Repository: 00aj99/frontaccounting
Catalog: FAMods/lang/*/LC_MESSAGES/*.po
Languages: ta_in

source: View
ta_in: காண்க

source: View Backup
ta_in: காப்பு காண்க

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
ta_in: ஒரு நிதி ஆண்டு நீக்குதல் எல்லா பரிமாற்றங்களையும் நீக்கப்படும் மற்றும் சம்பந்தப்பட்ட இருப்புகளாக மாற்றப்படுகிறது. இந்த செயல்முறை மாற்றமுடியாத ஆகிறது!

source: Year
ta_in: ஆண்டு

source: Yearly
ta_in: வருடாந்திரம்

source: Yes
ta_in: ஆம்

source: You are about to remove selected backup file. Do you want to continue ?
ta_in: நீங்கள் தேர்ந்தெடுத்த காப்பு கோப்பு நீக்க உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா ?

source: You are about to restore database from backup file. Do you want to continue?
ta_in: நீங்கள் காப்பு கோப்பிலிருந்து டேட்டாபேஸ் மீட்டெடுக்க போகிறீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?

source: You can only upload *.sql backup files
ta_in: நீங்கள் * .sql காப்பு கோப்புகளை மட்டும் பதிவேற்ற முடியும்

source: You cannot have table set without prefix together with prefixed sets in the same database.
ta_in: ஒரு முன்னொட்டாக டேபிள் மற்றும் வேறு ஒரு டேபிள் முற்சேர்க்கையாக இல்லாமல் அமைக்கஅதே டேட்டாபேஸ் உள்ளே முடியாது

source: Your password has been updated.
ta_in: உங்கள் கடவுச்சொல்லை மேம்படுத்தப்பட்டது.

source: and
ta_in: மற்றும்

source: cannot find backup directory
ta_in: காப்பு அடைவு கண்டுபிடிக்க முடியவில்லை

source: days
ta_in: நாட்கள்

source: or
ta_in: அல்லது

source: request new password
ta_in: புதிய கடவுச்சொல்லை கேட்க

source: seconds
ta_in: விநாடிகள்

source: Page
ta_in: பக்கம்

source: Page Size:
ta_in: பக்க அளவு:

source: Password cannot be changed in demo mode.
ta_in: கடவுச்சொல் காட்டு முறையில் மாற்றப்பட்டது.

source: Password changes
ta_in: கடவுச்சொல்லை மாற்றுகிறது

source: Password reset
ta_in: கடவுச்சொல் மீட்டமைப்பு

source: Password:
ta_in: கடவுச்சொல்:

source: Past Due Days Interval:
ta_in: கடந்த தாமத நாட்கள் இடைவெளியில்:

source: Payment:
ta_in: செலுத்துதல்

source: Payments
ta_in: செலுத்துதல்கள்

source: Percentages:
ta_in: சதவீதங்கள்:

source: Period
ta_in: காலம்

source: Period Y-1
ta_in: காலம் Y-1

source: Periods
ta_in: காலங்கள்

source: Ph
ta_in: தொபே

source: Phone
ta_in: தொலைபேசி

source: Phone No
ta_in: தொலைபேசி எண்

source: Phone Number
ta_in: தொலைபேசி எண்

source: Phone Number:
ta_in: தொலைபேசி எண்:

source: Please contact System Administrator.
ta_in: கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Please contact your system administrator.
ta_in: உங்களுடைய கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Please login here
ta_in: இங்கே உள்நுழையவும்

source: Prices/Amounts:
ta_in: விலைகள்/தொகைகள்:

source: Printing Profile Name
ta_in: அச்சிடுதல் சுயவிவர பெயர்

source: Printing Profiles
ta_in: அச்சிடுதல் சுயவிவரங்கள்

source: Printing profile
ta_in: அச்சிடுதல் சுயவிவரம்

source: Profit & Loss Drilldown
ta_in: லாபம்/நட்ட குறிப்பிட்ட விவரம்

source: Profit and Loss Statement
ta_in: லாபம்/நட்ட அறிக்கை

source: Profit/Loss Year:
ta_in: லாபம்/நட்ட ஆண்டு:

source: Prompt Payment Discount Account:
ta_in: கூறியபடி செலுத்துமாறு தள்ளுபடி கணக்கு:

source: Prompt Payment Discount Percent:
ta_in: கூறியபடி செலுத்துமாறு தள்ளுபடி சதவீதம்:

source: Quantities:
ta_in: அளவுகள்

source: Quantity
ta_in: அளவு

source: Quantity Delivered
ta_in: வழங்கின அளவு

source: Quantity:
ta_in: அளவு:

source: Quarterly
ta_in: காலாண்டு

source: Query page size:
ta_in: கேள்வி பக்க அளவு:

source: Query size must be integer and greater than zero.
ta_in: கேள்வி அளவு முழு மற்றும் பூஜ்யம் விட அதிகமாக இருக்க வேண்டும்.

source: Quote Valid Days:
ta_in: மேற்கோள் ஏற்றுக்கொள்ளக்கூடிய நாட்கள்

source: Receivable Account:
ta_in: பெறத்தக்க கணக்கு:

source: Remember last document date:
ta_in: கடைசி ஆவணத்தின் தேதியை ஞாபகம் வைத்துக்கொள்:

source: Repeat New Password:
ta_in: மறுபடியும் புதிய கடவுச்சொல்:

source: Restore Backup
ta_in: காப்பு மீட்க

source: Restore backup completed.
ta_in: காப்பு மீட்க நிறைவு.

source: Restricted access
ta_in: கட்டுப்படுத்தப்பட்ட அணுகல்

source: Retained Earnings:
ta_in: தக்கவைத்து வருவாய்:

source: Round to nearest:
ta_in: அருகிலுள்ள

source: Sales Account:
ta_in: விற்பனை கணக்கு:

source: Sales Discount Account:
ta_in: விற்பனை தள்ளுபடி கணக்கு:

source: Save
ta_in: காப்பாற்ற

source: Search Customer List
ta_in: தேடல் வாடிக்கையாளர் பட்டியல்

source: Search Item List
ta_in: தேடல் பொருள் பட்டியல்

source: Search Supplier List
ta_in: தேடல் வழங்குநர் பட்டியல்

source: Select attachment file.
ta_in: தேர்ந்தெடு இணைப்பு கோப்பு.

source: Select backup file first.
ta_in: முதல் ஒரு காப்பு கோப்பு தேர்வு செய்ய

source: Selected company has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட நிறுவனம் நீக்கப்பட்டுவிட்டது

source: Selected component has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட பகுதி நீக்கப்பட்டுவிட்டது

source: Selected contact category has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட தொடர்பு பிரிவை மேம்படுத்தப்பட்டது

source: Selected fiscal year has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட நிதி ஆண்டு நீக்கப்பட்டுவிட்டது

source: Selected fiscal year has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட நிதி ஆண்டு மேம்படுத்தப்பட்டது

source: Selected transaction does not exists.
ta_in: தேர்ந்தெடுக்கப்பட்ட பரிமாற்றத்தில் உள்ளது இல்லை

source: Send password -->
ta_in: கடவுச்சொல்லை அனுப்பு -->

source: Set this option to on for using icons instead of text links
ta_in: உரை இணைப்புகளுக்கு பதிலாக சின்னங்கள் பயன்படுத்தி கொள்ள இந்த விருப்பத்தை அமைக்கவும்

source: Set this option to on if your browser directly supports pdf files
ta_in: உங்கள் உலாவியில் நேரடியாக pdf கோப்புகளை ஆதரிக்கிறது என்றால் இந்த விருப்பத்தை அமைக்கவும்

source: Shipping Charged Account:
ta_in: போக்குவரத்து கட்டணம் வசூலிக்கப்படும் கணக்கு:

source: Short Name
ta_in: குறுகிய பெயர்

source: Show GL Information:
ta_in: பேரேட்டு தகவல் காட்டு

source: Show Item Codes:
ta_in: பொருள் குறியீடுகள் காட்டு:

source: Show hints for new users:
ta_in: புதிய பயனர்களுக்கு குறிப்புகளை காட்டு:

source: Size
ta_in: அளவு

source: Start-up Tab
ta_in: தொடக்க தட்டு

source: Statement
ta_in: அறிக்கை

source: Suppliers and Purchasing
ta_in: விநியோகஸ்தர்கள் மற்றும் கொள்முதல்

source: System and General GL Setup
ta_in: அமைப்பு மற்றும் பொது பேரேட்டு அமைப்பு

source: Table Pref
ta_in: டேபிள் முன்னொட்டு

source: Tax Last Period:
ta_in: வரி கடைசி காலகட்டத்தில்

source: Tax Name
ta_in: வரி பெயர்

source: Tax Periods:
ta_in: வரி காலகட்டங்கள்:

source: Tax Rate
ta_in: வரி விகிதம்

source: Thank you for using
ta_in: பயன்படுத்தியதற்கு நன்றி

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
ta_in: தக்கவைத்து வருவாய் கணக்கு இருப்பு கணக்கு அல்லது இலாப நட்ட ஆண்டு கணக்கில் ஒரு செலவு கணக்கு இருக்க வேண்டும் (செலவு வகுப்பு கடந்த விருப்பமான)

source: The company name must be entered.
ta_in: நிறுவனத்தின் பெயர் உள்ளிட வேண்டும்.

source: The configuration file
ta_in: கட்டமைப்பு கோப்பு

source: The delivery over-receive allowance must be between 0 and 100.
ta_in: அதிகமாக விநியோக சகிப்புத்தன்மை 0 மற்றும் 100 இடையில் இருக்க வேண்டும்.

source: The existing image could not be removed
ta_in: இருக்கும் படத்தை நீக்க முடியவில்லை

source: The file size is over the maximum allowed. The maximum size allowed in KB is
ta_in: கோப்பின் அளவு அதிகமாக உள்ளது. அதிகபட்ச KB உள்ள அளவு

source: The general GL setup has been updated.
ta_in: பொது பேரேட்டு அமைப்பு மேம்படுத்தப்பட்டது.

source: The invoice over-charge allowance must be between 0 and 100.
ta_in: அதிகப்படியான விலைப்பட்டியல் சகிப்புத்தன்மை 0 மற்றும் 100 இடையில் இருக்க வேண்டும்.

source: The marked company is the current company which cannot be deleted.
ta_in: குறிப்பிட்ட நிறுவனம் நீக்க முடியாது, தற்போதைய நிறுவனம் ஆகும்.

source: The marked fiscal year is the current fiscal year which cannot be deleted.
ta_in: குறிக்கப்பட்ட நிதி ஆண்டு நீக்க முடியாது, ஏனெனில், இது, நடப்பு நிதி ஆண்டில் ஆகிறது.

source: The password cannot contain the user login.
ta_in: கடவுச்சொல்லை பயனர் புகுபதிவு கொண்டிருக்க முடியாது.

source: The password entered must be at least 4 characters long.
ta_in: உள்ளிட்ட கடவுச்சொல் குறைந்தபட்சம் 4 எழுத்துக்கள் நீளமானது இருக்க வேண்டும்.

source: The passwords entered are not the same.
ta_in: பதிந்த கடவுச்சொற்கள் அதே இல்லை.

source: The past due days interval allowance must be between 0 and 100.
ta_in: அதிகப்படியான தாமத நாட்கள் இடைவெளியில் சகிப்புத்தன்மை 0 மற்றும் 100 இடையில் இருக்க வேண்டும்.

source: The user and password combination is not valid for the system.
ta_in: பயனர் மற்றும் கடவுச்சொல்லை இணைந்து அமைப்பு சரியானது அல்ல.

source: Theme
ta_in: வடிவமைப்பு

source: Theme:
ta_in: வடிவமைப்பு:

source: This database settings are already used by another company.
ta_in: இந்த டேட்டாபேஸ் அமைப்புகள் ஏற்கனவே மற்றொரு நிறுவனத்தினாலும் பயன்படுத்தப்பட்டது.

source: Thousand Separator:
ta_in: ஆயிரம் பிரிப்பான்:

source: Time
ta_in: நேரம்

source: Time Zone on Reports
ta_in: அறிக்கைகளில் நேர மண்டலம்

source: Timeout
ta_in: நேர முடிவின் கால அளவு

source: Too many failed login attempts.<br>Please wait a while or try later.
ta_in: பல முறை முயற்சித்த.<br>ஒரு காத்திருக்கவும் அல்லது பின்னர் முயற்சிக்கவும்.

source: Transaction #
ta_in: பரிவர்த்தனை #

source: Tu
ta_in: செ

source: Turnover
ta_in: விற்றுமுதல்

source: Type
ta_in: வகை:

source: Type:
ta_in: வகை:

source: Update
ta_in: மேம்படுத்தல்

source: Upload file
ta_in: கோப்பு பதிவேற்ற

source: Use Dimensions:
ta_in: பயன்பாட்டு பரிமாணங்கள்:

source: Use icons instead of text links:
ta_in: உரை இணைப்புகளுக்கு பதிலாக சின்னங்கள் பயன்படுத்த:

source: Use popup window to display reports:
ta_in: அறிக்கைகள் காட்ட பாப் அப் விண்டோ பயன்படுத்தவும்:

source: User
ta_in: பயனர்

source: User Login:
ta_in: பயனர் உள்நுழைவு:

source: User login
ta_in: பயனர் உள்நுழைவு

source: User login:
ta_in: பயனர் உள்நுழைவு:

source: User name
ta_in: பயனர் பெயர்

source: Version
ta_in: பதிப்பு

source: Version Id
ta_in: பதிப்பு அடையாளம்

source: Cannot open the configuration file -
ta_in: கட்டமைப்பு கோப்பு திறக்க முடியவில்லை -

source: Cannot remove temporary renamed company data directory
ta_in: தற்காலிக என மறுபெயரிடப்பட்ட நிறுவனத்தின் தரவு அடைவை நீக்க முடியாது

source: Cannot rename company subdirectory
ta_in: நிறுவனத்தின் உப அடைவு மறுபெயரிடமுடியாது

source: Cannot rename subdirectory to temporary name.
ta_in: தற்காலிக பெயர் உப அடைவு மறுபெயரிட முடியாது.

source: Cannot write to the configuration file -
ta_in: கட்டமைப்பு கோப்பில் எழுத முடியவில்லை -

source: Category
ta_in: பிரிவு

source: Category Description:
ta_in: பிரிவு விரித்துரைத்தல்

source: Category Name:
ta_in: பிரிவு பெயர்:

source: Category Short Name:
ta_in: பிரிவு குறுகிய பெயர்:

source: Category Subtype
ta_in: பிரிவு துணைவகை

source: Category Type
ta_in: பிரிவு வகை

source: Category description cannot be empty.
ta_in: பிரிவு விரித்துரைத்தல் காலியாக இருக்க முடியாது.

source: Category has been deleted
ta_in: பிரிவு நீக்கப்பட்டுவிட்டது

source: Category:
ta_in: பிரிவு:

source: Change password
ta_in: கடவுச்சொல் மாற்ற

source: Click here to Login Again.
ta_in: மீண்டும் உள்நுழைய இங்கே கிளிக் செய்யவும்.

source: Closed
ta_in: மூடியது

source: Comments:
ta_in: கருத்துகள்:

source: Company
ta_in: நிறுவனம்

source: Company Logo:
ta_in: நிறுவனத்தின் சின்னம்:

source: Company Setup
ta_in: நிறுவனத்தின் அமைப்பு

source: Company has been updated.
ta_in: நிறுவனத்தின் மேம்படுத்தப்பட்டது.

source: Company setup has been updated.
ta_in: நிறுவனத்தின் அமைப்பு மேம்படுத்தப்பட்டது.

source: Compression:
ta_in: குறுக்குதல்:

source: Contact Categories
ta_in: தொடர்பு பிரிவுகள்

source: Contact Category Subtype:
ta_in: தொடர்பு பிரிவு துணைவகை:

source: Contact Category Type:
ta_in: தொடர்பு பிரிவு வகை:

source: Create Backup
ta_in: காப்பு உருவாக்கு

source: Create a new company
ta_in: புதிய ஒரு நிறுவனம் உருவாக்கவும்

source: Create backup
ta_in: காப்பு உருவாக்கு

source: Create/Update Company
ta_in: நிறுவனத்தின் உருவாக்கவும்/புதுப்பிக்கப்பட்டது

source: Current Password:
ta_in: தற்போதைய கடவுச்சொல்:

source: Customers and Sales
ta_in: வாடிக்கையாளர்கள் மற்றும் விற்பனை

source: Customers and Sales Defaults
ta_in: வாடிக்கையாளர்கள் மற்றும் விற்பனை இயல்புநிலை

source: Database Host
ta_in: டேட்டாபேஸ் ஹோஸ்ட்

source: Database Name
ta_in: டேட்டாபேஸ் பெயர்

source: Database Password
ta_in: டேட்டாபேஸ் கடவுச்சொல்

source: Database Script
ta_in: டேட்டாபேஸ் ஸ்கிரிப்ட்

source: Database User
ta_in: டேட்டாபேஸ் பயனர்

source: Database backup failed.
ta_in: டேட்டாபேஸ் காப்பு தோல்வியடைந்தது.

source: Database settings are not specified.
ta_in: டேட்டாபேஸ் அமைப்புகள் குறிப்பிடப்படவில்லை.

source: Database upgrade for company '%s' (%s:%s*) started...
ta_in: நிறுவனம் தரவுத்தள மேம்படுத்தல் '%s (%s:%s*) தொடங்கப்பட்டது

source: Date Separator:
ta_in: தேதி பிரிப்பான்கள்

source: Date Uploaded
ta_in: பதிவேற்றப்பட்ட தேதி

source: Dateformat and Separators
ta_in: தேதி வடிவம் மற்றும் பிரிப்பான்கள்

source: Dateformat:
ta_in: தேதி வடிவம்:

source: Decimal Places
ta_in: தசமம் இடங்கள்

source: Decimal Places:
ta_in: தசமம் இடங்கள்:

source: Decimal Separator:
ta_in: தசாம்சப்பிரிப்பான்:

source: Default
ta_in: இயல்புநிலை

source: Default Credit Limit:
ta_in: இயல்புநிலை கடன் எல்லை:

source: Delete
ta_in: நீக்குக

source: Delete Backup
ta_in: காப்பு நீக்குக

source: Delete Company Logo:
ta_in: நிறுவனத்தின் சின்னம் நீக்க:

source: Delivery Required By:
ta_in: ஒப்படைத்தல் தேவைப்படும் தேதி:

source: Description
ta_in: விரித்துரைத்தல்

source: Description:
ta_in: விரித்துரைத்தல்:

source: Dimension Defaults
ta_in: பரிமாண இயல்பான நிலை

source: Dimension Required By After:
ta_in: பரிமாண தேவைப்படும் தேதி பின்னர்:

source: Display Setup
ta_in: காட்சி அமைப்பு

source: Display settings have been updated.
ta_in: காட்சி அமைப்புகள் மேம்படுத்தப்பட்டது.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
ta_in: காட்சி அமைப்புகள் மேம்படுத்தப்பட்டது. அமைப்புகள் காட்டு முறையில் ஒவ்வொரு உள்நுழைவு மீண்டும் மாற்றம் என்பதை நினைவில் கொள்ளுங்கள்.

source: Display:
ta_in: காட்சி:

source: Domicile
ta_in: வழமையான வதிவிடம்

source: Domicile:
ta_in: வழமையான வதிவிடம்:

source: Donut
ta_in: டோனட்ஸ்

source: Dots
ta_in: புள்ளிகள்

source: Download
ta_in: பதிவிறக்க

source: Download Backup
ta_in: காப்பு பதிவிறக்க

source: E-mail
ta_in: மின்னஞ்சல்

source: E-mail:
ta_in: மின்னஞ்சல்:

source: Edit
ta_in: திருத்து

source: Email
ta_in: மின்னஞ்சல்

source: Email Address:
ta_in: மின்னஞ்சல் முகவரி:

source: Enter a new password to change, leave empty to keep current.
ta_in: மாற்ற புதிய கடவுச்சொல்லை உள்ளிடவும், நடப்பில் வைத்திருக்க காலியாக விட்டு.

source: Enter your new password in the fields.
ta_in: துறைகளில் உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்.

source: Error creating Database:
ta_in: டேட்டாபேஸ் உருவாக்குவதில் பிழை:

source: Error removing Database:
ta_in: டேட்டாபேஸ் நநீக்குவதில் பிழை:

source: Error uploading logo file
ta_in: சின்னம் கோப்பு பதிவேற்றுதல் பிழை

source: Exchange Rate
ta_in: நாணயமாற்று விகிதம்

source: Exchange Rate:
ta_in: நாணயமாற்று விகிதம்:

source: Exchange Rates
ta_in: நாணயமாற்று விகிதங்கள்

source: Exchange Rates:
ta_in: நாணயமாற்று விகிதங்கள்:

source: Exchange Variances Account:
ta_in: செலாவணி மாறுபாடுகள் கணக்கு:

source: Fax Number:
ta_in: தொலைநகல் எண்:

source: File successfully deleted.
ta_in: கோப்பு வெற்றிகரமாக நீக்கப்பட்டது.

source: File uploaded to backup directory
ta_in: கோப்பு காப்பு அடைவில் பதிவேற்றப்பட்டது

source: File was not uploaded into the system.
ta_in: கோப்பு அமைப்பில் பதிவேற்றப்படவில்லை.

source: Filename
ta_in: கோப்புப்பெயர்

source: Filetype
ta_in: கோப்புவகை

source: Fiscal Year
ta_in: நிதியாண்டு

source: Fiscal Year Begin
ta_in: நிதியாண்டு துவங்கும்

source: Fiscal Year Begin:
ta_in: நிதியாண்டு துவங்கும்:

source: Fiscal Year End
ta_in: நிதியாண்டு முடிவு

source: Fiscal Year End:
ta_in: நிதியாண்டு முடிவு:

source: Fiscal Year:
ta_in: நிதியாண்டு:

source: Fiscal Years
ta_in: நிதி ஆண்டுகள்

source: Form
ta_in: படிவம்

source: Forms Setup
ta_in: படிவங்கள் அமைப்பு

source: Forms settings have been updated.
ta_in: படிவங்கள் அமைப்புகளை மேம்படுத்தப்பட்டது.

source: Forms setup
ta_in: படிவங்கள் அமைப்பு

source: GSTNo:
ta_in: GST எண்.

source: General
ta_in: பொது

source: General GL
ta_in: பொது பேரேட்டு

source: General Ledger
ta_in: பேரேட்டு

source: Home Currency:
ta_in: உள்ளூர் நாணயம்

source: Host
ta_in: ஹோஸ்ட்

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
ta_in: நிர்வாகம் கடவுச்சொல் காலியாக இருந்தால், புதிய நிர்வாகியின் கடவுச்சொல்லை இயல்பாக '<b>password</b>' இருக்கும்

source: If set document date is remembered on subsequent documents, otherwise default is current date
ta_in: அமைத்தால், பின்னர் ஆவணங்களை நினைவில் கொள்ளப்படுகிறது, இல்லையெனில், இயல்புநிலை தற்போதைய தேதி ஆகும்

source: Incorrect Password
ta_in: தவறான கடவுச்சொல்

source: Invalid BEGIN date in fiscal year.
ta_in: நிதி ஆண்டில் தவறான தொடங்கும் தேதி.

source: Invalid BEGIN or END date in fiscal year.
ta_in: நிதி ஆண்டில் தவறான தொடங்கும் அல்லது முடிவும் தேதி

source: Invalid END date in fiscal year.
ta_in: நிதி ஆண்டில் தவறான முடிவும் தேதி.

source: Invalid password entered.
ta_in: தவறான கடவுச்சொல் நுழைந்து.

source: Is Closed:
ta_in: மூடப்பட்டுள்ளது

source: Language
ta_in: மொழி

source: Language:
ta_in: மொழி:

source: Legal Text on Invoice:
ta_in: விலைப்பட்டியல் சட்ட உரை:

source: Login
ta_in: உள்நுழைய

source: Login -->
ta_in: உள்நுழைய -->

source: Login Timeout:
ta_in: உள்நுழைவு காலம் கடந்தது:

source: Login as user: demouser and password: password
ta_in: பயனராக உள்நுழைய: demouser மற்றும் கடவுச்சொல்: password

source: Login here
ta_in: இங்கே உள்நுழைய

source: Login timeout must be positive number not less than 10.
ta_in: உள்நுழைவு நேரம் முடிதல் நேர்மறை எண்ணிக்கை குறைவாக 10 இருக்க வேண்டும்.

source: Logout
ta_in: வெளியேறு

source: Mailing Address:
ta_in: அஞ்சல் முகவரி:

source: Main Menu
ta_in: பிரதான பட்டி

source: Miscellaneous
ta_in: இதர

source: Monthly
ta_in: மாதாந்திர

source: Monthly:
ta_in: மாதாந்திர:

source: Months back.
ta_in: மாதங்கள் முன்பு.

source: Months.
ta_in: மாதங்கள்.

source: Name (to appear on reports):
ta_in: (அறிக்கைகளில் தோன்றும்) பெயர்:

source: Name and Address
ta_in: பெயர் மற்றும் முகவரி

source: Name and Contact
ta_in: பெயர் மற்றும் தொடர்பு

source: Name:
ta_in: பெயர்

source: New
ta_in: புதிய

source: New Company Logo (.jpg)
ta_in: புதிய நிறுவனத்தின் சின்னம் (.jpg)

source: New Password:
ta_in: புதிய கடவுச்சொல்:

source: New company has been created.
ta_in: புதிய நிறுவனம் உருவாக்கப்பட்டது.

source: New contact category has been added
ta_in: புதிய தொடர்பு பிரிவில் சேர்க்க

source: New fiscal year has been added
ta_in: புதிய நிதி ஆண்டு சேர்க்கப்பட்டது

source: New password for
ta_in: புதிய கடவுச்சொல்

source: New password sent
ta_in: புதிய கடவுச்சொல் அனுப்பப்பட்டுள்ளது

source: New script Admin Password
ta_in: புதிய ஸ்கிரிப்ட் நிர்வாகியின் கடவுச்சொல்

source: Next
ta_in: அடுத்த

source: Next Reference
ta_in: அடுத்த மேற்கோள்

source: No
ta_in: இல்லை

source: No base price list
ta_in: அடிப்படை விலை பட்டியல் இல்லை

source: None
ta_in: எதுவும் இல்லை

source: Official Company Number:
ta_in: நிறுவனத்தின் உத்தியோகபூர்வ எண்:

source: Only graphics files can be uploaded
ta_in: பட கோப்புகளை மட்டுமே பதிவேற்றம்

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
ta_in: jpg மற்றும் png கோப்புகளை மட்டும் துணைபுரிகிறது - ஒரு .jpg அல்லது .png கோப்பு நீட்டிப்பு எதிர்பார்க்கப்படுகிறது

source: is not writable. Change its permissions so it is, then re-run the operation.
ta_in: எழுதப்பட முடியவில்லை. அதை எழுத அதன் அனுமதிகளை மாற்ற, பின்னர் மீண்டும் முயற்சிக்கவும்.

source: &Balance Sheet
ta_in: ஐந்தொகை

source: &Profit and Loss Drilldown
ta_in: லாபம்/நட்ட குறிப்பிட்ட விவரம்

source: &Profit and Loss Statement
ta_in: லாபம்/நட்ட அறிக்கை

source: , Please create it manually
ta_in: , தயவு செய்து கைமுறையாக உருவாக்கவும்

source: , please remove it manually
ta_in: , கைமுறையாக நீக்கவும்

source: A new password has been sent to your mailbox.
ta_in: ஒரு புதிய கடவுச்சொல் உங்கள் மின்னஞ்சல் பெட்டிக்கு அனுப்பப்பட்டுள்ளது.

source: Accumulate batch shipping:
ta_in: தொகுதி போக்குவரத்து குவிக்க:

source: Accumulated
ta_in: குவிக்கப்பட்ட

source: Add Price from Std Cost:
ta_in: சராசரி செலவினங்களில் இருந்து விலை சேர்க்கவும்:

source: Address
ta_in: முகவரி

source: Address:
ta_in: முகவரி:

source: Addresses
ta_in: முகவரிகள்

source: Are you sure you want to delete company no.
ta_in: நநீங்கள் உறுதியாக இருக்கிறீர்களா நீக்கப்படும் நிறுவனத்தின் எண்.

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
ta_in: நீங்கள் %s - %s நிதி ஆண்டு நீக்க வேண்டுமா? எல்லா பரிமாற்றங்களையும் நீக்கப்படும் மற்றும் சம்பந்தப்பட்ட இருப்புகளாக மாற்றப்படுகிறது. நீங்கள் தொடர விரும்புகிறீர்களா?

source: Attach Documents
ta_in: ஆவணங்களை இணைக்கவும்

source: Attached File
ta_in: இணைக்கப்பட்டுள்ள கோப்பு

source: Attached File:
ta_in: இணைக்கப்பட்டுள்ள கோப்பு:

source: Attached you will find
ta_in: நீங்கள் காண்பீர்கள் இணைக்கப்பட்டுள்ளது

source: Attaching documents
ta_in: ஆவணங்கள் இணைக்கிறது

source: Attachment has been deleted.
ta_in: இணைப்பு நீக்கப்பட்டுள்ளது.

source: Attachment has been inserted.
ta_in: இணைப்பு சேர்க்கப்பட்டது.

source: Attachment has been updated.
ta_in: இணைப்பு மேம்படுத்தப்பட்டது.

source: Authorization timeout
ta_in: அங்கீகாரம் நேரம் முடிந்தது

source: Auto update
ta_in: தானாக மேம்படுத்தல்

source: Automatic Revaluation Currency Accounts
ta_in: தானியங்கி மறுமதிப்பீடு நாணய கணக்குகள்

source: BCC Address for all outgoing mails:
ta_in: அனைத்து வெளிச்செல்லும் மின்னஞ்சல்களுக்கு BCC முகவரி:

source: BEGIN date bigger than END date.
ta_in: தொடங்கும் தேதி முடிவும் தேதி விட பின்னர்.

source: Backup and Restore Database
ta_in: டேட்டாபேஸ் காப்பு மற்றும் மீட்டமை

source: Backup paths have not been set correctly.
ta_in: காப்பு பாதைகள் சரியாக அமைக்கப்படவில்லை

source: Backup scripts maintenance
ta_in: காப்பு ஸ்கிரிப்டுகள் பராமரிப்பு

source: Backup successfully generated.
ta_in: காப்பு வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Balance
ta_in: இருப்பு

source: Balance &Sheet Drilldown
ta_in: ஐந்தொகை குறிப்பிட்ட விவரம்

source: Balance Sheet
ta_in: ஐந்தொகை

source: Balance Sheet Drilldown
ta_in: ஐந்தொகை குறிப்பிட்ட விவரம்

source: Bank Charges Account:
ta_in: வங்கி கட்டணங்கள் கணக்கு:

source: Base for auto price calculations:
ta_in: தன்னியங்கி விலை கணக்கீடுகள் அடிப்படை:

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
ta_in: GRN தீர்வு கணக்கு மாற்ற முடியும் முன் அனைத்து GRNகள் விலைப்பட்டியல் வேண்டும்

source: Browser printing support
ta_in: உலாவியின் அச்சிடும் ஆதரவு

source: Browser support
ta_in: உலாவியின் ஆதரவு

source: Can't delete backup file.
ta_in: காப்பு கோப்பு நீக்க முடியவில்லை.

source: Cannot CLOSE this year because there are open fiscal years before
ta_in: முந்தைய நிதி ஆண்டுகளில் திறந்திருக்கும் என்பதால் இந்த நிதி ஆண்டு மூட முடியாது.

source: Cannot create new company due to bugs in sql file.
ta_in: SQL கோப்பு பிழைகள் காரணமாக புதிய நிறுவனம் உருவாக்க முடியவில்லை.

source: Cannot delete this category because there are contacts related to it.
ta_in: அது தொடர்பான தொடர்புகள் உள்ளன, ஏனெனில் இந்த பிரிவை நீக்க முடியாது.

source: Cannot delete this fiscal year because the fiscal year is not closed.
ta_in: இந்த நிதி ஆண்டு மூடப்பட்டு இல்லை ஏனெனில் இந்த நிதி ஆண்டு நீக்க முடியாது.

source: Cannot delete this fiscal year because there are fiscal years before.
ta_in: நிதி ஆண்டுகளுக்கு முன் உள்ளன, ஏனெனில் இந்த நிதி ஆண்டு நீக்க முடியாது.
