Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.14-1.po
Languages: ur_pk

source: The password cannot contain the user login.
ur_pk: پاس ورڈ صارف لاگ ان پر مشتمل نہیں ہو سکتے.

source: The password entered must be at least 4 characters long.
ur_pk: پاس ورڈ داخل میں کم از کم 4 حروف لمبا ہونا لازمی ہے.

source: The passwords entered are not the same.
ur_pk: پاس ورڈ وہی نہیں داخل ہوا ہے.

source: The past due days interval allowance must be between 0 and 100.
ur_pk: ماضی کی وجہ سے دن کے وقفہ الاؤنس 0 اور 100 کے درمیان ہونا چاہیے.

source: The periods must be greater than 0.
ur_pk: ادوار 0 سے بڑا ہونا لازمی ہے.

source: The price entered must be numeric.
ur_pk: داخل قیمت عددی ہونا چاہیے.

source: The price entered was not numeric.
ur_pk: قیمت میں داخل عددی نہیں تھا.

source: The price entered was not positive number.
ur_pk: قیمت میں داخل مثبت نمبر نہیں تھا.

source: The price is calculated.
ur_pk: قیمت جمع کی جاتی ہے.

source: The process cannot be completed because there is an insufficient total quantity for a component.
ur_pk: عمل کی وجہ سے ایک جزو کے لئے ناکافی کل مقدار ہے نہیں رکھا جائے سکتا ہے مکمل.

source: The production cannot be processed because a required item would cause a negative inventory balance :
ur_pk: پیداوار کیونکہ میں ایک مطلوبہ آئٹم کو ایک منفی انوینٹری توازن کی وجہ سے نہیں کیا جا سکتا ہے پر عملدرآمد:

source: The production date cannot be before the release date of the work order.
ur_pk: پیداوار تاریخ کام کے لئے کی رہائی کی تاریخ سے پہلے نہیں ہو سکتا.

source: The production exceeds the quantity needed. Please change the Work Order.
ur_pk: پیداوار کی ضرورت مقدار سے زیادہ ہے، براہ مہربانی کام آرڈر تبدیل کریں.

source: The purchasing data item has been sucessfully deleted.
ur_pk: خریداری ڈیٹا آئٹم کامیابی سے خارج کر دیا گیا ہے.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
ur_pk: مقدار پہلے ہی اس ترتیب کے لئے تیار مقدار سے کم نہیں کیا جا سکتا ہے تبدیل کر دیا گیا.

source: The quantity entered is greater than the available quantity for this item at the source location :
ur_pk: داخل کی مقدار منبع مقام پر اس شے کے لیے دستیاب مقدار سے زیادہ ہے:

source: The quantity entered is invalid or less than zero.
ur_pk: داخل مقدار جعلی یا صفر سے بھی کم ہے.

source: The quantity entered is negative or invalid.
ur_pk: مقدار داخل منفی ہے یا غلط ہے.

source: The quantity entered is not a valid number or less then zero.
ur_pk: میں داخل مقدار ایک درست نمبر یا کم تو صفر نہیں ہے.

source: The quantity entered must be a positive number.
ur_pk: داخل مقدار ایک مثبت نمبر ہونا لازمی ہے.

source: The quantity entered must be numeric and greater than zero.
ur_pk: داخل مقدار عددی اور صفر سے بڑا ہونا چاہیے.

source: The required by date entered is in an invalid format.
ur_pk: تاریخ کی طرف سے مطلوبہ داخل ایک غلط شکل میں ہے.

source: The script must be called with a valid package id to review the info for.
ur_pk: سکرپٹ ایک درست پیکیج کے لئے معلومات کا جائزہ لینے کی شناخت کے ساتھ بلا دیا گیا ہے.

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
ur_pk: سکرپٹ ایک درست ٹرانزیکشن کی قسم اور ٹرانزیکشن نمبر کے لئے جنرل لیجر پوسٹنگ کا جائزہ لینے کے ساتھ کہی جائگی.

source: The security settings on your account do not permit you to access this function
ur_pk: آپ کے اکاؤنٹ پر سیکورٹی کی ترتیبات آپ کو اس تقریب تک رسائی حاصل کرنے کی اجازت نہیں دیتے ہیں

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
ur_pk: انہوں نے کہا کہ منتخب اتحادی کا براہ راست یا کسی بھی نچلے درجے کے ایڈیشن کے تحت کٹ پر مشتمل ہے اور اس کا پنراورتی کٹس کی اجازت نہیں ہے.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
ur_pk: منتخب جزو موجودہ آئٹم کے والدین پنراورتی بم کی اجازت نہیں ہے.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
ur_pk: منتخب جزو اس کٹ میں پہلے ہی آپ کو اس کی مقدار پر نظر ثانی کر سکتے ہیں، لیکن یہ ایک ہی کٹ میں ایک سے زائد بار ظاہر نہیں کر سکتے.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
ur_pk: منتخب جزو اس bom پر پہلے ہی آپ کو اس کی مقدار پر نظر ثانی کر سکتے ہیں، لیکن یہ اسی bom پر ایک سے زیادہ بار ظاہر نہیں کر سکتے.

source: The selected currency is the company currency.
ur_pk: منتخب کردہ کرنسی کمپنی کرنسی ہے.

source: The selected item cannot be unassembled because there is insufficient stock.
ur_pk: منتخب شے کی وجہ سے ناکافی اسٹاک نہیں کیا جا سکتا ہے unassembled.

source: The selected item to manufacture does not have a bom.
ur_pk: منتخب شدہ کی تعمیر آئٹم bom نہیں ہے.

source: The selected price has been deleted.
ur_pk: منتخب کردہ قیمت حذف کر دیا گیا ہے.

source: The selected transaction has already been voided.
ur_pk: انہوں منتخب ٹرانزیکشن پہلے دیا گیا ہے voided .

source: The selected transaction was closed for edition and cannot be voided.
ur_pk: منتخب ٹرانزیکشن ایڈیشن کے لئے بند کر دیا گیا تھا اور voided نہیں رکھا جا سکتا ہے .

source: The selected user has been updated.
ur_pk: منتخب شدہ صارف کو اپ ڈیٹ کیا گیا ہے.

source: The shipping company name cannot be empty.
ur_pk: شپنگ کمپنی کا نام خالی نہیں ہو سکتا.

source: The source and destination bank accouts cannot be the same.
ur_pk: اس کے منبع اور منزل کے بینک اکاؤنٹس ایک ہی نہیں ہو سکتا.

source: The starting transaction number is expected to be numeric and greater than zero.
ur_pk: شروع ہونے ٹرانزیکشن تعداد عددی اور صفر سے زیادہ ہونے کی توقع ہے.

source: The tag name cannot be empty.
ur_pk: ٹیگ کا نام خالی نہیں ہو سکتا.

source: The total bank amount cannot be 0.
ur_pk: کل بینک رقم 0 نہیں ہو سکتا.

source: The transaction number is expected to be numeric and greater than zero.
ur_pk: لین دین کی تعداد عددی اور صفر سے زیادہ ہونے کی توقع ہے.

source: The unassembling cannot be processed because there is insufficient stock.
ur_pk: unassembling کیونکہ ناکافی اسٹاک نہیں رکھا جائے کر سکتے ہیں عملدرآمد ہے.

source: The unit of measure code cannot be empty.
ur_pk: اقدام کوڈ کے یونٹ خالی نہیں ہو سکتا.

source: The unit of measure code is too long.
ur_pk: اقدام کوڈ یونٹ بہت طویل ہے.

source: The unit of measure description cannot be empty.
ur_pk: اقدام کی وضاحت کے یونٹ خالی نہیں ہو سکتا.

source: The user and password combination is not valid for the system.
ur_pk: صارف اور پاس ورڈ مجموعہ نظام کے لئے قابل قبول نہیں ہے.

source: The user login entered must be at least 4 characters long.
ur_pk: صارف داخل لاگ ان میں کم از کم 4 حروف لمبا ہونا لازمی ہے.

source: The work order been added.
ur_pk: کام کے لئے شامل کر دیا گیا ہے.

source: The work order been updated.
ur_pk: کام کے لئے اپ ڈیٹ کیا گیا ہے.

source: The work order cannot be processed because there is an insufficient quantity for component:
ur_pk: کام کے لئے نہیں کیونکہ وہاں جزو کے لئے ناکافی مقدار ہے کیا جا سکتا ہے پر عملدرآمد:

source: The work order has been released to manufacturing.
ur_pk: کام کے لئے مینوفیکچرنگ جاری کیا گیا ہے.

source: The work order issue has been entered.
ur_pk: کام کے لئے مسئلہ کیا گیا ہے میں داخل

source: Theme
ur_pk: تھیم

source: Theme:
ur_pk: تھیم

source: There are no account groups defined. Please define at least one account group before entering accounts.
ur_pk: کوئی بھی اکاؤنٹ گروپ کی وضاحت نہئں ہوی پے، براہ کرم اکاؤنٹس میں داخل ہونے سے پہلے کم از کم ایک اکاؤنٹ گروپ کی کی وضاحت کریں.

source: There are no bank accounts defined in the system.
ur_pk: کسی بھی بینک اکاونٹس کی وضاحت نظام میں نہیں ہے

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
ur_pk: کوئی کانسٹیبل انوینٹری نظام (خریدا یا تیار اشیاء) میں وضاحت کی گئی اشیاء ہیں.

source: There are no inventory items defined in the system (Purchased or manufactured items).
ur_pk: کوئی انوینٹری نظام (خریدا یا تیار اشیاء) میں وضاحت کی گئی اشیاء نہیں ہیں.

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
ur_pk: اس میں کوئی انوینٹری اشیئا نیں ہے جو نظام میں وضاحت کی گئی اشیاء (خریدا ہے یا جس میں ایڈجسٹ کیا جا سکتا ہے ہیں

source: There are no inventory items defined in the system.
ur_pk: کوئی انوینٹری نظام میں وضاحت نہیں کی گئی اشیاء میں.

source: There are no item categories defined in the system. At least one item category is required to add a item.
ur_pk: نظام میں کسی بھی اشیئاکی زمرے کی وضاحت نیں ہے۔کم سے کم ایک اشیئا کا زمرہ مطلوب ہے شامل کرنے کے لیئے

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
ur_pk: کوئی چیز نہیں ٹیکس نظام میں وضاحت کی گئی اقسام ہیں ایک آئٹم شامل کرنے کے لئے کم از کم ایک آئٹم ٹیکس کی قسم کی ضرورت ہوتی ہے.

source: There are no items defined in the system.
ur_pk: انہوں نے کہا کہ نظام میں وضاحت کی گئی اشیاء ہیں.

source: There are no items for this deposit.
ur_pk: اس جمع کے لئے کوئی شے نہیں ہیں.

source: There are no items for this issue.
ur_pk: انہوں نے کہا کہ اس مسئلے کے لئے کوئی شے نہیں ہیں.

source: There are no items for this payment.
ur_pk: س ادائیگی کے لئے کوئی شے نہیں ہیں.

source: There are no manufacturable items defined in the system.
ur_pk: اس کا کوئی manufacturable نظام میں وضاحت نیں کی گئی اشیاء ہیں.

source: There are no manufactured or kit items defined in the system.
ur_pk: یہاں پر

source: There are no prices set up for this part.
ur_pk: انہوں نے کہا کہ اس حصے کے کے قائم کی قیمتیں نہیں ہیں.

source: There are no purchasable inventory items defined in the system.
ur_pk: انہوں نے کہا کہ کوئی purchasable انوینٹری نظام میں وضاحت نیںکی گئی اشیاء ہیں.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
ur_pk: انہوں نے کہا کہ نظام میں کوئی فروخت اقسام نہیں ہیں براہ مہربانی قیمتوں کا تعین میں داخل ہونے سے پہلے فروخت کے تجاویز قائم کریں.

source: There are no suppliers defined in the system.
ur_pk: انہوں نے کہا کہ نظام میں وضاحت نی کی گئی سپلائرز ہیں.

source: There are no transactions for this dimension for the selected period.
ur_pk: منتخب شدہ مدت کے لئے اس کے طول و عرض کے لئے کوئی لین دین نیں ہے.

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
ur_pk: اس میں کوئی کام نہیں ہے نظام میں وضاحت کی گئی مراکز بم کی ضرورت ہوتی ہے میں کم سے کم ایک کام مرکز کی وضاحت کی جائے.

source: There is no item selected.
ur_pk: کوئی آئٹم منتخب نہیں ہوا ہے.

source: There is no purchasing data set up for the part selected
ur_pk: انہوں نے کہا کہ منتخب حصہ کے لئے کوئی خریداری ڈیٹا سیٹ اپ نہیں ہے

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
ur_pk: یہ آونٹن کیونکہ مختص رقم کل سے زیادہ ہوتا ہے پر عملدرآمد نہیں کیا جا سکتا

source: This Allocation
ur_pk: یہ ایلوکیشن

source: This Dimension is closed.
ur_pk: اس پہلو کو بند کر دیا ہے.

source: This Period
ur_pk: یہ مدت

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
ur_pk: انہوں نے کہا کہ یہ کام آرڈر نہیں کیا جا سکتا ہے جاری. منتخب کی تعمیر آئٹم bom نہیں ہے.

source: This account group id is already in use.
ur_pk: یہ اکاؤنٹ کے گروپ کی شناخت پہلے سے ہی استعمال میں ہے.

source: This adjustment has been voided.
ur_pk: یہ ایڈجسٹمنٹ کیا گیا ہے voided ہے.

source: This customer account is on hold.
ur_pk: یہ کسٹمر کے اکاؤنٹ میں ہولڈ پر ہے.

source: This database settings are already used by another company.
ur_pk: اس ڈیٹابیس کی ترتیبات پہلے سے ہی کسی دوسرے کمپنی کی طرف سے استعمال کیا جاتا ہے.

source: This deposit has been voided.
ur_pk: یہ ڈپازٹ voided ہے.

source: This dimension cannot be deleted because it has already been processed.
ur_pk: یہ طول وعرض حذف نیں کیا جا سکتا کیو نکہ یہ پہلےسے ہی عملدرآمد میں ہے

source: This dimension is closed.
ur_pk: یہ طول و عرض بند کر دیا ہے.

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
ur_pk: یہ ایک سروس ہے اور سٹاک ہولڈنگ، صرف شاندار فروخت کے حکم پر کل مقدار میں دکھایا گیا ہے کی ضرورت نہیں کر سکتے ہیں.

source: This issue has been voided.
ur_pk: یہ مسئلہ کیا گیا ہے voided ہے.

source: This item cannot be deleted because it is the last item in the kit used by following kits
ur_pk: یہ آئٹم کیونکہ یہ مندرجہ ذیل کٹس کی طرف سے استعمال کیا جاتا کٹ میں آخری آئٹم خارج کر دیا گیا نہیں کیا جا سکتا".

source: This item code is already assigned to stock item or sale kit.
ur_pk: یہ آئٹم کوڈ پہلے ہی فروخت کٹ کے لئے اسٹاک آئٹم کے لئے مقرر کیا جاتا ہے.

source: This page is usable only with javascript enabled browsers.
ur_pk: یہ صفحہ صرف جاوا اسکرپٹ فعال براؤزر کے ساتھ استعمال کرنے کے قابل ہے.

source: This payment has been voided.
ur_pk: یہ ادائیگی کی گئی ہے voided ہے.

source: This price has been updated.
ur_pk: یہ قیمت کو اپ ڈیٹ کیا گیا ہے.

source: This production has been voided.
ur_pk: یہ پیداوار کیا گیا ہے voided ہے.

source: This role is currently assigned to some users and cannot be deleted
ur_pk: یہ کردار اس وقت کچھ صارفین کو تفویض کیا گیا ہے اور حذف نہیں کیا جا سکتا ".

source: This supplier purchasing data has been added.
ur_pk: یہ سپلائر خریداری کے اعداد و شمار کے شامل کیا گیا ہے.

source: This transaction has been voided.
ur_pk: یہ جو ٹرانزیکشن کی گئی ہے voided ہے.

source: This transfer has been voided.
ur_pk: اس کی منتقلی کی گئی ہے voided ہے.

source: This work order cannot be deleted because it has already been processed.
ur_pk: یہ کام حکم کی وجہ سے یہ پہلے سے ہی کیا گیا ہے پر عملدرآمد نہیں کیا جا سکتا ہے خارج کر دیا.

source: This work order has already been released.
ur_pk: اس کام کے لئے پہلے سے ہی جاری کی گئی ہے.

source: This work order has been closed. There can be no more issues against it.
ur_pk: ""یہ کام حکم دیا گیا ہے بند کر دیا اس کے خلاف کوئی اور مسائل ہو سکتے ہیں.

source: This work order has been voided.
ur_pk: اس کام کا حکم دیا گیا ہے voided.

source: This work order is closed and cannot be edited.
ur_pk: ""یہ کام کے لئے بند کر دیا ہے اور میں ترمیم نہیں کر سکتا ہے.

source: Thousand Separator:
ur_pk: ہزاری جداکار:

source: Time Zone on Reports
ur_pk: رپورٹس پر ٹائم زون

source: Timeout
ur_pk: وقت ختم

source: Timeout cannot be less than zero nor longer than 60 (sec).
ur_pk: انہوں نے کہا کہ وقت ختم صفر نہیں (سیکنڈ) 60 سے طویل سے کم نہیں ہو سکتا.

source: To
ur_pk: کے

source: To Account:
ur_pk: اکاؤنٹ پر:

source: To Bank Account
ur_pk: بینک اکاؤنٹ کی

source: To Location
ur_pk: جگہ

source: To Location:
ur_pk: جگہ:

source: To Work Centre
ur_pk: مرکز کام کرنے

source: To switch error logging set $error_logging in config.php file
ur_pk: سوئچ غلطی لاگنگ $ config.php فائل میں لاگ ان غلطی مقرر کرنے کے لئے

source: To the Order of:
ur_pk: کا آرڈر کرنے کے لئے:

source: To:
ur_pk: کرنے کے لئے:

source: Too many failed login attempts.<br>Please wait a while or try later.
ur_pk: بہت زیادہ ناکام لاگ ان کریں کرنے کی کوشش . براہ کرم تھوڑی دیر انتظار کریں یا اس کے بعد کوشش کریں.

source: Total
ur_pk: کل

source: Total Allocated
ur_pk: کل مختص

source: Total Allocated:
ur_pk: کل مختص:

source: Total Amount
ur_pk: کل رقم

source: Total Tax Excluded
ur_pk: کل ٹیکس خارج

source: Total payable or refund
ur_pk: کل قابل ادائیگی یا رقم کی واپسی

source: Trans #
ur_pk: ٹرانس #

source: Transaction #
ur_pk: ٹرانزیکشن #

source: Transaction #:
ur_pk: ٹرانزیکشن #:

source: Transaction Type
ur_pk: ٹرانزیکشن کی قسم

source: Transactions
ur_pk: ٹرانزیکشن

source: Transfer
ur_pk: منتقلی

source: Transfer Date:
ur_pk: ٹرانسفرکی تاریخ:

source: Transfer Type
ur_pk: منتقلی کی قسم

source: Transfer Type:
ur_pk: ٹرانسفر کی قسم:

source: Transfer between Bank Accounts
ur_pk: بینک اکاؤنٹس کے درمیان منتقلی

source: Transfer has been entered
ur_pk: منتقلی میں اندراج کیا گیا ہے".

source: Trial &Balance
ur_pk: ٹرائل بیلنس

source: Trial Balance
ur_pk: ٹرائل توازن

source: Try again
ur_pk: دوبارہ کوشش کریں

source: Tu
ur_pk: منگل

source: Type
ur_pk: قسم

source: Type id
ur_pk: قسم کی شناخت

source: Type:
ur_pk: قسم:

source: UPC/EAN code:
ur_pk: UPC / EAN کوڈ:

source: Unassemble
ur_pk: غیر جمع

source: Unit
ur_pk: یونٹ

source: Unit Abbreviation:
ur_pk: یونٹ کا مخفف ہے:

source: Unit Cost
ur_pk: شے کی قیمت

source: Units
ur_pk: یونٹس

source: Units of Measure
ur_pk: کی پیمائش کے یونٹوں

source: Units of Measure:
ur_pk: کو پیمائش کے یونٹس:

source: Units of measure
ur_pk: پیمائش کے یونٹوں

source: Unknown
ur_pk: نامعلوم

source: Unspecified tag type
ur_pk: غیر اختصاصی ٹیگ کی قسم

source: Update
ur_pk: اپ ڈیٹ

source: Update Account
ur_pk: اکاؤنٹ کی تازہ کاری کریں

source: Update Item
ur_pk: اپ ڈیٹ آئٹم

source: Update Profile
ur_pk: اپ ڈیٹ پروفائل

source: Update default
ur_pk: ڈیفالٹ اپ ڈیٹ کریں

source: Update kit/alias name
ur_pk: اپ ڈیٹ کٹ / عرف نام

source: Update printer profile
ur_pk: اپ ڈیٹ پرنٹر پروفائل

source: Update view
ur_pk: تازہ کاری کے نقطہ نظر

source: Upgrade MySQL server to version at least 4.1
ur_pk: کم از کم 4.1 ورژن MySQL سرور کو اپ گریڈ کریں

source: Upgrade PHP to version at least 4.3.3
ur_pk: کم از کم 4.3.3 ورژن PHP اپ گریڈ کریں

source: Upgrade system
ur_pk: اپ گریڈ کے نظام

source: Upload and install latest extension package
ur_pk: تازہ ترین توسیع پیکج کو اپ لوڈ کریں اور انسٹال کریں

source: Upload and install latest language package
ur_pk: تازہ ترین زبان پیکیج کو اپ لوڈ کریں اور نصب کریں

source: Upload file
ur_pk: فائل اپ لوڈ کریں

source: Use Dimensions:
ur_pk: ابعاد استعمال کریں:

source: Use Item Sales Accounts
ur_pk: اشیاء کی فروخت اکاؤنٹس کا استعمال کریں

source: Use icons instead of text links:
ur_pk: کی بجائے شبیہیں متن لنک استعمال :

source: Use popup window for reports:
ur_pk: رپورٹوں کے لئے پاپ اپ ونڈو کا استعمال کریں:

source: Use popup window to display reports:
ur_pk: پاپ اپ ونڈو کی رپورٹ ظاہر کرنے کے لئے استعمال کریں:

source: User
ur_pk: صارف

source: User Login:
ur_pk: صارف کا لاگ ان:

source: User Quantity Decimals
ur_pk: صارف کی مقدار اعشاریے"

source: User has been deleted.
ur_pk: صارف حذف کر دیا گیا ہے.

source: User login
ur_pk: صارف کا لاگ ان:

source: User login:
ur_pk: صارف کا لاگ ان:

source: User name
ur_pk: صارف کا نام

source: User's POS
ur_pk: صارف POS

source: Users
ur_pk: "صارفین"

source: Users setup
ur_pk: صارفین سیٹ اپ

source: Version
ur_pk: ورژن

source: Version Id
ur_pk: ورژن کی شناخت

source: View
ur_pk: دیکھیں

source: View Attachment
ur_pk: دیکھیں منسلکہ

source: View Backup
ur_pk: بیک اپ دیکھیں

source: View Bank Deposit
ur_pk: دیکھنے بینک جمع

source: View Bank Payment
ur_pk: بینک ادائیگی دیکھیں

source: View Bank Transfer
ur_pk: بینک ٹرانسفر دیکھیں

source: View Dimension
ur_pk: طول و عرض دیکھیں

source: View Inventory Adjustment
ur_pk: انوینٹری ایڈجسٹمنٹ دیکھیں

source: View Inventory Transfer
ur_pk: انوینٹری کی منتقلی دیکھیں

source: View Work Order
ur_pk: کام آرڈر دیکھیں

source: View Work Order Issue
ur_pk: کام آرڈر مسئلہ دیکھیں

source: View Work Order Production
ur_pk: کام آرڈر پیداوار دیکھیں

source: View or &Print Transactions
ur_pk: معاملات پرنٹ کریں یا دیکھیں

source: View or Print Transactions
ur_pk: معاملات پرنٹ یادیکھیں

source: View the GL &Postings for this Adjustment
ur_pk: اس ایڈجسٹمنٹ کے لئے GL پوسٹنگ دیکھیں اور ان کا نظم کریں

source: View the GL Journal Entries for this Cost Update
ur_pk: لاگت کے اس اپ ڈیٹ کے لئے GL جرنل میں لکھے گئے مراسلے دیکھیے

source: View the GL Journal Entries for this Work Order
ur_pk: اس کام کے آرڈر کے لئے GL جرنل میں لکھے گئے مراسلے دیکھیے

source: View the GL Postings for this Deposit
ur_pk: اس جمع کے لئے GL پوسٹنگ دیکھیں

source: View this Work Order
ur_pk: اس کام کے آرڈر دیکھیں

source: Void Transaction
ur_pk: باطل ٹرانزیکشن

source: Void a Transaction
ur_pk: ایک ٹرانزیکشن صفر

source: Voided.
ur_pk: Voided ہے.

source: Voiding Date:
ur_pk: تاریخ Voiding:

source: Voiding transactions
ur_pk: Voiding لین دین

source: Warning: This may cause a delay in GL postings
ur_pk: انتباہ: یہ GL پوسٹنگ میں تاخیر کا سبب بن سکتا ہے.

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
ur_pk: انتباہ: تمام لین دین میں مالی سال حذف کر رہا ہے T ہٹا اور متعلقہ بیلنس میں تبدیل کیا گیا ہے. یہ عمل ناقابل واپسی ہے!

source: We
ur_pk: بدھ

source: Weekly
ur_pk: ہفتہ وار

source: Work &Order Entry
ur_pk: کام & آرڈر انٹری

source: Work Centre
ur_pk: کام مرکز

source: Work Order
ur_pk: کام آرڈر

source: Work Order #:
ur_pk: آرڈر # کام:

source: Work Order &Inquiry
ur_pk: کام آرڈر & انکوائری

source: Work Order Additional Costs
ur_pk: آرڈر اضافی لاگت کام

source: Work Order Entry
ur_pk: آرڈر انٹری کام

source: Work Order Issue
ur_pk: کام آرڈر کا مسئلہ

source: Work Order Production
ur_pk: آرڈر پیداوار کام

source: Work Order Reference:
ur_pk: آرڈر حوالہ کام

source: Work Order Release to Manufacturing
ur_pk: مینوفیکچرنگ آرڈر ریلیز کام

source: Work Order Required By After:
ur_pk: ہونے کے بعد کے ذریعہ مطلوب آرڈر کام:

source: Work Order Requirements
ur_pk: آرڈر تقاضے کام

source: Work order analytical reports and inquiries
ur_pk: آرڈر تجزیاتی رپورٹس اور انکوائری

source: Work order bulk reports
ur_pk: آرڈر بلک کی رپورٹ

source: Work order entry
ur_pk: کام آرڈر اندراج

source: Work order has been deleted.
ur_pk: کام کے لئے حذف کر دیا گیا ہے.

source: Work order releases
ur_pk: کام آرڈر ریلیز

source: Yearly
ur_pk: سالانہ

source: Yes
ur_pk: جی ہاں

source: You are about to remove selected backup file. Do you want to continue ?
ur_pk: تم منتخب بیک اپ فائل کو دور کرنے کے بارے میں ہے .کیا آپ جاری رکھنا چاہتے ہیں؟

source: You are about to restore database from backup file. Do you want to continue?
ur_pk: آپ بیک اپ فائل سے ڈیٹا بیس کی بحال کرنے کے بارے میں ہے.کیا آپ جاری رکھنا چاہتے ہیں؟

source: You can edit directly only journal entries created via Journal Entry page.
ur_pk: آپ براہ راست صرف جرنل روزنامچہ اندراج کے صفحے کے ذریعے پیدا اندراجات میں ترمیم کر سکتے ہیں.

source: You can only upload *.sql backup files
ur_pk: تم * صرف SQL بیک اپ فائلوں کو اپ لوڈ کر سکتے ہیں.

source: You can only use Balance Based together with Journal Entries.
ur_pk: تم جرنل اندراجات کے ساتھ مل کر بنیاد بیلنس ہی استعمال کر سکتے ہیں.

source: You cannot have table set without prefix together with prefixed sets in the same database.
ur_pk: تم سابقہ ​​بغیر ٹیبل سیٹ نہیں مل کر وہی ہی ڈیٹا بیس میں prefixed سیٹ ہی ساتھ کر سکتے ہیں.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
ur_pk: آپبینک اکاونٹ کے لیے جرنل اینٹری نہیں کر سکتے۔براہکرم کوی بھی ایک بینکنگ فعال کا استعمال کریں بینک ٹرنزکشن کے لیے

source: You cannot set an account group to be a subgroup of itself.
ur_pk: آپ ایک اکاؤنٹ گروپ میں خود ایک subgroup مقرر نہیں کر سکتے ہیں.

source: You have selected printing to server at user IP.
ur_pk: آپ صارف کے IP سرور چھپائی کا انتخاب کیا ہے.

source: You have to select at least one category.
ur_pk: آپ کو کم از کم ایک قسم منتخب کرنا ہے.

source: You have to select customer and customer branch.
ur_pk: تہں گاہکوں اور کسٹمر برانچ کو کو منتخب کرنا ہے.

source: You have to select supplier.
ur_pk: تہں سپلائر کو کو منتخب کرنا ہے.

source: You must enter a reference.
ur_pk: آپ کو ایک حوالہ درج کرنا ضروری ہے.

source: You must enter at least one journal line.
ur_pk: آپ کو کم از کم ایک جرنل لائن کا اندراج ہونا ضروری ہے.

source: You must enter at least one non empty item line.
ur_pk: آپ کو کم سے کم ایک غیر خالی آئٹم لائن درج کرنا ضروری ہے.

source: You must enter at least one payment line.
ur_pk: تم نے ایک کم از کم ادائیگی لائن درج کرنا ضروری ہے.

source: You must enter either a debit amount or a credit amount.
ur_pk: آپکو یا تو ڈیبٹ رقم یا کریڈٹ کی رقم درج کرنا ضروری ہے.

source: You should automatically be forwarded.
ur_pk: آپ کو خود کار طریقے سے بھیجاجان چاہئےا.

source: You should restore company database from latest backup file
ur_pk: آپ کو تازہ ترین بیک اپ فائل سے کمپنی کے ڈیٹا بیس کو بحال کرنا چاہئے".

source: Your PHP has to have MySQL extension enabled.
ur_pk: آپ کا PHP MySQL توسیع فعال ہے.
