Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
nb_no: Der er ingen følgeseddel for denne faktura.<br>Højst sandsynligt skaptes denne faktura i en FrontAccounting version inden 2.0 og derfor kan den ikke ændres.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
nb_no: Alle varer på denne faktura er krediterede. Der er intet at ændre på fakturaen.

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
nb_no: Denne side kan kun åbnes såfremt en leverance er valgt. Vælg venligst en leverance at fakturere først.

source: Select Delivery to Invoice
nb_no: Vælg leverance at fakturere

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
nb_no: Valgt antal kan ikke være mindre end antal krediterede eller mere end det antal der ikke er faktureret endnu.

source: The entered invoice date is invalid.
nb_no: Angiven faktura dato er ugyldig.

source: The entered invoice date is not in fiscal year.
nb_no: Faktura dato er ikke innenfor regnskaps året.

source: The entered invoice due date is invalid.
nb_no: Angiven forf. dato er ugyldig.

source: There are no item quantities on this invoice.
nb_no: Der findes intet vare antal på denne faktura.

source: Delivery Notes:
nb_no: Følgesedler

source: Invoice Items
nb_no: Fakturalinjer

source: This Invoice
nb_no: Denne faktura

source: DN
nb_no: FS

source: Credited
nb_no: Kreditert

source: Remove
nb_no: Slett

source: Invoice Total
nb_no: Faktura total

source: Process Invoice
nb_no: Gem faktura

source: Customer Payment Entry
nb_no: Innbetaling fra kunde

source: There are no customers defined in the system.
nb_no: Der er ingen kunder definert i systemet.

source: The customer payment has been successfully entered.
nb_no: Innbetalingen er oppdatert.

source: &View the GL Journal Entries for this Customer Payment
nb_no: Vis bilaget for denne innbetaling

source: Enter Another &Customer Payment
nb_no: Registrer en ny innbetaling

source: The entered date is invalid. Please enter a valid date for the payment.
nb_no: Angiven dato er ugyldig. Venligst angiv en gyldig dato for betaling.

source: The entered amount is invalid or negative and cannot be processed.
nb_no: Angivet beløb er ugyldig eller negativ og kan ikke behandles.

source: The entered discount is not a valid number.
nb_no: Angiven rabat er ugyldig.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
nb_no: Balancen for beløb og rabat er nul eller negativ. Venligst angiv gyldige beløb.

source: From Customer:
nb_no: Fra debitor:

source: Branch:
nb_no: Afdeling:

source: This customer account is on hold.
nb_no: Debitorkontoet er lukket.

source: Into Bank Account:
nb_no: Til bankkonto:

source: Date of Deposit:
nb_no: Dato for innbetaling:

source: Customer prompt payment discount :
nb_no: Debitorrabat for hurtig betaling:

source: Amount and discount are in customer's currency.
nb_no: Beløb og rabat er i debitors valuta.

source: Add Payment
nb_no: Tilføj betaling

source: Direct Sales Delivery
nb_no: Direkte levering

source: Direct Sales Invoice
nb_no: Direkte fakturering

source: Modifying Sales Order # %d
nb_no: Ændre ordre # %d

source: Modifying Sales Quotation # %d
nb_no: Ændr faktura # %d.

source: New Sales Order Entry
nb_no: Oprettelse af salgsordre

source: New Sales Quotation Entry
nb_no: Oprettelse af salgsordre

source: Sales Order Entry
nb_no: Opret salgsordre

source: Order # %d has been entered.
nb_no: Ordre # %d er gemt.

source: &View This Order
nb_no: Vis denne ordre

source: Make &Delivery Against This Order
nb_no: Gennemfør levering for denne ordre

source: Enter a &New Order
nb_no: Opret en ny ordre

source: Order # %d has been updated.
nb_no: Ordre # %d er opdateret.

source: Confirm Order Quantities and Make &Delivery
nb_no: Bekræft ordre antal og skab leverance

source: Select A Different &Order
nb_no: Vælg en anden ordre

source: Quotation # %d has been entered.
nb_no: Faktura # %d er gemt.

source: &View This Quotation
nb_no: Vis denne faktura

source: &Print This Quotation
nb_no: Udskriv denne faktura

source: &Email This Quotation
nb_no: Denne allokering

source: Make &Sales Order Against This Quotation
nb_no: Gennemfør levering for denne ordre

source: Enter a New &Quotation
nb_no: Opprett et nytt tilbud

source: Quotation # %d has been updated.
nb_no: Ordre # %d er opdateret.

source: Select A Different &Quotation
nb_no: Vælg en anden ordre

source: Make &Invoice Against This Delivery
nb_no: Opret faktura for denne leverance

source: Enter a New Template &Delivery
nb_no: Opret en ny leveranceskabelon

source: Enter a &New Delivery
nb_no: Opret en ny leverance

source: Invoice # %d has been entered.
nb_no: Faktura # %d er gemt.

source: &Print Sales Invoice
nb_no: Udskriv faktura

source: &Email Sales Invoice
nb_no: Udskriv faktura

source: Enter a &New Template Invoice
nb_no: Opprett en ny Fakturaformular

source: Enter a &New Direct Invoice
nb_no: Opprett en ny direkte levering og fakturering

source: The entered date is not in fiscal year
nb_no: Dato ligger utenfor regnskaps året.

source: You must enter the person or company to whom delivery should be made to.
nb_no: Du skal angive person eller firma for hvem leverancen skal udføres.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
nb_no: Du skal angive gadeadresse i adresseboksen. Ordren kan ikke godkendes uden en gyldig gadeadresse.

source: The shipping cost entered is expected to be numeric.
nb_no: Angiven fragt forventes være numerisk.

source: The Valid date is invalid.
nb_no: Leveringsdatoen er ugyldig.

source: The delivery date is invalid.
nb_no: Leveringsdatoen er ugyldig.

source: The requested valid date is before the date of the quotation.
nb_no: Angivet leveringsdato ligger før ordredato.

source: The requested delivery date is before the date of the order.
nb_no: Angivet leveringsdato ligger før ordredato.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
nb_no: Linien kan ikke opdateres da du forsøger at angive antallet til mindre end 0, eller rabatprocenten til mere end 100.

source: Price for item must be entered and can not be less than 0
nb_no: Pris for varen skal angives og kan ikke være mindre end 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
nb_no: Linien du forsøger at ændre antallet for er allerede blevet leveret med et antal som er mindre. Antallet leveret og fakturerat kan ikke ændres retrospektivt.

source: This item cannot be deleted because some of it has already been delivered.
nb_no: Denne vare kan ikke slettes da nogle allerede er modtagne.

source: Direct delivery entry has been cancelled as requested.
nb_no: Direkte levering er slettet som ønsket

source: Enter a New Sales Delivery
nb_no: Opret en ny direkte levering

source: Direct invoice entry has been cancelled as requested.
nb_no: Direkte levering og fakturering er slettet som ønsket

source: Enter a New Sales Invoice
nb_no: Opprett en ny Faktura

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
nb_no: Ordren kan ikke slettes da noget af den allerede er faktureret eller leveret. Derimod kan vareantal ændres.

source: This sales quotation has been cancelled as requested.
nb_no: Ordren er slettet som ønsket

source: Enter a New Sales Quotation
nb_no: Opret en ny salgsordre

source: This sales order has been cancelled as requested.
nb_no: Ordren er slettet som ønsket

source: Enter a New Sales Order
nb_no: Opret en ny salgsordre

source: Sales Quotation
nb_no: Beskrivelse

source: Invoice Date:
nb_no: Faktura dato:

source: Sales Invoice Items
nb_no: Fakturalinier

source: Enter Delivery Details and Confirm Invoice
nb_no: Angiv leveringsdetaljer og bekræft faktura

source: Cancel Invoice
nb_no: Slet faktura

source: Place Invoice
nb_no: Opret faktura

source: Delivery Date:
nb_no: Leveringsdato:

source: Delivery Note Items
nb_no: Følgeseddel varer

source: Enter Delivery Details and Confirm Dispatch
nb_no: Angiv leverancedetaljer og bekræft leverance

source: Cancel Delivery
nb_no: Slet leverance

source: Place Delivery
nb_no: Udfør leverance

source: Quotation Date:
nb_no: Tilbuds dato:

source: Sales Quotation Items
nb_no: Fakturalinier

source: Enter Delivery Details and Confirm Quotation
nb_no: Angiv leveringsdetaljer og bekræft faktura

source: Cancel Quotation
nb_no: Slet faktura

source: Commit Quotations Changes
nb_no: Gem ordre ændringer

source: Order Date:
nb_no: Ordre dato:

source: Sales Order Items
nb_no: Ordrelinier

source: Enter Delivery Details and Confirm Order
nb_no: Angiv leveringsdetaljer og bekræft ordre

source: Commit Order Changes
nb_no: Gem ordre ændringer

source: Validate changes and update document
nb_no: Valider ændringer og opdater dokument

source: Cancels document entry or removes sales order when editing an old document
nb_no: Fortryder dokumentoprettelse eller fjerner salgsordrer ved redigering af et gammelt dokument

source: Allocate Customer Payment or Credit Note
nb_no: Alloker innbetaling eller kreditnota

source: Allocation of %s # %d
nb_no: Allokering af %s # %d

source: Customer Allocations
nb_no: Debitor allokeringer

source: Select a customer:
nb_no: Vælg en debitor:

source: Customer Allocation Inquiry
nb_no: Debitorstyring, innbetaling

source: Allocation
nb_no: Allokering

source: Customer Transactions
nb_no: Debitorstyring

source: CUSTOMER ACCOUNT IS ON HOLD
nb_no: DEBITORKONTO ER SPÆRRET

source: Search Not Invoiced Deliveries
nb_no: Søg ikke fakturerede leverancer

source: Search All Deliveries
nb_no: Søg alle leverancer

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
nb_no: For batch-fakturering må du vælge mindst en leverance. Alle varer skal være leverede til samme kundeafdeling.

source: Delivery #
nb_no: Leverance #

source: Contact
nb_no: Kontakt

source: Cust Ref
nb_no: Debitor ref

source: Due By
nb_no: Faktura deadline

source: Delivery Total
nb_no: Total leveret

source: Batch
nb_no: Afdeling

source: Batch Invoicing
nb_no: Opret faktura

source: Search Outstanding Sales Orders
nb_no: Søg ikke leverede ordrer

source: Search Template for Invoicing
nb_no: Søg skabelon for fakturering

source: Select Template for Delivery
nb_no: Søg skabelon for leverance

source: Search All Sales Orders
nb_no: Søg alle ordrer

source: Search All Sales Quotations
nb_no: Søg alle ordrer

source: Dispatch
nb_no: Leverance

source: Sales Order
nb_no: Ordre

source: Delivery
nb_no: Levering

source: Set this order as a template for direct deliveries/invoices
nb_no: Gør denne ordre til en skabelon for direkte levering/levering og fakturering

source: Show All:
nb_no: Vis

source: Order #
nb_no: Ordre #

source: Cust Order Ref
nb_no: Debitor ordre ref.

source: Delivery To
nb_no: Leveres til

source: Quote Date
nb_no: Forf. dato

source: Quote Total
nb_no: Sub total

source: Tmpl
nb_no: Skabelon

source: Credit Status
nb_no: Kreditstatus

source: The credit status description cannot be empty.
nb_no: Kreditstatus beskrivelse kan ikke være tom.

source: New credit status has been added
nb_no: Den nye kreditstatus er opprettet

source: Selected credit status has been updated
nb_no: Den valgte kreditstatus er opdateret

source: Cannot delete this credit status because customer accounts have been created referring to it.
nb_no: Kan ikke slette denne kreditstatus dd debitor konti refererer til den.

source: Selected credit status has been deleted
nb_no: Valgte kreditstatus er opdateret

source: Dissallow Invoices
nb_no: Faktureringsstatus

source: Invoice OK
nb_no: Fakturering OK

source: NO INVOICING
nb_no: INGEN FAKTURERING

source: Dissallow invoicing ?
nb_no: Stop fakturering?

source: Customers
nb_no: Kunder

source: The customer name cannot be empty.
nb_no: Kunde navnet kan ikke være tomt.

source: The customer short name cannot be empty.
nb_no: Kundens kort navn kan ikke være tomt.

source: The credit limit must be numeric and not less than zero.
nb_no: Kreditgrensen skal være numerisk og ikke mindre enn 0.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
nb_no: Kontantrabatten forventes være mindre end 100% och større end eller 0.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
nb_no: Rabbattprosenten skal være mindre enn 100 og større enn eller lik 0.

source: Customer has been updated.
nb_no: Kunde har blitt oppdatert.

source: A new customer has been added.
nb_no: En ny kunde er opprettet.

source: This customer cannot be deleted because there are transactions that refer to it.
nb_no: Kunde kan ikke slettes da det finnes posteringer på kontoen.

source: Cannot delete the customer record because orders have been created against it.
nb_no: Kan ikke slette kunde, det er registrert ordrer på kundenummeret.

source: Cannot delete this customer because there are branch records set up against it.
nb_no: Kan ikke slette debitor, da der er tilknyttede avdelinger.

source: Selected customer has been deleted.
nb_no: Kunden er slettet.

source: There are no sales types defined. Please define at least one sales type before adding a customer.
nb_no: Der er ingen salgstyper defineret. Vennligst opprett minst en salgstype før du oppretter en kunde.

source: New customer
nb_no: Opprett ny kunde

source: Name and Address
nb_no: Navn og adresse

source: Customer Name:
nb_no: Kunde navn:

source: Customer Short Name:
nb_no: Kunde kort navn:

source: Customer's Currency:
nb_no: Kunde valuta:

source: Sales Type/Price List:
nb_no: Salgstype/prisliste:

source: Discount Percent:
nb_no: Rabatt prosent:

source: Prompt Payment Discount Percent:
nb_no: Kontantrabatt prosent:

source: Credit Status:
nb_no: Kreditstatus:

source: Customer branches
nb_no: Kunde avdelinger

source: Select or &Add
nb_no: Velg eller opprett

source: &Add or Edit
nb_no: Opprett eller endre

source: Customer status:
nb_no: Kunde status:

source: Add New Customer
nb_no: Legg til ny kunde

source: Update Customer
nb_no: Oppdater kunde

source: Update customer data
nb_no: Oppdater kunde data

source: Select this customer and return to document entry.
nb_no: Velg denne kunde og gå tilbake til dokument inntasting.

source: Delete Customer
nb_no: Slett kunde

source: Delete customer data if have been never used
nb_no: Slett kunde data, om data ikke har vært i bruk

source: Customer Branches
nb_no: Kunde avdelinger

source: There are no customers defined in the system. Please define a customer to add customer branches.
nb_no: Der er ingen kunder defineret i systemet. Vennligst opprett en kunde for å opprette en kundeavdeling.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
nb_no: Der finnes ingen selgere definert i systemet. Minst en selger kreves før du kan fortsette.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
nb_no: Der finnes ingen salgsområder defineret i systemet. Minst et salgsområde må opprettes før du kan fortsette.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
nb_no: Der finnes ingen leveringsagenter defineret i systemet. Minst et fraktfirma må opprettes før du kan fortsette.

source: The Branch name cannot be empty.
nb_no: Avdelingsnavnet kan ikke være tomt.

source: The Branch short name cannot be empty.
nb_no: Avdeling kort navn kan ikke være tomt.

source: Selected customer branch has been updated
nb_no: Kunde avdelingen er oppdatert

source: New customer branch has been added
nb_no: En ny kundeavdeling er opprettet.

source: Cannot delete this branch because customer transactions have been created to this branch.
nb_no: Kan ikke slette avdelingen da det finnes posteringer på kontoen.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
nb_no: Kan ikke slette avdelingen da det finnes salgsordrer på kontoen, Slett gamle salgsordrer først.

source: Selected customer branch has been deleted
nb_no: Kundeavdelingen er slettet

source: Select
nb_no: Velg

source: Short Name
nb_no: Kort navn

source: Sales Person
nb_no: Selger

source: Area
nb_no: Område

source: Phone No
nb_no: Telefon

source: Fax No
nb_no: Fax

source: Tax Group
nb_no: MVA Gruppe

source: Inactive
nb_no: Ikke aktiv

source: The selected customer does not have any branches. Please create at least one branch.
nb_no: Kunden har ingen avdelinger. Vennligst opprett minst en avdeling.

source: Main Branch
nb_no: Hovedkontor

source: Branch Name:
nb_no: Avdelingsnavn:

source: Branch Short Name:
nb_no: Avdeling kort navn:

source: Sales Person:
nb_no: Selger:

source: Sales Area:
nb_no: Salgsområde:

source: Sales Group:
nb_no: Salgs Gruppe:

source: Default Inventory Location:
nb_no: Standard lagerplass:

source: Default Shipping Company:
nb_no: Standard Fraktselskap:

source: Disable this Branch:
nb_no: Sperr denne avdeling:

source: Accounts Receivable Account:
nb_no: Kunde konto:

source: Billing Address:
nb_no: Fakturaadresse:

source: Recurrent Invoices
nb_no: Forfalte fakturaer

source: The area description cannot be empty.
nb_no: Områdebeskrivelse kan ikke være tom.

source: Selected recurrent invoice has been updated
nb_no: Valgt valuta instilling er opdateret.

source: New recurrent invoice has been added
nb_no: Ny valuta er opprettet.

source: Selected recurrent invoice has been deleted
nb_no: Valgt valuta er slettet.

source: Template:
nb_no: Formular:

source: Customer:
nb_no: Kunder:

source: Days:
nb_no: dager:

source: Monthly:
nb_no: månder

source: Begin:
nb_no: Start:

source: End:
nb_no: Slutt:

source: Selected sales area has been updated
nb_no: Det valgte salgsområde er oppdatert

source: New sales area has been added
nb_no: Nyt salgsområde er tilføjet

source: Cannot delete this area because customer branches have been created using this area.
nb_no: Kan ikke slette dette område da kunde avdelinger er tilknyttet kontoen.

source: Selected sales area has been deleted
nb_no: Valgte salgsområde er slettet

source: Area Name
nb_no: Områdenavn:

source: Area Name:
nb_no: Områdenavn:

source: Sales Groups
nb_no: Salgs grupper

source: Selected sales group has been updated
nb_no: Den valgte salgsgruppe er oppdatert

source: New sales group has been added
nb_no: Den nye salgsgruppen er opprettet.

source: Cannot delete this group because customers have been created using this group.
nb_no: Kan ikke slette denne gruppen da kunde avdelinger tilknyttet gruppen.

source: Selected sales group has been deleted
nb_no: Den valgte momsgruppe er slettet.

source: Group Name
nb_no: Gruppe

source: Group Name:
nb_no: Gruppe navn:

source: Sales Persons
nb_no: Selgere

source: The sales person name cannot be empty.
nb_no: Selgers navn kan ikke være tomt.

source: Salesman provision cannot be less than 0 or more than 100%.
nb_no: Selgers provisjon kan ikke være mindre enn 0 eller større enn 100%.

source: Salesman provision breakpoint must be numeric and not less than 0.
nb_no: Selger provisjon punkt skal være numerisk og ikke mindre enn 0.

source: Selected sales person data have been updated
nb_no: Den valgte selgers data er oppdatert

source: New sales person data have been added
nb_no: Ny selger er blitt lagt til

source: Selected sales person data have been deleted
nb_no: Den valgte selgers data er blitt slettet

source: Sales person name:
nb_no: Selgerens navn:

source: Telephone number:
nb_no: Telefon:

source: Fax number:
nb_no: Fax:

source: Break Pt.:
nb_no: Provisjons punkt.:

source: The POS name cannot be empty.
nb_no: POS navnet kan ikke være tomt.

source: You must allow cash or credit sale.
nb_no: Du må godta kontant eller kreditt salg.

source: New point of sale has been added
nb_no: Nytt salgs punkt er opprettet

source: Selected point of sale has been updated
nb_no: Det valgte salgs punktet er oppdatert

source: Cannot delete this POS because it is used in users setup.
nb_no: Kan ikke slette denne POS da den brukes av andre enheter.

source: Selected point of sale has been deleted
nb_no: Den valgte POS er slettet

source: POS Name
nb_no: POS Navn

source: Credit sale
nb_no: Kredit Salg

source: Cash sale
nb_no: Kontant Salg

source: Default account
nb_no: Valgt Konto

source: Point of Sale Name
nb_no: POS Navn

source: Default cash account
nb_no: Valgt kontant konto

source: POS location
nb_no: POS lokasjon

source: The sales type description cannot be empty.
nb_no: Salgstype beskrivelse kan ikke være tom.

source: Calculation factor must be valid positive number.
nb_no: Beregningsfaktor skal være nummerisk og større end 0.

source: New sales type has been added
nb_no: Den nye salgstype er opprettet.

source: Selected sales type has been updated
nb_no: Den valgte salgstype er opdateret

source: Cannot delete this sale type because customer transactions have been created using this sales type.
nb_no: Kan ikke slette denne salgstype da debitor transaktioner referer til den.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
nb_no: Kan ikke slette denne salgstype da det finnes kunder som bruker salgstypen.

source: Selected sales type has been deleted
nb_no: Den valgte salgstype er slettet

source: Type Name
nb_no: Typenavn:

source: Factor
nb_no: Faktor

source: Tax Incl
nb_no: MVA inkl.

source: Base
nb_no: Standard

source: Marked sales type is the company base pricelist for prices calculations.
nb_no: Markeret salgstype er standard prislisten for prisberegninger.

source: Sales Type Name
nb_no: Salgstype navn

source: Calculation factor
nb_no: Beregningsfaktor

source: Tax included
nb_no: MVA inkluderet

source: View Credit Note
nb_no: Vis kreditnota

source: CREDIT NOTE #%d
nb_no: KREDITNOTA #%d

source: There are no line items on this credit note.
nb_no: Der findes ingen linier på denne kreditnota.

source: Shipping
nb_no: Fragt

source: TOTAL CREDIT
nb_no: TOTAL KREDIT

source: View Sales Dispatch
nb_no: Vis leverance

source: DISPATCH NOTE #%d
nb_no: FÆLGESEDDEL #%d

source: Charge To
nb_no: Faktureres til

source: Charge Branch
nb_no: Fakturer afdeling

source: Delivered To
nb_no: Leveres til

source: Our Order No
nb_no: Vor ordre nr.

source: Customer Order Ref.
nb_no: Debitor ordre ref.

source: Dispatch Date
nb_no: Lev. dato

source: There are no line items on this dispatch.
nb_no: Der findes ingen varelinier på denne leverance.

source: TOTAL VALUE
nb_no: TOTAL VÆRDI

source: This dispatch has been voided.
nb_no: Leverancen er nulstillet.

source: View Sales Invoice
nb_no: Vis faktura

source: SALES INVOICE #%d
nb_no: FAKTURA #%d

source: There are no line items on this invoice.
nb_no: Det er ingen vare linjer på denne faktura

source: View Customer Payment
nb_no: Vis innbetaling

source: Customer Payment #%d
nb_no: Innbetaling #%d

source: From Customer
nb_no: Fra Kunde

source: Into Bank Account
nb_no: Til bankkonto

source: Date of Deposit
nb_no: Innbetalt Dato

source: This customer payment has been voided.
nb_no: Innbetalingen er nullstillet.

source: View Sales Quotation
nb_no: Vis faktura

source: View Sales Order
nb_no: Vis ordre
