Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.14-1.po
Languages: ur_pk

source: Charset encoding
ur_pk: چارسیٹ انکوڈنگ

source: Chart
ur_pk: چارٹ

source: Chart of Accounts
ur_pk: اکاؤنٹس کی چارٹ

source: Cheque
ur_pk: چیک

source: Chequing Account
ur_pk: اکاؤنٹ Chequing

source: Class
ur_pk: کلاس

source: Class ID
ur_pk: کلاس ID

source: Class ID:
ur_pk: کلاس ID:

source: Class Name
ur_pk: کلاس کا نام

source: Class Name:
ur_pk: کلاس کا نام:

source: Class Type
ur_pk: کلاس قسم

source: Class Type:
ur_pk: کلاس کی قسم:

source: Class:
ur_pk: کلاس:

source: Click Here to Pick up the date
ur_pk: یہاں تاریخ لینے کے لئے یہاں دبائیں.

source: Click here to Login Again.
ur_pk: یہاں دوبارہ لاگ ان پر کلک کریں.

source: Clone
ur_pk: کلون

source: Clone This Item
ur_pk: یہ آئٹم کلون

source: Clone This Role
ur_pk: یہ کردار کلون

source: Close
ur_pk: بند

source: Close This Dimension
ur_pk: اس طول و عرض کو بند کریں

source: Close This Work Order
ur_pk: یہ کام آرڈر بند کریں

source: Closed
ur_pk: بند

source: Closing Year
ur_pk: اخری سال

source: Code
ur_pk: کوڈ

source: Comments
ur_pk: تبصرے

source: Comments:
ur_pk: رائے:

source: Common view/print transactions interface
ur_pk: کامن نقطہ نظر / پرنٹ لین دین کے انٹرفیس

source: Company
ur_pk: کمپنی

source: Company GL setup
ur_pk: کمپنی GL سیٹ اپ

source: Company Logo:
ur_pk: کمپنی لوگو:

source: Company Setup
ur_pk: کمپنی سیٹ اپ

source: Company has been updated.
ur_pk: کمپنی کو اپ ڈیٹ کیا گیا ہے.

source: Company internal
ur_pk: کمپنی داخلی

source: Company parameters
ur_pk: کمپنی پیرامیٹرز

source: Company setup
ur_pk: کمپنی سیٹ اپ

source: Company setup has been updated.
ur_pk: کمپنی سیٹ اپ کو اپ ڈیٹ کیا گیا ہے.

source: Company subdirectories consistency
ur_pk: کمپنی ذیلی ڈائریکٹریز کی مستقل مزاجی

source: Compare to
ur_pk: کا موازنہ کریں

source: Component
ur_pk: جزو

source: Component is :
ur_pk: جزو ہے:

source: Component of selected kit has been updated.
ur_pk: منتخب کٹ کے اجزاء کو اپ ڈیٹ کیا گیا ہے.

source: Component:
ur_pk: اجزاء:

source: Compression:
ur_pk: سکڑاؤ:

source: Confirm changes
ur_pk: تبدیلیوں کی توثیق

source: Contact &Categories
ur_pk: رابطہ & زمرہ جات

source: Contact Categories
ur_pk: رابطہ زمرے

source: Contact Category Subtype:
ur_pk: زمرہ ذیلی قسم سے رابطہ کریں:

source: Contact Category Type:
ur_pk: زمرہ قسم رابطہ کریں:

source: Contact Person
ur_pk: شخص سے رابطہ کریں

source: Contact Person:
ur_pk: شخص سے رابطہ کریں:

source: Contact active for:
ur_pk: فعال کرنے کے لیے رابطہ کریں:

source: Contact categories
ur_pk: رابطہ اقسام

source: Contact data
ur_pk: ڈیٹا سے رابطہ کریں

source: Contact for deliveries:
ur_pk: کی فراہمی کے لئے رابطہ کریں:

source: Contact reference cannot be empty.
ur_pk: رابطہ حوالہ خالی نہیں ہو سکتا.

source: Conversion Factor
ur_pk: تبادلوں فیکٹر

source: Conversion Factor (to our UOM):
ur_pk: تبادلوں فیکٹر (ہمارے UOM):

source: Cost Update
ur_pk: لاگت اپ ڈیٹ

source: Cost has been updated.
ur_pk: لاگت کو اپ ڈیٹ کیا گیا ہے.

source: Cost of Goods Sold
ur_pk: سامان کی لاگت فروخت

source: Cost was
ur_pk: لاگت تھا

source: Costed Bill Of Material Inquiry
ur_pk: مواد انکوائری Costed بل

source: Costs
ur_pk: لاگت

source: Country
ur_pk: ملک

source: Country:
ur_pk: ملک:

source: Create Backup
ur_pk: بیک اپ بنائیں

source: Create a new company
ur_pk: ایک نئی کمپنی تخلیق کریں

source: Create backup
ur_pk: بیک اپ بنائیں

source: Create/Update &Companies
ur_pk: / اپ ڈیٹ بنائیں اور عمومی کمپنیاں

source: Create/Update Company
ur_pk: بنائیں / کمپنی اپ ڈیٹ کریں

source: Credit
ur_pk: کریڈٹ

source: Credit &Status Setup
ur_pk: سیٹ اپ کے کریڈٹ اور عمومی حیثیت

source: Credit Account
ur_pk: کریڈٹ اکاؤنٹ

source: Credit Labour Account
ur_pk: کریڈٹ لیبر اکاؤنٹ

source: Credit Notes
ur_pk: کریڈٹ نوٹس

source: Credit Overhead Account
ur_pk: کریڈٹ ہیڈ اکاؤنٹ

source: Credit status definitions changes
ur_pk: کریڈٹ حیثیت تعریفیں تبدیلیاں

source: Currencies
ur_pk: کرنسیاں

source: Currency
ur_pk: کرنسی

source: Currency Abbreviation:
ur_pk: کرنسی مخفف:

source: Currency Name
ur_pk: کرنسی نام

source: Currency Name:
ur_pk: کا نام:

source: Currency Symbol:
ur_pk: کرنسی کی علامت ہے:

source: Currency:
ur_pk: کرنسی:

source: Current Credit:
ur_pk: موجودہ کریڈٹ:

source: Current active extensions set has been saved.
ur_pk: موجودہ فعال توسیعات سیٹ کو بچا لیا.

source: Current database version
ur_pk: موجودہ ڈیٹا بیس کے ورژن

source: Current status:
ur_pk: موجودہ حیثیت:

source: Customer &Branches
ur_pk: گاہک اور عمومی شاخیں

source: Customer &Credit Notes
ur_pk: گاہک اور کریڈٹ نوٹس

source: Customer &Payments
ur_pk: گاہک اور عمومی ادائیگیاں

source: Customer Allocation &Inquiry
ur_pk: کسٹمر ایلوکیشن اور عمومی انکوائری

source: Customer Credit Note
ur_pk: کسٹمر کے کریڈٹ نوٹ

source: Customer Payment
ur_pk: کسٹمر ادائیگی

source: Customer Transaction &Inquiry
ur_pk: کسٹمر ٹرانزیکشن انکوائری

source: Customer and Sales &Reports
ur_pk: گاہک اور سیلز اینڈ رپورٹیں

source: Customer branch
ur_pk: کسٹمر شاخ

source: Customer bulk listing
ur_pk: کسٹمر بلک لسٹنگ

source: Customer default
ur_pk: کسٹمر کی ڈیفالٹ

source: Customer payments allocation
ur_pk: کسٹمر کی ادائیگی مختص کرنے

source: Customer payments entry
ur_pk: کسٹمر کی ادائیگی انٹری

source: Customer payments report
ur_pk: گاہک ادائیگی کی رپورٹ

source: Customer status report
ur_pk: گاہک کی حیثیت کی رپورٹ

source: Customer:
ur_pk: گاہک:

source: Customers
ur_pk: گاہک

source: Customers and Sales
ur_pk: گاہک اور سیلز

source: Customers and Sales Defaults
ur_pk: گاہک اور سیلز ڈیفالٹس

source: DATABASE ERROR :
ur_pk: ڈیٹا بیس کی خرابی:

source: Database Host
ur_pk: ڈیٹابیس ہوسٹ

source: Database Name
ur_pk: ڈیٹا بیس کا نام

source: Database Password
ur_pk: ڈیٹا بیس پاسورڈ

source: Database Script
ur_pk: ڈیٹا بیس اسکرپٹ

source: Database User
ur_pk: ڈیٹا بیس صارف

source: Database auth file
ur_pk: ڈیٹا بیس auth فائل

source: Database backup failed.
ur_pk: ڈیٹا بیس بیک اپ میں ناکام رہے.

source: Database backup/restore
ur_pk: ڈیٹا بیس بیک اپ / بحال

source: Database settings are not specified.
ur_pk: ڈیٹابیس کی ترتیبات کی وضاحت نہیں ہیں.

source: Database structure seems to be not upgraded to current version
ur_pk: ڈیٹا بیس کا ڈھانچہ موجودہ ورژن میں اپ گریڈ نہیں رکھا جائے لگتا ہے

source: Database upgrade finished.
ur_pk: ڈیٹا بیس اپ گریڈ ختم ہو گیا ہے.

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
ur_pk: ڈیٹا بیس کے طور پر نشان لگا دیا گیا ہے جزوی طور پر نصب اپ گریڈ خود کار طریقے سے نہیں کیا جا سکتا ہے انسٹال ہے .

source: Date
ur_pk: تاریخ

source: Date Required By
ur_pk: ضرورت ہے تاریخ کی

source: Date Separator:
ur_pk: جداکار تاریخ:

source: Date Uploaded
ur_pk: تاریخ اپ لوڈ

source: Date Voided:
ur_pk: Voided تاریخ:

source: Date for Revaluation:
ur_pk: پنرمولین کے لئے تاریخ:

source: Date of Issue
ur_pk: مسئلہ تاریخ

source: Date of bank statement to reconcile
ur_pk: "بینک کی تفصیلات جمع کی تاریخ

source: Date to Use From
ur_pk: تاریخ استعمال سے

source: Date to Use From:
ur_pk: تاریخ سے استعمال کریں:

source: Date:
ur_pk: تاریخ:

source: Dateformat and Separators
ur_pk: وضع تاریخ اور Separators

source: Dateformat:
ur_pk: وضع تاریخ:

source: Day In Following Month
ur_pk: مندرجہ ذیل مہینے میں دن

source: Days (Or Day In Following Month):
ur_pk: دن (یا مندرجہ ذیل مہینے میں دن):

source: Debit
ur_pk: ڈیبٹ

source: Debit Account
ur_pk: ڈیبٹ اکاؤنٹ

source: Debug mode database warning:
ur_pk: ڈیبگ موڈ ڈیٹا بیس انتباہ:

source: Debugging mode
ur_pk: ٹھیک کرنے کا موڈ

source: Dec
ur_pk: دسمبر

source: December
ur_pk: دسمبر

source: Decimal Places
ur_pk: اعشاری مقامات

source: Decimal Places:
ur_pk: اعشاری مقامات:

source: Decimal Separator:
ur_pk: اعشاریہ:

source: Decimals
ur_pk: اعشاریے

source: Default Base Amount
ur_pk: بنیادی بیس رقم

source: Default Credit Limit:
ur_pk: ڈیفالٹ کریڈٹ کی حد:

source: Default Language
ur_pk: ڈیفالٹ زبان

source: Default currency account:
ur_pk: بنیادی کرنسی اکاؤنٹ:

source: Default printing destination
ur_pk: ڈیفالٹ پرنٹنگ منزل

source: Default values for new items
ur_pk: نئی اشیاء کے لیے ڈیفالٹ اقدار

source: Delete
ur_pk: حذف کریں

source: Delete Backup
ur_pk: بیک اپ کو حذف کریں

source: Delete Company Logo:
ur_pk: کمپنی علامت کو حذف کریں:

source: Delete Image:
ur_pk: تصویر کو حذف کریں:

source: Delete Profile
ur_pk: پروفائل حذف کریں

source: Delete This Dimension
ur_pk: اس طول و عرض کو حذف کریں

source: Delete This Item
ur_pk: اس آئٹم کو حذف کریں

source: Delete This Role
ur_pk: اس کردار کو حذف کریں

source: Delete This Work Order
ur_pk: یہ کام آرڈر کو حذف کریں

source: Delete account
ur_pk: اکاؤنٹ حذف کریں

source: Delete printer profile (only if not used by any user)
ur_pk: پرنٹر پروفائل حذف (کسی بھی صارف کی طرف سے صرف اس صورت میں استعمال نہیں کیا ہے)

source: Delete unused dimension
ur_pk: غیر استعمال شدہ طول و عرض کو حذف کریں

source: Deleted.
ur_pk: حزف ہو گیا

source: Deleting GRN items during invoice entry
ur_pk: انوائس اندراج کے دوران GRN اشیاء کو خارج کر رہا ہے

source: Delivery Note
ur_pk: ڈیلیوری نوٹ

source: Delivery Notes
ur_pk: ڈیلیوری نوٹس

source: Delivery Over-Receive Allowance:
ur_pk: ڈلیوری کے دوران وصول کی الاؤنس:

source: Delivery Required By:
ur_pk: ای میل کی ضرورت ہے:

source: Demand
ur_pk: ڈیمانڈ

source: Deposit Items
ur_pk: جمع ​​اشیا

source: Deposit Type
ur_pk: جمع ​​قسم

source: Description
ur_pk: تفصیل

source: Description:
ur_pk: تفصیل:

source: Descriptive Name:
ur_pk: وضاحتی نام:

source: Destination Location:
ur_pk: مطلوبہ مقام:

source: Detail
ur_pk: تفصیل

source: Detail:
ur_pk: تفصیل:

source: Difference
ur_pk: اختلاف

source: Dim
ur_pk: مند

source: Dim. incl.
ur_pk: دھیما بشمول.

source: Dimension
ur_pk: طول و عرض

source: Dimension &Entry
ur_pk: پہلو اور انٹری

source: Dimension &Inquiry
ur_pk: پہلو اور عمومی انکوائری

source: Dimension &Reports
ur_pk: پہلو اور عمومی رپورٹیں

source: Dimension &Tags
ur_pk: پہلو اور عمومی ٹیگز

source: Dimension Defaults
ur_pk: پہلو ڈیفالٹس

source: Dimension Entry
ur_pk: طول و عرض میں داخلہ

source: Dimension Reference:
ur_pk: طول و عرض حوالہ:

source: Dimension Required By After:
ur_pk: طول و عرض کے بعد کی ضرورت ہے:

source: Dimension Tags
ur_pk: جہت کی تلاش میں

source: Dimension entry
ur_pk: طول و عرض انٹری

source: Dimension is closed.
ur_pk: طول و عرض کو بند کر دیا ہے.

source: Dimension reports
ur_pk: طول و عرض کی رپورٹ

source: Dimension tags
ur_pk: طول و عرض ٹیگ

source: Dimension view
ur_pk: طول و عرض کو دیکھنے

source: Dimensions
ur_pk: ابعاد

source: Dimensions configuration
ur_pk: ابعاد ترتیب

source: Direct &Delivery
ur_pk: براہ راست اور عمومی ڈیلیوری

source: Direct &GRN
ur_pk: براہ راست & GR

source: Direct &Invoice
ur_pk: براہ راست اور عمومی انوائس

source: Disabled
ur_pk: غیر فعال

source: Display Setup
ur_pk: سیٹ اپ ڈسپلے

source: Display preferences
ur_pk: ترجیحات کا مشاھدہ

source: Display settings have been updated.
ur_pk: ڈسپلے کی ترتیبات کو اپ ڈیٹ کیا گیا ہے.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
ur_pk: ڈسپلے کی ترتیبات کو کو اپ ڈیٹ کیاگیا ہے ذہن میں رکھیں کہ تبدیلیاں ترتیبات ڈیمو موڈ میں ہر لاگ ان پر بحال رہے ہیں.

source: Document Language:
ur_pk: دستاویزی زبان:

source: Document reentered.
ur_pk: دستاویز دوبارہ داخل ہوئے.

source: Domicile:
ur_pk: ادواس:

source: Download
ur_pk: ڈاؤن لوڈ، اتارنا

source: Download Backup
ur_pk: بیک اپ ڈاؤن لوڈ کریں

source: Due After/Days
ur_pk: ہونے کی وجہ سے بعد / دن

source: Due Date
ur_pk: متوقعہ تاریخ

source: E-mail
ur_pk: ای میل

source: E-mail:
ur_pk: ای میل

source: EAN/UPC Code
ur_pk: EAN / UPC کوڈ

source: Edit
ur_pk: ترمیم کریں

source: Edit document line
ur_pk: دستاویز لائن میں ترمیم کریں

source: Edit journal line
ur_pk: ترمیم کریں جرنل کی لائن

source: Edit new record with current data
ur_pk: موجودہ اعداد و شمار کے ساتھ نیا ریکارڈ میں ترمیم کریں

source: Edit non standard language configuration
ur_pk: غیر معیاری زبان کی ترتیب میں ترمیم کریں

source: Editable description:
ur_pk: قابل تدوین کی وضاحت:

source: Email Address:
ur_pk: ای میل ایڈریس:

source: Email this Work Order
ur_pk: اس کام آرڈر کو ای میل کریں

source: Encoding
ur_pk: انکوڈنگ

source: Ending Balance
ur_pk: بیلنس کا اختتام

source: Ending<br>Balance
ur_pk: "بیلنس اختتام

source: Enter &Another Adjustment
ur_pk: ایک اور ایڈجسٹمنٹ درج کریں

source: Enter &Another Inventory Transfer
ur_pk: ایک اور انوینٹری کی منتقلی درج کریں

source: Enter &Another Transfer
ur_pk: ایک اور منتقلی درج کریں

source: Enter &New Journal Entry
ur_pk: نیا روزنامچہ درج کریں

source: Enter A &Deposit
ur_pk: ایک ڈپازٹ درج کریں

source: Enter A &Payment
ur_pk: ایک ادائیگی درج کریں

source: Enter A Payment
ur_pk: ایک ادائیگی درج کریں

source: Enter Another &Deposit
ur_pk: ایک اور جمع درج کریں

source: Enter Another &Payment
ur_pk: دوسری ادائیگی درج کریں

source: Enter Another Deposit
ur_pk: ایک اور جمع درج کریں

source: Enter Transfer
ur_pk: منتقلی درج کریں

source: Enter a &new dimension
ur_pk: ایک نیا طول و عرض درج کریں

source: Enter a new password to change, leave empty to keep current.
ur_pk: تبدیل کرنے کے لئے ایک نیا پاس ورڈ درج کریں، موجودہ رکھنے کے لئے خالی چھوڑ دیں.

source: Enter a new work order
ur_pk: ایک نئے کام کے لئے درج کریں

source: Enter another additional cost.
ur_pk: ایک اور اضافی قیمت درج کریں.

source: Enter code fragment to search or * for all
ur_pk: سب کے لئے تلاش یا * کوڈ ٹکڑا درج کریں

source: Enter description fragment to search or * for all
ur_pk: سب کے لئے تلاش یا * وضاحت فریگمنٹ درج کریں

source: Enter memo fragment or leave empty
ur_pk: میمو فریگمنٹ درج کریں یا خالی چھوڑ

source: Enter reference fragment or leave empty
ur_pk: حوالہ فریگمنٹ درج کریں یا خالی چھوڑ

source: Enter your new password in the fields.
ur_pk: اپنے شعبوں میں نیا پاس ورڈ درج کریں.

source: Entered item is not defined. Please re-enter.
ur_pk: درج آئٹم کی وضاحت نہیں ہے براہ مہربانی دوبارہ درج کریں.

source: Entry &New Journal Entry
ur_pk: "درج کریں نیا روزنامچہ اندراج

source: Entry Type
ur_pk: اندٍراج کی قسم

source: Equities
ur_pk: ایکوئٹیز

source: Equity
ur_pk: ایکوٹی

source: Error creating Database:
ur_pk: ڈیٹا بیس تخلیق کرنےمیں خرابی ہو رہی ہے :

source: Error logging
ur_pk: خرابی لاگنگ

source: Error removing Database:
ur_pk: ڈیٹا بیس ہٹانے میں خامی:

source: Error uploading logo file
ur_pk: خرابی اپ لوڈ علامت (لوگو) فائل

source: Exchange Rate
ur_pk: شرح تبادلہ

source: Exchange Rate:
ur_pk: زر مبادلہ کی شرح:

source: Exchange Rates
ur_pk: شرح تبادلہ

source: Exchange Rates:
ur_pk: شرح تبادلہ:

source: Exchange Variance
ur_pk: ایکسچینج تغیر

source: Exchange Variances Account:
ur_pk: ایکسچینج Variances اکاؤنٹ

source: Exchange rate table changes
ur_pk: زر مبادلہ کی شرح کی میز تبدیلیاں

source: Exchange rates are entered against the company currency.
ur_pk: ایکسچینج کی شرح کمپنی کرنسی کے خلاف میں داخل کر رہے ہیں.

source: Exclude from sales:
ur_pk: فروخت سے علیحدہ کر دیں:

source: Expense
ur_pk: اخراجات

source: Extension
ur_pk: توسیع

source: Extensions configuration files and directories should be writeable
ur_pk: توسیعات ترتیب فائلیں اور ڈائریکٹریز تحریری نہیں ہونا چاہئے

source: Extensions system
ur_pk: توسیعات کا نظام

source: Extensions:
ur_pk: توسیعات:

source: Facsimile No:
ur_pk: تخلپی نمبر:

source: Fax
ur_pk: فیکس

source: Fax Number:
ur_pk: فیکس نمبر:

source: Feb
ur_pk: فروری

source: February
ur_pk: فروری

source: File successfully deleted.
ur_pk: فائل کامیابی سے خارج کر دی گئ ہے.

source: File was not uploaded into the system.
ur_pk: فائل کو سسٹم میں اپ لوڈ نہیں کیا گیا تھا.

source: Filename
ur_pk: فائل کا نام

source: Filetype
ur_pk: فائل کی قسم

source: Final product receive
ur_pk: حتمی مصنوعات حاصل

source: First
ur_pk: پہلا

source: First Name:
ur_pk: پہلا نام:

source: First date of Accruals
ur_pk: Accruals کی پہلی تاریخ

source: Fiscal Year Begin
ur_pk: مالی سال کا آغاز

source: Fiscal Year Begin:
ur_pk: مالی سال کا آغاز:

source: Fiscal Year End
ur_pk: مالی سال کے اختتام

source: Fiscal Year End:
ur_pk: مالی سال کے اختتام:

source: Fiscal Year:
ur_pk: مالی سال:

source: Fiscal Years
ur_pk: مالی سال

source: Fiscal years maintenance
ur_pk: مالی سال کی بحالی

source: For Part :
ur_pk: کے حصے کے طور پر:

source: For Work Order #
ur_pk: کام آرڈر کے لئے #

source: Force upgrade
ur_pk: فورس اپ گریڈ

source: Foreign Item Codes
ur_pk: خارجہ آئٹم کوڈ

source: Foreign item codes entry
ur_pk: غیر ملکی آئٹم کوڈ انٹری

source: Form
ur_pk: فارم

source: Forms Setup
ur_pk: فارم سیٹ اپ

source: Forms settings have been updated.
ur_pk: فارم کی ترتیبات کو اپ ڈیٹ کیا گیا ہے.

source: Forms setup
ur_pk: فارم سیٹ اپ

source: Fr
ur_pk: جمعہ

source: Frequency
ur_pk: فریکوئینسی

source: From
ur_pk: سے

source: From Account:
ur_pk: اکاؤنٹ سے:

source: From Bank Account
ur_pk: بینک اکاؤنٹ سے

source: From Location
ur_pk: مقام سے

source: From Location:
ur_pk: مقام سے:

source: From location :
ur_pk: محل وقوع سے:

source: From:
ur_pk: سے:

source: Full Name
ur_pk: پورا نام

source: Funds Transfer
ur_pk: فنڈ ٹرانسفر

source: GL &Inquiry
ur_pk: GL & انکوائری

source: GL Account
ur_pk: GL اکاؤنٹ

source: GL Account &Classes
ur_pk: GL اکاؤنٹ & طبقات

source: GL Account &Groups
ur_pk: GL اکاؤنٹ & گروپ

source: GL Account Classes
ur_pk: GL اکاؤنٹ کے طبقات

source: GL Account Groups
ur_pk: GL اکاؤنٹ گروپ

source: GL Account tags
ur_pk: GL اکاؤنٹ ٹیگز

source: GL Accounts
ur_pk: GL اکاؤنٹس

source: GL Deposit
ur_pk: GL جمع

source: GL Payment
ur_pk: GL ادائیگی

source: GL account classes
ur_pk: GL اکاؤنٹ کلاس

source: GL account groups
ur_pk: GL اکاؤنٹ گروپ

source: GL accounts edition
ur_pk: GL اکاؤنٹس ایڈیشن

source: GL analytical reports and inquiries
ur_pk: GL تجزیاتی رپورٹس اور انکوائری

source: GL postings view
ur_pk: GL پوسٹنگ دیکھیں

source: GL reports and inquiries
ur_pk: GL رپورٹس اور انکوائری

source: GRN Clearing Account:
ur_pk: GRN کلیئرنگ اکاؤنٹ:

source: General GL
ur_pk: جنرل GL

source: General Ledger &Reports
ur_pk: جنرل لیجر اور عمومی رپورٹیں

source: General Ledger Inquiry
ur_pk: جنرل لیجر انکوائری

source: General Ledger Transaction Details
ur_pk: جنرل لیجر ٹرانزیکشن کی تفصیلات

source: Get
ur_pk: حاصل

source: Get current rate from
ur_pk: سے موجودہ شرح حاصل کریں

source: Go
ur_pk: جاؤ

source: Group
ur_pk: گروپ

source: Group ID
ur_pk: گروپ ID

source: Group Name
ur_pk: گروپ کا نام

source: Group/Account Name
ur_pk: گروپ / اکاؤنٹ کانام

source: Help
ur_pk: مدد

source: Home Currency:
ur_pk: ہوم کرنسی:

source: Home page
ur_pk: مرکزی صفحہ

source: Host
ur_pk: میزبان

source: Host name or IP
ur_pk: میزبان کا نام یا IP

source: Http server type
ur_pk: HTTP سرور کی قسم

source: Hundredths Name:
ur_pk: Hundredths کا نام:

source: Hundredths name
ur_pk: Hundredths کا نام

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
ur_pk: انہوں نے کہا کہ اگر کوئی ایڈمن پاس ورڈ میں داخل نہں ہے، نئے ایڈمن پاسورڈ ڈیفالٹ کی طرف سے ہو گا '<b> پاس ورڈ </ b>' گا

source: If set document date is remembered on subsequent documents, otherwise default is current date
ur_pk: اگر سیٹ دستاویز کا تاریخ کے بعد دستاویزات پر یاد کیا جاتا ہے، دوسری صورت میں پہلے سے طے شدہ موجودہ تاریخ ہے

source: If this does not happen
ur_pk: اگر یہ نہ ہوتا

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
ur_pk: انہوں نے کہا کہ اگر آپ کو ایک اختیار صارف نہیں ہیں، تو اپنے سسٹم ایڈمنسٹریٹر سے رابطہ کریں آپ کے نظام کو استعمال کرنے کے لئے کو فعال کرنے کے لئے ایک اکاؤنٹ حاصل.

source: Image File (.jpg)
ur_pk: تصویر کی فائل (فوٹو)

source: In case of no gettext support, php emulation is used
ur_pk: کوئی حاصل متن کی حمایت نہ ہو نے کی صورت میں، PHP انکرن استعمال کیا جاتا ہے

source: Inactive
ur_pk: غیر فعال

source: Included
ur_pk: شامل

source: Income
ur_pk: انکم

source: Incorrect Password
ur_pk: غلط پاس ورڈ

source: Info
ur_pk: معلومات

source: Input Tax
ur_pk: ان پٹ ٹیکس

source: Inputs
ur_pk: آدانوں

source: Inquiries and Reports
ur_pk: انکوائری اور رپورٹیں

source: Insert New Item
ur_pk: نئی شے داخل کریں

source: Insert New Role
ur_pk: نیا کردار کو داخل کریں

source: Install
ur_pk: انسٹال

source: Install Charts of Accounts
ur_pk: اکاؤنٹس کی چارٹ انسٹال

source: Install Themes
ur_pk: موضوعات انسٹال

source: Install third-party extension.
ur_pk: توسیع تیسری پارٹی نصب کریں.

source: Install/Activate &Chart of Accounts
ur_pk: / اکاؤنٹس کی چارٹ کو فعال کریں انسٹال کریں

source: Install/Activate &Extensions
ur_pk: ایکسٹنشن انسٹال / چالو

source: Install/Activate &Themes
ur_pk: / فعال کو انسٹال کریں اور عمومی موضوعات

source: Install/Activate extensions
ur_pk: توسیعات چالو کریں /انسٹال کریں

source: Install/Update &Languages
ur_pk: زبان / تازہ کاریاں نصب

source: Install/Update Languages
ur_pk: / زبانوں میں تازہ کاری تنصیب

source: Install/update companies
ur_pk: نصب/ کمپنیوں کو اپ ڈیٹ کریں

source: Install/update languages
ur_pk: نصب/ زبانوں کو اپ ڈیٹ کریں"

source: Install/upgrade modules
ur_pk: نصب/ ماڈیولز اپ گریڈ

source: Installation path
ur_pk: تنصیب کا راستہ

source: Installed
ur_pk: نصب شدہ

source: Invalid BEGIN date in fiscal year.
ur_pk: غلط مالی سال میں شروع کرنے کی تاریخ.

source: Invalid BEGIN or END date in fiscal year.
ur_pk: غلط یا مالی سال کے دوران تاریخ کے خاتمے شروع کرتے ہیں.

source: Invalid END date in fiscal year.
ur_pk: مالی سال میں غلط ختم ہونے کی تاریخ.

source: Invalid reconcile date format
ur_pk: تاریخ کی غلط شکل مصالحت

source: Inventory
ur_pk: انوینٹری

source: Inventory &Adjustments
ur_pk: انوینٹری & ایڈجسٹمنٹ

source: Inventory &Locations
ur_pk: انوینٹری & مقامات

source: Inventory &Movement Types
ur_pk: انوینٹری & تحریک کی اقسام

source: Inventory &Reports
ur_pk: انوینٹری & رپورٹیں

source: Inventory Account
ur_pk: انوینٹری اکاؤنٹ

source: Inventory Account:
ur_pk: انوینٹری اکاؤنٹ:

source: Inventory Adjustment
ur_pk: انوینٹری ایڈجسٹمنٹ

source: Inventory Adjustments Account:
ur_pk: انوینٹری ایڈجسٹمنٹ اکاؤنٹ

source: Inventory Item &Movements
ur_pk: انوینٹری آئٹم & تحریکیں

source: Inventory Item &Status
ur_pk: انوینٹری آئٹم & عمومی حیثیت

source: Inventory Item Cost Update
ur_pk: انوینٹری آئٹم لاگت اپ ڈیٹ

source: Inventory Item Movement
ur_pk: انوینٹری آئٹم تحریک

source: Inventory Item Sales prices
ur_pk: انوینٹری اشیاء کی فروخت کی قیمتوں میں

source: Inventory Item Status
ur_pk: انوینٹری آئٹم کا درجہ

source: Inventory Item Where Used &Inquiry
ur_pk: انوینٹری آئٹم کہاں استعمال یا انکوائری

source: Inventory Item Where Used Inquiry
ur_pk: انکوائری انوینٹری آئٹم کہاں استعمال

source: Inventory Location &Transfers
ur_pk: انوینٹری جگہ اور ٹرانسفر

source: Inventory Location Transfers
ur_pk: انوینٹری مقام ٹرانسفر

source: Inventory Locations
ur_pk: انوینٹری مقامات

source: Inventory Movement Types
ur_pk: انوینٹری کی تحریک کی اقسام

source: Inventory adjustments
ur_pk: انوینٹری ایڈجسٹمنٹ

source: Inventory analytics
ur_pk: انوینٹری تجزیاتی

source: Inventory configuration
ur_pk: انوینٹری ترتیب

source: Inventory location transfers
ur_pk: انوینٹری کی محل وقوع کی منتقلی

source: Inventory locations changes
ur_pk: انوینٹری مقامات تبدیلیاں

source: Inventory movement types
ur_pk: انوینٹری کی تحریک کی اقسام

source: Inventory operations
ur_pk: انوینٹری آپریشن

source: Inventory transfer has been processed
ur_pk: انوینٹری کی منتقلی کے عمل

source: Inventory valuation report
ur_pk: انوینٹری تشخیص کی رپورٹ

source: Invoice Over-Charge Allowance:
ur_pk: انوائس سے زائد انچارج الاؤنس:

source: Invoices
ur_pk: بل

source: Is Closed:
ur_pk: بند کر دیا ہے:

source: Issue
ur_pk: مسئلہ

source: Issue #
ur_pk: # جاری

source: Issue Items to Work Order
ur_pk: مسئلہ اشیا آرڈر کام"

source: Issues
ur_pk: مسائل پر

source: Item
ur_pk: آئٹم

source: Item &Categories
ur_pk: آئٹم & زمرہ جات

source: Item Adjustments Note
ur_pk: آئٹم ایڈجسٹمنٹ نوٹ

source: Item Amounts are Shown in :
ur_pk: آئٹم تعداد میں دکھایا گیا ہے:

source: Item Assembly Costs Account:
ur_pk: آئٹم اسمبلی کے اخراجات اکاؤنٹ

source: Item Categories
ur_pk: آئٹم زمرے
