Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: Inventory transfer has been processed
sl_si: Spremembe zalog so v postopku

source: &View this transfer
sl_si: Prikaz prenosa

source: Enter &Another Inventory Transfer
sl_si: Vnosi in drugi prenosi zalog

source: The locations to transfer from and to must be different.
sl_si: Lokacije za prenos od in do morajo biti različne.

source: The quantity entered is greater than the available quantity for this item at the source location :
sl_si: Količina, ki ste jo vnesli je večja od količine, ki je na razpolago za ta artikel na lokaciji:

source: The quantity entered must be a positive number.
sl_si: Količina mora biti pozitivno število.

source: Process Transfer
sl_si: Postopek prenosa

source: Search Outstanding Work Orders
sl_si: Iskanje izjemnih delovnih nalogov

source: Search Work Orders
sl_si: Iskanje delovnih nalogov

source: at Location:
sl_si: V skladišču

source: for item:
sl_si: za artikel:

source: Select documents
sl_si: Izberi dokumente

source: Release
sl_si: Objava

source: Issue
sl_si: Izdaja

source: Produce
sl_si: Proizvodnja

source: Costs
sl_si: Stroški

source: Required
sl_si: Zahtevane

source: Required By
sl_si: Zahtevane od

source: Marked orders are overdue.
sl_si: Označena naročila so zapadla.

source: Produce or Unassemble Finished Items From Work Order
sl_si: Proizvodnja ali razgradnja končanih artiklov po delovnem nalogu

source: The manufacturing process has been entered.
sl_si: Vnesli ste postopek proizvodnje.

source: View this Work Order
sl_si: Prikaz delovnega naloga

source: View the GL Journal Entries for this Work Order
sl_si: Prikaz vnosov za delovni nalog v glavni knjigi

source: Print the GL Journal Entries for this Work Order
sl_si: Tiskanje vnosov za delovni nalog v glavni knjigi

source: Select another &Work Order to Process
sl_si: Izberi drug delovni nalog za ta postopek

source: The order number sent is not valid.
sl_si: Poslana številka naročila ni veljavna.

source: The quantity entered is not a valid number or less then zero.
sl_si: Količina ki ste jo vnesli, ni veljavna številka ali manjša kot nič.

source: The production date cannot be before the release date of the work order.
sl_si: Datum proizvodnje, ne more biti pred datumom objave delovnega naloga.

source: The unassembling cannot be processed because there is insufficient stock.
sl_si: Razgradnje ne morete obdelati, ker ni dovolj zaloge.

source: The production cannot be processed because a required item would cause a negative inventory balance :
sl_si: Proizvodnje ni mogoče obdelati, ker bi zahtevan artikel povzročil negativno stanje zalog:

source: Produce Finished Items
sl_si: Proizvedeni artikli

source: Return Items to Work Order
sl_si: Vrnitev artiklov na delovni nalog

source: Process
sl_si: Predelava

source: Process And Close Order
sl_si: Predelava in zaključek naročila

source: Work Order Additional Costs
sl_si: Dodatni stroški delovnega naloga

source: The additional cost has been entered.
sl_si: Vnesli ste dodatne stroške.

source: Enter another additional cost.
sl_si: Vnesite druge dodatne stroške.

source: The amount entered is not a valid number or less then zero.
sl_si: Znesek ni veljavno število ali je manjše kot nič.

source: The additional cost date cannot be before the release date of the work order.
sl_si: Datum dodatnih stroškov ne more biti pred datumom izdaje delovnega naloga.

source: Additional Costs:
sl_si: Dodatni stroški:

source: Debit Account
sl_si: Debetni račun

source: Process Additional Cost
sl_si: Obdelava dodatnih stroškov

source: Work Order Entry
sl_si: Delovni nalog-Vnos

source: There are no manufacturable items defined in the system.
sl_si: Ni proizvedenih artiklov.

source: The work order been added.
sl_si: Delovni nalog je dodan.

source: Print this Work Order
sl_si: Natisni delovni nalog

source: Email this Work Order
sl_si: Pošlji ta delovni nalog

source: The work order been updated.
sl_si: Delovni nalog je posodobljen.

source: Work order has been deleted.
sl_si: Delovni nalog je izbrisan.

source: This work order has been closed. There can be no more issues against it.
sl_si: Ta delovni nalog je zaprt. Ne morete izdajati ničesar v zvezi z njim.

source: Enter a new work order
sl_si: Vnesi nov delovni nalog

source: Select an existing work order
sl_si: Izberi obstoječi delovni nalog

source: The quantity entered is invalid or less than zero.
sl_si: Količina je neveljavna ali manjša kot nič.

source: The selected item to manufacture does not have a bom.
sl_si: Artikel, ki ste ga izbrali za proizvodnjo nima boma.

source: The labour cost entered is invalid or less than zero.
sl_si: Stroški dela so neveljavni ali manjši kot nič.

source: The cost entered is invalid or less than zero.
sl_si: Strošek je neveljaven ali manjši kot nič

source: The work order cannot be processed because there is an insufficient quantity for component:
sl_si: Delovnega naloga ne morete obdelati, ker ni zadostne količine za sestavino:

source: The selected item cannot be unassembled because there is insufficient stock.
sl_si: Izbranega artikla ni mogoče razstaviti, ker ni zadostne zaloge.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
sl_si: Količina ne more biti manjša od že proizvedene količine za ta delovni nalog.

source: This work order cannot be deleted because it has already been processed.
sl_si: Tega delovnega naloga ne morete izbrisati, ker je že bil obdelan.

source: This work order is closed and cannot be edited.
sl_si: Ta delovni nalog je zaprt in ga ne morete urejati.

source: Destination Location:
sl_si: Mesto skladišćenja:

source: Quantity Required:
sl_si: Potrebna količina:

source: Quantity Manufactured:
sl_si: Ustvarjena količina:

source: Credit Labour Account
sl_si: Lohnkonto vermindern

source: Credit Overhead Account
sl_si: Gemeinkostenkonto verringern

source: Released On:
sl_si: Izdan dne:

source: Save changes to work order
sl_si: Shrani spremembe delovnega naloga

source: Close This Work Order
sl_si: Zapri ta delovni nalog

source: Delete This Work Order
sl_si: Izbriši ta delovni nalog

source: Add Workorder
sl_si: Dodaj delovni nalog

source: Issue Items to Work Order
sl_si: Izdaja artiklov po delovnem nalogu

source: The work order issue has been entered.
sl_si: Vnesli ste izdajo delovnega naloga

source: The entered date for the issue is invalid.
sl_si: Datum za izdajo je neveljaven.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
sl_si: Izdaje ne morete obdelati, ker bi artikel, ki ste ga vnesli povzročil negativno zalogo:

source: The process cannot be completed because there is an insufficient total quantity for a component.
sl_si: Predelave ne morete zaključiti, ker ni zadostne kolilčine za sestavino:

source: Component is :
sl_si: Sestavina je:

source: From location :
sl_si: Od Skladišča:

source: Items to Issue
sl_si: Artikli za izdajo

source: Process Issue
sl_si: Zaženi izdajo

source: Work Order Release to Manufacturing
sl_si: Izdaja delovnega naloga za proizvodnjo

source: This work order has already been released.
sl_si: Ta delovni nalog je že bil izdan.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
sl_si: Tega naloga ni mogoče izdati. Izbran artikel nima BOMa.

source: The work order has been released to manufacturing.
sl_si: Delovni nalog je izdan za proizvodnjo.

source: Select another &work order
sl_si: Izberite drug delovni nalog

source: Work Order #:
sl_si: Delovni nalog št.:

source: Work Order Reference:
sl_si: Delovni nalog Ref.:

source: Released Date
sl_si: Datum izdaje

source: Release Work Order
sl_si: Izdaja delovnega naloga

source: View Work Order Issue
sl_si: Prikaz izdaje delovnega naloga

source: Issue #
sl_si: Izdaja št.

source: For Work Order #
sl_si: Za delovni nalog št.

source: To Work Centre
sl_si: V delovni center

source: Date of Issue
sl_si: Datum izdaje

source: This issue has been voided.
sl_si: Ta izdaja je stornirana.

source: There are no items for this issue.
sl_si: Ni artiklov za to izdajo.

source: Component
sl_si: Sestavina

source: Items for this Issue
sl_si: Artikli za to izdajo

source: View Work Order Production
sl_si: Pregled proizvodnje delovnega naloga

source: Production #
sl_si: Proizvodnja št.

source: Quantity Manufactured
sl_si: Ustvarjena količina

source: This production has been voided.
sl_si: Ta proizvodnja je stornirana.

source: View Work Order
sl_si: Pregled delovnih nalogov

source: BOM for item:
sl_si: BOM za artikel:

source: Work Order Requirements
sl_si: Zahteve delovnega naloga

source: Issues
sl_si: Izdaje

source: Productions
sl_si: Proizvodnje

source: Additional Costs
sl_si: Dodatni stroški

source: This work order has been voided.
sl_si: Ta delovni nalog je storniran.

source: There are no manufactured or kit items defined in the system.
sl_si: Ni proizvedenih artiklov.

source: Select a manufacturable item:
sl_si: Izberite artikel za proizvodnjo:

source: All Costs Are In:
sl_si: Vsi stroški so všteti v:

source: Inventory Item Where Used Inquiry
sl_si: Zaloga izdelka kjer je povpraševanje

source: Select an item to display its parent item(s).
sl_si: Izberite artikel za prikaz matičnih artiklov.

source: Parent Item
sl_si: Matični artikel

source: Work Centre
sl_si: Delovno mesto

source: Quantity Required
sl_si: Potrebna količina

source: Bill Of Materials
sl_si: BOM /račun materiala

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
sl_si: Ni delovnih centrov. BOM zahteva vsaj en delovni center.

source: Code
sl_si: Koda

source: Selected component has been updated
sl_si: Izbrana sestavina je posodobljena

source: A new component part has been added to the bill of material for this item.
sl_si: K BOMu je bila dodana nova sestavina za artikel.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
sl_si: Izbrana sestavina je že v tem BOMu. Lahko spremenite količino, vendar se ne more pojaviti večkrat v istem BOMu.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
sl_si: Izbrana sestavina je matična za ta artikel. Rekurzivni BOMi niso dovoljeni.

source: Location to Draw From:
sl_si: Lokacija za prevzem:

source: Work Centre Added:
sl_si: Dodano delovno mesto:

source: Work Centres
sl_si: Delovna mesta

source: The work centre name cannot be empty.
sl_si: Ime delovnega mesta ne more ostati prazno.

source: Selected work center has been updated
sl_si: Izbrano delovno mesto je posodobljeno

source: New work center has been added
sl_si: Dodano je novo delovno mesto

source: Cannot delete this work centre because BOMs have been created referring to it.
sl_si: Delovnega mesta ni mogoče izbrisati, ker se nanašajo na BOMe.

source: Cannot delete this work centre because work order requirements have been created referring to it.
sl_si: Delovnega mesta ni mogoče izbrisati, ker se nanašajo na potrebe delovnega naloga.

source: Selected work center has been deleted
sl_si: Delovno mesto je izbrisano

source: description
sl_si: Opis

source: The bill of material for this item is empty.
sl_si: BOM za ta artikel je prazen.

source: Total Cost
sl_si: Skupni stroški

source: There are no Requirements for this Order.
sl_si: Ni zahtev za ta nalog.

source: Unit Quantity
sl_si: Količina / Enota

source: Total Quantity
sl_si: Skupna količina

source: Units Issued
sl_si: Izdane enote

source: On Hand
sl_si: Dobavljivo

source: Marked items have insufficient quantities in stock.
sl_si: Označeni artikli nimajo zadostne zaloge.

source: There are no Productions for this Order.
sl_si: Za to naročilo ni proizvodnje.

source: There are no Issues for this Order.
sl_si: Za to naročilo ni izdaj.

source: There are no additional costs for this Order.
sl_si: Za to naročilo ni dodatnih stroškov.

source: The work order number sent is not valid.
sl_si: Poslana številka delovnega naloga ni veljavna.

source: Manufactured Item
sl_si: Proizveden artikel

source: Into Location
sl_si: Na skladišče:

source: This work order is closed.
sl_si: Ta delovni nalog je zaključen.

source: Return Items to Location
sl_si: Vračilo Artikla na skladišče:

source: Issue Items to Work order
sl_si: Izdaja izdelkov za delovni nalog

source: To Work Centre:
sl_si: Na delovno mesto:

source: Issue Date:
sl_si: Datum izdaje:

source: Production.
sl_si: Proizvodnja.

source: Updated.
sl_si: Posodobljeno.

source: Canceled.
sl_si: Preklicano.

source: Released.
sl_si: Izdano.

source: Quick production.
sl_si: Hitra proizvodnja.

source: Order Currency
sl_si: Valuta naročila

source: For Purchase Order
sl_si: Za naročilo

source: Ordered On
sl_si: Naročeno dne

source: Deliver Into Location
sl_si: Dostava na skladišče:

source: Date Items Received
sl_si: Datum dobave artiklov

source: Supplier's Reference
sl_si: Referenca dobavitelja

source: Delivery Address
sl_si: Naslov dostave

source: Order Comments
sl_si: Zahteve naročila

source: Supplier's Ref.:
sl_si: Ref. dobavitelja:

source: Terms:
sl_si: Pogoji:

source: Supplier's Currency:
sl_si: Valuta dobavitelja:

source: Tax Group:
sl_si: Davčna skupina:

source: Sub-total:
sl_si: Skupaj znesek:

source: Invoice Total:
sl_si: Skupaj za plačilo:

source: Credit Note Total
sl_si: Skupni znesek dobropis

source: Add GL Line
sl_si: Dodaj vrstice v glavno knjigo

source: Reset
sl_si: Ponastavitev

source: Clear all GL entry fields
sl_si: Izbris vseh polj glavne knjige

source: GL Items for this Invoice
sl_si: FR knjižbe za ta račun

source: GL Items for this Credit Note
sl_si: FR knjižbe za ta Dobropis

source: Quick Entry:
sl_si: Hitri vnos:

source: Add to Invoice
sl_si: Dodaj k računu

source: Add to Credit Note
sl_si: Dodaj k dobropisu

source: Remove
sl_si: Odstrani

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
sl_si: OPOZORILO! Pazite pri odstranitvi. Ta postopek se takoj izvrši in ga ni mogoče razveljaviti !!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
sl_si: Odstranili boste neprodane artikle iz dostave #%d. Ta postopek bo spremenil naročilo. Želite nadaljevati?

source: Items Received Yet to be Invoiced
sl_si: Prejeti artikli za obračun

source: Delivery Item Selected For Adding To A Supplier Credit Note
sl_si: Dodajanje dostave artikla k dobropisu dobavitelja

source: Received Items Charged on this Invoice
sl_si: Prejeti artikli ki so zaračunani na tem računu

source: Received Items Credited on this Note
sl_si: Prejeti artikli, ki so v dobro

source: Received between
sl_si: Prejeto med

source: Add All Items
sl_si: Dodaj vse artikle

source: Delivery
sl_si: Dostava

source: Sequence #
sl_si: Zaporedje št.:

source: P.O.
sl_si: Best.

source: Received On
sl_si: Prejeto dne

source: Quantity Received
sl_si: Prejeta količina

source: Quantity Invoiced
sl_si: Fakturirana količina

source: Qty Yet To Invoice
sl_si: Količina za fakturiranje

source: Order Price
sl_si: Cena naročila

source: Qty Yet To Credit
sl_si: Količina v dobro

source: Line Value
sl_si: Vrstica vrednosti

source: There are no outstanding items received from this supplier that have not been invoiced by them.
sl_si: Ni nobenih nefakturiranih izjemnih artiklov prejetih od tega dobavitelja.

source: There are no received items for the selected supplier that have been invoiced.
sl_si: Ni fakturiranih prejetih artiklov tega dobavitelja.

source: Credits can only be applied to invoiced items.
sl_si: Dobropisi se lahko pripišejo le k fakturiranim artiklom.

source: Supplier Currency:
sl_si: Valuta dobavitelja:

source: Order Date:
sl_si: Datum naročila:

source: Supplier's Reference:
sl_si: Referenca dobavitelja:

source: Receive Into:
sl_si: Naslov za dostavo:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
sl_si: Das Standardlager für diesen Benutzer ist kein aktuell gültiges Lager. Der Systemadministrator muss Ihren Benutzereintrag ergänzen.

source: Deliver to:
sl_si: Naslov za dostavo:

source: Order Items
sl_si: Naročeni artikli

source: Received
sl_si: Prejeto

source: Required Delivery Date
sl_si: Željen datum dostave

source: Line Total
sl_si: Skupaj

source: Total Excluding Shipping/Tax
sl_si: Skupaj brez dostave/davka

source: Modify Purchase Order #
sl_si: Sprememba naročila št.

source: Purchase Order Entry
sl_si: Prevzem račun

source: Direct GRN Entry
sl_si: Vnos dobavnica-GRN

source: Purchase Order has been entered
sl_si: Naročilo je prevzeto

source: Purchase Order has been updated
sl_si: Naročilo je posodobljeno

source: &View this order
sl_si: Prikaz naročila

source: &Print This Order
sl_si: Tiskanje naročila

source: &Email This Order
sl_si: Pošlji to naročilo

source: &Receive Items on this Purchase Order
sl_si: Prevzem artiklov za to naročilo

source: Enter &Another Purchase Order
sl_si: Vnesi drugo naročilo

source: Select An &Outstanding Purchase Order
sl_si: Izberi izjemna naročila

source: Entry purchase &invoice for this receival
sl_si: Prevzem nakupa in računa za ta prejem

source: Add an Attachment
sl_si: Dodaj pripis

source: View the GL Journal Entries for this Invoice
sl_si: Prikaz FR knjižbe za ta račun

source: Entry supplier &payment for this invoice
sl_si: Vnos dobavitelja in plačila za ta račun

source: This item cannot be deleted because some of it has already been received.
sl_si: Tega artikla ni mogoče izbrisati ker ste ga že prejeli.

source: This order cannot be cancelled because some of it has already been received.
sl_si: Tega naročila ne morete preklicati, ker ste ga en del že prejeli.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
sl_si: Vrstico količin artiklov lahko spremenite v več kot že prejete količine. Cen ne morete spremeniti, količine pa ne morejo biti nižje od že prejetih količin.

source: This purchase order has been cancelled.
sl_si: To naročilo je preklicano.

source: Enter a new purchase order
sl_si: Vnos novega naročila

source: The quantity of the order item must be numeric and not less than
sl_si: Količina naročila artiklov mora biti število in ne manjše od

source: The price entered must be numeric and not less than zero.
sl_si: Cena mora biti število, ki ni manjše od 0.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
sl_si: Poskušate spremeniti naročeno količino in jo zmanjšati, čeprav je že bila zaračunana ali prejeta. To je prepovedano.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
sl_si: Prejeta količina se lahko spremeni samo z vnosom negativnega računa in zaračunano količino je mogoče zmanjšati le tako, da vnesete dobropis za to postavko.

source: The selected item is already on this order.
sl_si: Izbran artikel je že na tem naročilu.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
sl_si: Izbran artikel ne obstaja oz. je del kompleta in ga zato ne morete kupiti.

source: There is no supplier selected.
sl_si: Noben Dobavitelj izbran.

source: The entered order date is invalid.
sl_si: Datum naročila ni veljaven.

source: There is no reference entered for this purchase order.
sl_si: Za to naročilo ni reference.

source: There is no delivery address specified.
sl_si: Naslov dostave ni naveden.

source: There is no location specified to move any items into.
sl_si: Ni lokacije za premik artiklov.

source: The order cannot be placed because there are no lines entered on this order.
sl_si: Naročila ne morete shraniti, ker ni vnosov za to naročilo.

source: Update Order
sl_si: Posodobi naročilo

source: Place Order
sl_si: Shrani naročilo

source: Cancel Order
sl_si: Preklic naročila

source: Receive Purchase Order Items
sl_si: Izvedi Vhodno zalogo

source: Purchase Order Delivery has been processed
sl_si: Vhodna zaloga je bila izvedena

source: &View this Delivery
sl_si: Prikaži Vhodno zalogo

source: Select a different &purchase order for receiving items against
sl_si: Izberi drugo naročilo za Vhodno zalogo

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
sl_si: To stran lahko odprete le tako, če najprej izberete naročilo.

source: Ordered
sl_si: Naročeno

source: Outstanding
sl_si: Izjemne

source: This Delivery
sl_si: Ta dostava

source: Total value of items received
sl_si: Skupna vrednost prejetih Artiklov

source: There is nothing to process. Please enter valid quantities greater than zero.
sl_si: Vnesite veljavne količine, ki so večje od 0.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
sl_si: Količina ne more biti večja od naročene količine.

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
sl_si: Če želite povečati količino, spremenite količino artiklov v naročilu.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
sl_si: To naročilo je spremenjeno ali fakturirano. Dostava je prekinjena. Znova izberite dostavo in posodobite spremembe.

source: Select a different purchase order for receiving goods against
sl_si: Izberi drugo naročilo za Vhodno zalogo

source: Re-Read the updated purchase order for receiving goods against
sl_si: Še enkrat naložite naročilo, da bi izvedli Vhodno zalogo

source: Items to Receive
sl_si: Artikel za Vhodno zalogo

source: Process Receive Items
sl_si: Uredi Vhodno zalogo

source: Supplier credit note has been processed.
sl_si: Dobropis dobavitelja je obdelan.

source: View this Credit Note
sl_si: Prikaži ta dobropis

source: View the GL Journal Entries for this Credit Note
sl_si: Prikaži FR knjižbe za ta Dobropis

source: Enter Another Credit Note
sl_si: Vnos novega dobropisa

source: The account code entered is not a valid code, this line cannot be added to the transaction.
sl_si: Geslo računa ni veljavno, tega vnosa ne morete dodati.

source: The amount entered is not numeric. This line cannot be added to the transaction.
sl_si: Znesek ni število. Vnosa ne morete dodati k knjižbi.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
sl_si: Tega dobropisa ne morete obdelati, ker na računu ni artiklov ali vrednosti. Dobropise morate zaračunati.

source: You must enter an credit note reference.
sl_si: Vnesite referenco dobropisa.

source: You must enter a supplier's credit note reference.
sl_si: Vnesite referenco dobropisa dobavitelja.

source: The credit note as entered cannot be processed because the date entered is not valid.
sl_si: Dobropisa ne morete obdelati, ker datum ni veljaven.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
sl_si: Dobropisa ne morete obdelati, ker datum zapadlosti ni veljaven.
