Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.22-1.po
Languages: sq_al

source: GL postings view
sq_al: Pamja e postimeve ner Librin e Pergjithshem te Llogarive

source: GL reports and inquiries
sq_al: Raportet dhe pyetjet e Librit te Pergjithshem te Llogarive

source: Generated At
sq_al: I gjeneruar ne

source: Generated By
sq_al: I gjeneruar nga

source: Go
sq_al: Nisu

source: Group Name
sq_al: Emri i Grupit

source: Group Name:
sq_al: Emri i Grupit:

source: Help
sq_al: Ndihme

source: Home Currency:
sq_al: Monedha e vendit:

source: Horizontal bars
sq_al: Shtylla horizontale

source: Host
sq_al: Bujtesi

source: If set document date is remembered on subsequent documents, otherwise default is current date
sq_al: Nese aktivizohet, data e dokumentit do te mbahet mend ne dokumentet pasardhes,perndryshe do te perdoret dat e sotme

source: If this does not happen
sq_al: Nese kjo nuk ndodh

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
sq_al: Nese nuk jeni perdorues i autorizuar, ju lutem kontaktoni administratorin e sistemit qe te siguroni nje llogari qe t'ju mundesoje te perdorni sistemin.

source: Included
sq_al: Perfshire

source: Income
sq_al: Te ardhurat

source: Incorrect Password
sq_al: Fjalekalimi i gabuar

source: Install/update companies
sq_al: Instalo/Perditeso kompanite

source: Install/update languages
sq_al: Instalo/Perditeso gjuhet

source: Install/upgrade modules
sq_al: Instalo/Permireso modulet

source: Into Bank Account
sq_al: Ne llogarine bankare

source: Into Location
sq_al: Ne Vendndodhje

source: Invalid BEGIN date in fiscal year.
sq_al: Data fillestare e vitit fiskal e pavlefshme.

source: Invalid END date in fiscal year.
sq_al: Data perfundimtare e vitit fiskal e pavlefshme.

source: Inventory Adjustment
sq_al: Rregullimi i Inventarit

source: Inventory adjustments
sq_al: Rregullimet e Inventarit

source: Inventory analytics
sq_al: Analizat e Inventarit

source: Inventory configuration
sq_al: Konfigurimi i inventarit

source: Inventory location transfers
sq_al: Transferimet e vendndodhjes se inventarit

source: Inventory locations changes
sq_al: Ndryshimet e vendndodhjes se inventarit

source: Inventory movement types
sq_al: Llojet e levizjes se inventarit

source: Inventory operations
sq_al: Veprimet e inventarit

source: Inventory valuation report
sq_al: Raporti i vleresimit te inventarit

source: Invoice Delivery Details
sq_al: Detajet e dorezimit te fatures

source: Invoice OK
sq_al: Fatura OK

source: Invoice Total:
sq_al: Totali i fatures:

source: Invoice before
sq_al: Fatura perpara

source: Invoices
sq_al: Fatura

source: Is Fully Tax-exempt:
sq_al: Eshte plotesisht i perjashtuar nga taksat:

source: Is exempt
sq_al: Perjashtohet nga

source: Issue Date:
sq_al: Data e leshimit:

source: Item Tax Types
sq_al: Tipet e takses se artikullit

source: Item categories
sq_al: Kategorite e artikujve

source: Item standard costs
sq_al: Kostot standarte te artikullit

source: Item tax type definitions
sq_al: Perkufizimet e tipit te takses se artikullit

source: Items Received Yet to be Invoiced
sq_al: Artikujt e marre, akoma per tu faturuar

source: Items Returned to Inventory Location
sq_al: Artikuj te Kthyer ne Vendndodhjen e Inventarit

source: Items Written Off
sq_al: Artikuj te fshire

source: Items analytical reports and inquiries
sq_al: Pyetjet dhe raportet analitike te Artikujve

source: January
sq_al: Janar

source: Journal entries to bank related accounts
sq_al: Hyrjet e ditarit tek llogarite bankare perkatese

source: July
sq_al: Korrik

source: June
sq_al: Qershor

source: Kindest regards
sq_al: Pershendetje te perzemerta

source: Labour Cost
sq_al: Kostoja e Punes

source: Language
sq_al: Gjuha

source: Language:
sq_al: Gjuha:

source: Last
sq_al: I fundit

source: Left to Allocate:
sq_al: Per tu alokuar:

source: Line Value
sq_al: Vlera totale

source: Lines
sq_al: Vija

source: Location Transfer
sq_al: Transferim i Vendndodhjes

source: Login
sq_al: Hyr

source: Login -->
sq_al: Hyr -->

source: Logout
sq_al: Dil jashte

source: Main Menu
sq_al: Menuja Kryesore

source: Main Branch
sq_al: Dega kryesore

source: Main Menu
sq_al: Menuja kryesore

source: Manual journal entries
sq_al: Hyrjet manuale ne Librin e Llogarive

source: Manufacture work centres
sq_al: Qendrat e punes se prodhimit

source: Manufactured Item
sq_al: Artikull i Prodhuar

source: Manufacturing analytics
sq_al: Analizat e prodhimit

source: Manufacturing configuration
sq_al: Konfigurimi i prodhimit

source: Manufacturing cost inquiry
sq_al: Pyetje per koston e prodhimit

source: Manufacturing operations view
sq_al: Pamja e Operacioneve te Prodhimit

source: March
sq_al: Mars

source: Marked items have insufficient quantities in stock.
sq_al: Nuk ka sasi te mjaftueshme te artikujve te shenuar.

source: Marked sales type is the company base pricelist for prices calculations.
sq_al: Tipi i shitjes i shenuar eshte lista baze e cmimeve te kompanise per llogaritjet e cmimeve.

source: Material issues entry
sq_al: Hyrja e Kerkesave Materiale

source: May
sq_al: Maj

source: Miscellaneous
sq_al: Te ndryshme

source: Mo
sq_al: E Hene

source: Monthly:
sq_al: Mujore:

source: Months back.
sq_al: Muajt prapa.

source: Months.
sq_al: Muajt.

source: NO INVOICING
sq_al: NUK KA FATURIME

source: Name (to appear on reports):
sq_al: Emri ( qe do te shfaqet ne raporte)

source: Name and Address
sq_al: Emri dhe Adresa

source: Negative Adjustment
sq_al: Rregullim Negativ

source: New Company Logo (.jpg)
sq_al: Logoja e re e kompanise (.jpg)

source: New company has been created.
sq_al: Kompania e re u krijua.

source: New credit status has been added
sq_al: Satusi i ri i kreditit u shtua.

source: New customer
sq_al: Bleres i ri

source: New customer branch has been added
sq_al: Dega e re e bleresve u shtua

source: New item tax type has been added
sq_al: Tipi i ri i takses se artikullit u shtua.

source: New point of sale has been added
sq_al: Pika e re e shitjes u shtua

source: New recurrent invoice has been added
sq_al: Fatura e re rekurrente u shtua

source: New role
sq_al: Rol i ri.

source: New sales area has been added
sq_al: Zona e re e shitjeve u shtua

source: New sales group has been added
sq_al: Grupi i ri i shitjeve u shtua

source: New sales person data have been added
sq_al: Te dhenat e personit te ri te shitjeve u shtuan

source: New sales type has been added
sq_al: Tipi i ri i shitjeve u shtua

source: New script Admin Password
sq_al: Skript i ri Fjalekalimi i Administratorit

source: New tax group has been added
sq_al: Grupi i ri i taksave u shtua

source: New tax type has been added
sq_al: Lloji i ri i takses u shtua

source: Next
sq_al: Tjetri

source: No
sq_al: Jo

source: No Account Group Filter
sq_al: Asnje filter grup llogarie

source: No Category Filter
sq_al: Asnje filter kategorie

source: No Currency Filter
sq_al: Asnje filter valute

source: No Customer Filter
sq_al: Asnje filter bleresi

source: No Dimension Filter
sq_al: Asnje filter permasash

source: No Graphics
sq_al: Asnje grafik

source: No Location Filter
sq_al: Asnje filter lokal

source: No Quick Entries are defined.
sq_al: Nuk eshte percaktuar asnje Hyrje e Shpejte.

source: No Sales Folk Filter
sq_al: Asnje filter shitesish

source: No Supplier Filter
sq_al: Asnje filter furnizuesi

source: No Type Filter
sq_al: Asnje filter tipi

source: No Users Filter
sq_al: Asnje filter perdoruesi

source: No ack after report printout
sq_al: Asnje njoftim pas printimit te raportit

source: No active tags defined.
sq_al: Asnje etikete aktive nuk eshte perkufizuar.

source: No customer found for entered text.
sq_al: Nuk gjendet asnje bleres per te dhenat e futura

source: No payment Link
sq_al: Asnje link pagese

source: No records
sq_al: Asnje e dhene

source: No tags defined.
sq_al: Asnje etikete nuk eshte perkufizuar.

source: None
sq_al: Asnje

source: November
sq_al: Nentor

source: October
sq_al: Tetor

source: Official Company Number:
sq_al: Numri zyrtar i kompanise:

source: On Hand
sq_al: Ne Dore

source: Only graphics files can be uploaded
sq_al: Vetem dosjet grafike mund te ngarkohen

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
sq_al: Pranohen vetem dosje jpg dhe png - prapashtesat e pritshme jane .jpg ose .png

source: Order #
sq_al: Porosia #

source: Order Comments
sq_al: Komente mbi Porosine

source: Order Currency
sq_al: Valuta e Porosise

source: Order Date:
sq_al: Data e Porosise:

source: Order Delivery Details
sq_al: Detajet e Dorezimit te Porosise

source: Order Information
sq_al: Informacionet e Porosise

source: Order Items
sq_al: Artikujt e Porosise

source: Order No.
sq_al: Porosia Nr.

source: Order To
sq_al: Porosit ne

source: Ordered On
sq_al: Porositur ne

source: Other Allocations
sq_al: Alokime te tjera

source: Our Order No
sq_al: Porosia jone Nr.

source: Our VAT No.
sq_al: Numri yne i T.V.SH.

source: Outstanding Transactions
sq_al: Transaksionet e paperfunduara

source: Overdue Credit Notes
sq_al: Lista Porosish te Vonuara

source: Overdue Invoices
sq_al: Fatura te Vonuara

source: Overhead Cost
sq_al: Kostot e Mbajtjes

source: P.O.
sq_al: Kutia Postare

source: POS Name
sq_al: Emri i pikes se shitjes

source: POS location
sq_al: Vendndodhja e pikes se shitjes

source: POS settings
sq_al: Rregullimet e Pikes se Shitjes

source: Page
sq_al: Faqe

source: Page Size:
sq_al: Permasat e Faqes:

source: Password cannot be changed in demo mode.
sq_al: Fjalekalimi nuk mund te ndryshohet ne modalitet demo.

source: Password changes
sq_al: Ndryshimet e fjalekalimit

source: Password:
sq_al: Fjalekalimi

source: Pay To:
sq_al: Paguaja:

source: Payment terms
sq_al: Kushtet e pageses

source: Payment:
sq_al: Pagesa

source: Payments
sq_al: Pagesa

source: Percentages:
sq_al: Perqindjet:

source: Phone No
sq_al: Nr. i Tel.

source: Phone Number:
sq_al: Numri i Telefonit:

source: Phone number of ordering person. Defaults to branch phone number
sq_al: Nimri i telefonit te porositesit ose numri i telefonit te deges.

source: Place Delivery
sq_al: Vendos Dergesen

source: Place Invoice
sq_al: Vendos Faturen

source: Place Quotation
sq_al: Vensos Vleresimin

source: Please contact System Administrator.
sq_al: Ju lutem kontaktoni administratorin e sistemit

source: Please contact your system administrator.
sq_al: Ju lutem kontaktoni administratorin e sistemit.

source: Please login here
sq_al: Ju lutem hyni ketu

source: Please quote Credit no. when paying. All amounts stated in
sq_al: Ju lutem citoni numrin e llogarise gjate pageses. Te gjitha shumat e deklaruara ne

source: Please quote Invoice no. when paying. All amounts stated in
sq_al: Ju lutem citoni numrin e fatures gjate pageses. Te gjitha shumat e deklaruara ne

source: Please remove $security_groups and $security_headings arrays from config.php file!
sq_al: Ju lutem hiqni tabelat $security_groups and $security_headings nga file config.php!

source: Please reorder
sq_al: Ju lutem, bejeni edhe nje here porosine

source: Point of Sale Name
sq_al: Emri i pikes se shitjes

source: Point of sales definitions
sq_al: Perkufizimet e pikes se shitjeve

source: Positive Adjustment
sq_al: Rregullim Pozitiv

source: Preferences
sq_al: Preferencat

source: Press Space tab for search pattern entry
sq_al: Shtyp hapesire per te futur menyren e kerkimit

source: Press Space tab to filter by name fragment
sq_al: Shtypni Hapesire per te filtruar sipas fragmenteve te emrit

source: Press Space tab to filter by name fragment; F2 - entry new customer
sq_al: Shtypni Hapesire per te filtruar sipas fragmenteve te emrit; F2 - fut bleres te ri

source: Prev
sq_al: I meparshem

source: Price List:
sq_al: Lista e cmimeve

source: Prices/Amounts:
sq_al: Cmimet/Shumat

source: Print Out Date
sq_al: Data e printimit

source: Print Receipt
sq_al: Printo Kuponin

source: Print control file not accepted
sq_al: Dosja e kontrollit te printimit nuk pranohet

source: Print profiles
sq_al: Profilet e printimit

source: Printer does not acept the job
sq_al: Printeri nuk e pranon detyren

source: Printers configuration
sq_al: Konfigurimi i printerave

source: Printing profile
sq_al: Profili i printimit

source: Production.
sq_al: Prodhim.

source: Prompt Payment Discount Percent:
sq_al: Skonto per pagesen e shpejte ne perqindje:

source: Purchase Order No.
sq_al: Urdheri i Blerjes nr.

source: Purchase analytics
sq_al: Analizat e blerjeve

source: Purchase configuration
sq_al: Konfigurimi i blerjeve

source: Purchase order entry
sq_al: Hyrja e urdherit te blerjes

source: Purchase price changes
sq_al: Ndryshimet e cmimit te blerjes

source: Purchase receive
sq_al: Marrja e blerjes

source: Purchase transactions
sq_al: Transaksionet e blerjeve

source: Purchased
sq_al: Te blera

source: Purchasing GL Account
sq_al: Duke blere Llogari nga Libri i Pergjithshem i Llogarive

source: Purchasing GL Account:
sq_al: Duke blere Llogari nga Libri i Pergjithshem i Llogarive:

source: Qty Yet To Credit
sq_al: Sasia e mbetur per tu kredituar

source: Qty Yet To Invoice
sq_al: Sasia e mbetur per tu faturuar

source: Quantities:
sq_al: Sasite

source: Quantity Delivered
sq_al: Sasia e Dorezuar

source: Query page size:
sq_al: Permasat e faqes se kerkeses

source: Query size must be integer and greater than zero.
sq_al: Permasa e kerkeses duhet te jete integer dhe me e madhe se zero.

source: Quick Entry
sq_al: Hyrje e shpejte

source: Quick Entry:
sq_al: Hyrje e shpejte:

source: Quick GL entry definitions
sq_al: Perkufizimet e Hyrjeve te Shpejta te Librit te Pergjithshem te Llogarive

source: Quick production.
sq_al: Prodhim i shpejte.

source: Quotation Date:
sq_al: Data e Vleresimit:

source: Quotation Delivery Details
sq_al: Detajet e Dergimit te Preventivit

source: Quote #
sq_al: Cakto #

source: Quote Date
sq_al: Cakto Daten

source: Quote Total
sq_al: Cakto Totalin

source: Receipt No.
sq_al: Fatura Nr.

source: Receive Into:
sq_al: Merr ne:

source: Received / Sign
sq_al: U mor/ Firmos

source: Received On
sq_al: U mor ne

source: Received between
sq_al: U mor mes

source: Records %d-%d of %d
sq_al: Te dhena %d-%d nga %d

source: Recurrent Invoices
sq_al: Fatura rekurrente

source: Recurrent invoices definitions
sq_al: Perkufizimi i faturave rekurrente

source: Reference number unique for this document type
sq_al: Numri i references unik per kete lloj dokumenti

source: Released.
sq_al: I leshuar.

source: Remainder
sq_al: Mbetja

source: Remember last document date:
sq_al: Mbaj mend daten e dokumentit te fundit:

source: Remittance No.
sq_al: Dergesa Nr.

source: Remove line from document
sq_al: Hiq rreshtin ga dokumenti

source: Remove line from journal
sq_al: Hiq rresht nga ditari

source: Reorder levels
sq_al: Radhit perseri nivelet

source: Report Classes:
sq_al: Klasat e Raporteve

source: Report Date
sq_al: Data e raportit

source: Report Period
sq_al: Periudha e Raportit

source: Report has been sent to network printer
sq_al: Raporti iu dergua printerit te rrjetit

source: Reports For Class:
sq_al: Raportet per Klasen:

source: Requested Delivery
sq_al: Dorezimi i Kerkuar

source: Requesting data...
sq_al: Duke kerkuar te dhenat...

source: Required Delivery Date
sq_al: Data e kerkuar e dorezimit

source: Restore Backup
sq_al: Rikthe Kopjen Rezerve

source: Restore backup completed.
sq_al: Rikthimi i kopjes rezerve u krye

source: Restricted access
sq_al: Akses i kufizuar

source: Return Items to Location
sq_al: Ktheni artikujt ne vendndodhjen

source: Reverse Transaction:
sq_al: Kthe mbrapesht transaksionin

source: Round to nearest:
sq_al: Rrumbullakose drejt shifres me te afert

source: SALES INVOICE #%d
sq_al: FATURA E SHITJEVE #%d

source: SQL script execution failed in line %d: %s
sq_al: Ekzekutimi i skriptit SQL deshtoi ne rreshtin %d: %s

source: Sa
sq_al: E Shtune

source: Sales Area:
sq_al: Zona e Shitjeve:

source: Sales GL Account
sq_al: Llogaria e Shitjeve ne Librin e Pergjithshem te Llogarive

source: Sales GL Account:
sq_al: Llogaria e Shitjeve ne Librin e Pergjithshem te Llogarive:

source: Sales Group:
sq_al: Grupi i shitjeve:

source: Sales Groups
sq_al: Grupet e Shitjeve

source: Sales Invoice
sq_al: Fatura e Shitjeve

source: Sales Invoices
sq_al: Faturat e shitjeve

source: Sales Order
sq_al: Urdher Shitjeje

source: Sales Order #%d
sq_al: Urdheri i Shitjeve #%d

source: Sales Order Items
sq_al: Artikujt e Urdherit te Shitjes

source: Sales Person
sq_al: Personi i shitjeve

source: Sales Person:
sq_al: Personi i Shitjeve:

source: Sales Persons
sq_al: Personat e shitjeve

source: Sales Quotation #%d
sq_al: Vleresimi i Shitjeve #%d

source: Sales Quotation Items
sq_al: Artikujt e Vleresimit te Shitjes

source: Sales Type Name
sq_al: Emri i Tipit te Shitjes

source: Sales Type/Price List:
sq_al: Lloji i shitjes/Lista e cmimeve:

source: Sales analytical reports
sq_al: Raportet analitike te shitjeveve

source: Sales areas maintenance
sq_al: Mirembajtja e zonave te shitjeve

source: Sales configuration
sq_al: Konfigurimi i shitjeve

source: Sales credit notes against invoice
sq_al: Shenimet e kreditit te shitjeve perkundrejt fatures

source: Sales customer and branches changes
sq_al: Ndryshimet e bleresve apo degeve te shitjeve

source: Sales deliveries edition
sq_al: Edicioni i dergesave te shitjeve

source: Sales document bulk reports
sq_al: Raporti i teresise se dokumenteve te shitjeve

source: Sales freehand credit notes
sq_al: Shenimet e kreditit te shitjeve te shkruara me dore

source: Sales groups changes
sq_al: Ndryshimet e grupeve te shitjeve

source: Sales invoices edition
sq_al: Edicioni i faturave te shitjes

source: Sales kits
sq_al: Kitet e shitjeve

source: Sales orders edition
sq_al: Edicioni i urdherave te shitjeve

source: Sales person name:
sq_al: Emri i personit te shitjeve:

source: Sales prices edition
sq_al: Edicioni i cmimit te shitjeve

source: Sales prices listing
sq_al: Listimi i cmimeve te shitjeve

source: Sales quotations
sq_al: Preventiet e shitjeve

source: Sales related reports
sq_al: Raportet e lidhura me shitjet

source: Sales staff listing
sq_al: Listimi i stafit te shitjeve

source: Sales staff maintenance
sq_al: Mirembajtja e stafit te shitjeve

source: Sales templates
sq_al: Shembujt e shitjeve

source: Sales transactions
sq_al: Transaksionete e shitjeve

source: Sales transactions view
sq_al: Pamja e transaksioneve te shitjeve

source: Sales types
sq_al: Llojet e shitjeve

source: Save
sq_al: Ruaj

source: Savings Account
sq_al: Llogaria e Kursimeve

source: Search All Deliveries
sq_al: Kerko te gjitha Dergesat

source: Search All Sales Orders
sq_al: Kerko te gjithe Urdherat e Shitjeve

source: Search All Sales Quotations
sq_al: Kerko te gjithe Vleresimet e Shitjeve

source: Search Customer List
sq_al: Kerko ne Listen e Bleresve

source: Search Item List
sq_al: Kerko ne Listen e Artikujve

source: Search Not Invoiced Deliveries
sq_al: Kerko Dergesat jo te Faturuara

source: Search Outstanding Sales Orders
sq_al: Kerko Urdherat e Shitjes se Vonuar

source: Search Supplier List
sq_al: Kerko ne Listene Furnizuesve

source: Search Template for Invoicing
sq_al: Kerko Model per Faturim

source: Security settings have not been defined for your user account.
sq_al: Te dhenat e sigurise nuk jane percaktuar per llogarine tuaj si perdorues.

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
sq_al: Me sa duket permiresimi i sistemit me versionin 2.1 eshte bere tashme per kete kompani. Nese dicka nuk ka shkuar mire dhe ju doni ta riprovoni proceduren e permiresimit ju DUHET te kryeni me perpara rekuperimin e Bazes se te Dhenave nga dosja e fundit e Kpjes Rezerve.

source: Select
sq_al: Perzgjidh

source: Select Template for Delivery
sq_al: Perzgjirh modelin per Dergese

source: Select a customer:
sq_al: Perzgjidhni nje bleres:

source: Select backup file first.
sq_al: Zgjidh te ruash fillimisht kopje rezerve

source: Select customer
sq_al: Zgjidhni Bleresin

source: Select customer branch
sq_al: Zgjidhni degen e bleresit

source: Select or &Add
sq_al: Perzgjidh ose Shto

source: Select supplier
sq_al: Zgjidhni Furnizuesin

source: Select the taxes that are included in this group.
sq_al: Perzgjidh taksat qe perfshihen ne kete grup.

source: Select this customer and return to document entry.
sq_al: Perzgjidh kete bleres dhe kthehu tek hyrja e dokumentit.

source: Select which taxes this item tax type is exempt from.
sq_al: Perzgjidhni se nga cilat taksa perjashtohet tipi i takses se ketij artikulli.

source: Selected GL Accounts cannot be used by another tax type.
sq_al: Llogarite e perzgjedhura nga Libri i Pergjithshem i Llogarive nuk mund te perdoren nga nje tip tjeter takse.

source: Selected credit status has been deleted
sq_al: Stausi i perzgjedhur i kreditit u fshi

source: Selected credit status has been updated
sq_al: Statusi i perzgjedhur i kreditit u perditesua.

source: Selected customer branch has been deleted
sq_al: Dega e perzgjedhur e bleresve u fshi

source: Selected customer branch has been updated
sq_al: Dega e perzgjedhur e bleresve u perditesua

source: Selected customer has been deleted.
sq_al: Bleresi i perzgjedhur u fshi.

source: Selected item tax type has been deleted
sq_al: Tipi i takses se artikullit te perzgjedhur u fshi

source: Selected item tax type has been updated
sq_al: Tipi i takses se artikullit te perzgjedhur u perditesua

source: Selected point of sale has been deleted
sq_al: Pika e shitjes e perzgjedhur u fshi

source: Selected point of sale has been updated
sq_al: Pika e shitjes e perzgjedhur u perditesua

source: Selected recurrent invoice has been deleted
sq_al: Fatura rekurrente e perzgjedhur u fshi

source: Selected recurrent invoice has been updated
sq_al: Fatura rekurrente e perzgjedhur u perditesua

source: Selected sales area has been deleted
sq_al: Zona e perzgjedhur e shitjeve u fshi

source: Selected sales area has been updated
sq_al: Zona e perzgjedhur e shitjeve u perditesua

source: Selected sales group has been deleted
sq_al: Grupi i perzgjedhur i shitjeve u fshi

source: Selected sales group has been updated
sq_al: Grupi i perzgjedhur i shitjeve u perditesua

source: Selected sales person data have been deleted
sq_al: Te dhenat e personit te shitjeve te perzghedhur u fshine

source: Selected sales person data have been updated
sq_al: Te dhenat e personit te perzgjedhur te shitjeve u perditesuan

source: Selected sales type has been deleted
sq_al: Tipi i shitjeve i perzgjedhur u fshi

source: Selected sales type has been updated
sq_al: Tipi i Shitjeve i perzgjedhur u perditesua

source: Selected tax group has been deleted
sq_al: Grupi i perzgjedhur i taksave u fshi

source: Selected tax group has been updated
sq_al: Grupi i perzgjedhur i taksave u perditesua

source: Selected tax type has been deleted
sq_al: Tipi i perzgjedhur i takses i perzgjedhur u fshi

source: Selected tax type has been updated
sq_al: Tipi i perzgjedhur i takses u perditesua

source: Sending document by email failed
sq_al: Dergimi i dokumentit me e-mail deshtoi.

source: September
sq_al: Shtator

source: Service
sq_al: Sherbimi

source: Set filter
sq_al: Vendos filtrin

source: Set this option to on for using icons instead of text links
sq_al: Aktivizoje kete opsion nese deshiron te perdoresh ikona ne vend telidhjeve ne forme teksti

source: Set this option to on if your browser directly supports pdf files
sq_al: Aktivizoje kete opsion nese lundruesi yt i suporton direkt dosjet pdf

source: Set this order as a template for direct deliveries/invoices
sq_al: Cakto kete porosi si model per dorezime/fatura direkte

source: Shipping
sq_al: Dergimi

source: Shipping Charge
sq_al: Pagesa e transportit
