Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
nb_no: Standard lagerplasss for denne bruker er ikke definert (må settes opp av systemadministrator).

source: Deliver to:
nb_no: Leveres til:

source: Order Items
nb_no: Ordrelinjer

source: Required Delivery Date
nb_no: Ønsket leveringsdato

source: Total Excluding Shipping/Tax
nb_no: Total ekskl. frakt/mva

source: Cust no
nb_no: Kunde nr.

source: Order To
nb_no: Ordre total

source: Your Ref
nb_no: Deres ref.

source: Our Ref.
nb_no: Vår ref.

source: Your VAT no.
nb_no: Deres MVA Nr.

source: Customers Reference
nb_no: Deres ordrenr.:

source: Our VAT No.
nb_no: Vårt MVA Reg. Nr.

source: Domicile
nb_no: Hovedsete

source: All amounts stated in
nb_no: Alle beløp er i

source: Please quote Invoice no. when paying. All amounts stated in
nb_no: Vennligst oppgi Faktura nr. ved betaling. Alle beløp er i

source: Please quote Credit no. when paying. All amounts stated in
nb_no: Vennligst oppgi kunde nr. ved betaling. Alle beløp er i

source: Phone/Fax/Email
nb_no: Tlf./E-mail

source: You can pay through
nb_no: Du kan betale gjennom

source: DueDate
nb_no: Forf. dato

source: Dear
nb_no: Kjære

source: Attached you will find
nb_no: Vennligst finn vedlagt

source: Kindest regards
nb_no: Med vennlig hilsen

source: Delivery Note No.
nb_no: Følgeseddel nr.

source: Order no.
nb_no: Ordre #

source: Invoice No.
nb_no: Nr.

source: Word Order No
nb_no: Vor ordre nr.

source: Credit No.
nb_no: Kreditnotaer

source: TOTAL ORDER EX VAT
nb_no: TOTAL ORDRE EKS MVA

source: TOTAL PO EX VAT
nb_no: TOTAL EKS MVA

source: TOTAL DELIVERY INCL. VAT
nb_no: TOTAL LEVERANSE INKL. MVA

source: Outstanding Transactions
nb_no: Utestående posteringer

source: Statement
nb_no: Kontoutdrag

source: as of
nb_no: pr.

source: The security settings on your account do not permit you to print this report
nb_no: Sikkerhedsindstillingen for din konto tillader ej adgang til denne funktion.

source: Print Out Date
nb_no: Utskriftsdato

source: Fiscal Year
nb_no: Regnskaps år

source: Page
nb_no: Side

source: Sending document by email failed
nb_no: Ret dokumentlinje

source: Report has been sent to network printer
nb_no: Utskriften er sendt til skriveren

source: Cannot open connection to printer
nb_no: Kan ikke åbne konfigurationsfilen -

source: Report Classes:
nb_no: Rapport klasser:

source: Reports For Class:
nb_no: Rapporter for klasse:

source: Display:
nb_no: Vis:

source: Invalid date format
nb_no: Ugyldigt datoformat

source: No Currency Filter
nb_no: Ingen Valuta filter

source: No payment Link
nb_no: Ingen betalingslink

source: PDF/Printer
nb_no: PDF/Skriver

source: No Graphics
nb_no: Ingen grafik

source: Vertical bars
nb_no: Lodrett stabel

source: Horizontal bars
nb_no: Vandret stabel

source: Dots
nb_no: Punkt

source: Lines
nb_no: Linje

source: Pie
nb_no: Kakediagram

source: No Type Filter
nb_no: Intet typefilter

source: No Account Group Filter
nb_no: Intet kontogruppe filter

source: No Dimension Filter
nb_no: Ingen Kostnadsted filter

source: No Customer Filter
nb_no: Ingen Kunde Filter

source: No Supplier Filter
nb_no: Ingen Leverandør Filter

source: IV
nb_no: FA

source: CN
nb_no: KN

source: No Location Filter
nb_no: Ingen Lagerplass filter

source: No Category Filter
nb_no: Intet kategorifilter

source: No Sales Folk Filter
nb_no: Intet sælgerfilter

source: No Users Filter
nb_no: Intet debitorfilter

source: No tags
nb_no: Intet billede

source: Cash invoice
nb_no: Kontant faktura

source: Stocks below Re-Order Level at
nb_no: Lager under bestillingspunktet ved

source: Below
nb_no: Under

source: Please reorder
nb_no: Vennligst bestill på nytt

source: Deleted.
nb_no: Slett

source: Customer Currency:
nb_no: Kundes valuta:

source: Shipping Company:
nb_no: Frakt selskap:

source: Customer Discount:
nb_no: Kunde rabatt:

source: This item is already on this document. You have been warned.
nb_no: Advarsel: Valgt vare findes allerede på denne ordre

source: The selected customer and branch are not valid, or the customer does not have any branches.
nb_no: Valgt debitor og afdeling er ugyldige, eller debitor har ingen afdelinger.

source: Shipping Charge
nb_no: Fragt:

source: No customer found for entered text.
nb_no: Ingen kunde blev fundet fra den indtastede streng

source: Reference number unique for this document type
nb_no: Referencenummeret er unikt for denne dokumenttype

source: Payment:
nb_no: Utbetalinger

source: Price List:
nb_no: Prisliste:

source: Date of order receive
nb_no: Mottagelsesdato

source: Cash payment
nb_no: Kontant betaling

source: Deliver from Location:
nb_no: Leveres fra Lagerplass:

source: Cash account:
nb_no: Kassekonto

source: Delivery Details
nb_no: Leveringsdetaljer

source: Invoice Delivery Details
nb_no: Faktura leverance detaljer

source: Invoice before
nb_no: Faktureres før

source: Quotation Delivery Details
nb_no: Leveringsdetaljer

source: Order Delivery Details
nb_no: Leveringsdetaljer

source: Enter requested day of delivery
nb_no: Indtast forespurgt leveringsdato

source: Deliver To:
nb_no: Leveres til:

source: Additional identifier for delivery e.g. name of receiving person
nb_no: Ekstra identifikator for levering. Eks. navnet på modtager personen

source: Delivery address. Default is address of customer branch
nb_no: Leveringsadresse. Standard er adressen tilhørende debitor afdelingen

source: Contact Phone Number:
nb_no: Kontakttelefon:

source: Phone number of ordering person. Defaults to branch phone number
nb_no: Telefonnummer på bestillingsperson. Standard er telefonnummeret tilhørende debitor afdelingen

source: Customer Reference:
nb_no: Debitor reference:

source: Customer reference number for this order (if any)
nb_no: Der mangler en debitor reference på denne salgsordre.
