Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: New component has been added to selected kit.
nb_no: En ny komponent er lagt til meny varen.

source: Component of selected kit has been updated.
nb_no: Brugeren er opdateret.

source: Kit common properties has been updated
nb_no: Valgt komponent er opdateret.

source: This item cannot be deleted because it is the last item in the kit used by following kits
nb_no: Denne vare kan ikke slettes da noen allerede er mottatt.

source: The component item has been deleted from this bom
nb_no: Komponenten er slettet fra denne materialespecifikation

source: Select a sale kit:
nb_no: Vælg en vare:

source: New kit
nb_no: Ny vare

source: Component:
nb_no: Komponent:

source: kits
nb_no: Enheder

source: View Inventory Adjustment
nb_no: Vis lagerjustering

source: At Location
nb_no: Ved lagerplass

source: Adjustment Type
nb_no: Ændringstype

source: Unit Cost
nb_no: Enhedsomkostning

source: This adjustment has been voided.
nb_no: Ændringen er nulstillet.

source: View Inventory Transfer
nb_no: Vis lageroverførsler

source: From Location
nb_no: Fra lagerplass

source: To Location
nb_no: Til lagerplass

source: Search Outstanding Work Orders
nb_no: Søk i ikke leverte arbeidsordrer

source: Search Work Orders
nb_no: Søk i arbeidsordrer

source: at Location:
nb_no: ved lagerplass:

source: for item:
nb_no: for vare:

source: Select documents
nb_no: Velg dokument:

source: Release
nb_no: Frigiv

source: Issue
nb_no: Send

source: Produce
nb_no: Producer

source: Costs
nb_no: Omkostninger

source: Required
nb_no: Behov

source: Manufactured
nb_no: Produsert

source: Required By
nb_no: Leveringsdato

source: Marked orders are overdue.
nb_no: Markerte ordrer er forfalt.

source: Produce or Unassemble Finished Items From Work Order
nb_no: Produser ferdige varer fra en arbeidsordre

source: The manufacturing process has been entered.
nb_no: Produksjonen er registrert.

source: View this Work Order
nb_no: Vis arbejdsorder

source: View the GL Journal Entries for this Work Order
nb_no: Vis bilaget for denne omkostningsopdatering

source: Print the GL Journal Entries for this Work Order
nb_no: Vis bilaget for denne omkostningsopdatering

source: Select another &Work Order to Process
nb_no: Velg en annen arbeidsordre til produksjon

source: The order number sent is not valid.
nb_no: Ordrenummer som sendes er ugyldig.

source: The quantity entered is not a valid number or less then zero.
nb_no: Angivet antal er ugyldigt eller mindre end 0.

source: The production date cannot be before the release date of the work order.
nb_no: Produksjonsdatoen kan ikke være før frigivning av arbeidsordren.

source: The unassembling cannot be processed because there is insufficient stock.
nb_no: Adskillelsen kan ikke udføres da der ikke findes tilstrækkelig varer på lager.

source: The production cannot be processed because a required item would cause a negative inventory balance :
nb_no: Allokeringen kan ikke udføres da en angiven vare har negativ balance :

source: Produce Finished Items
nb_no: Producer færdige varer

source: Return Items to Work Order
nb_no: Returner varer til arbeidsordrer

source: Date:
nb_no: Dato:

source: Process
nb_no: Gem

source: Process And Close Order
nb_no: Gem og luk ordre

source: Work Order Additional Costs
nb_no: Totale tillægsomkostninger:

source: The additional cost has been entered.
nb_no: De nye kostnadene er registrert.

source: Enter another additional cost.
nb_no: Opret en ny kreditnota

source: The amount entered is not a valid number or less then zero.
nb_no: Angivet antal er ugyldigt eller mindre end 0.

source: The additional cost date cannot be before the release date of the work order.
nb_no: Produksjonsdatoen kan ikke være før frigivning av arbeidsordren.

source: Additional Costs:
nb_no: Totale tillægsomkostninger:

source: Debit Account
nb_no: Kreditkonto

source: Credit Account
nb_no: Kreditkonto

source: Process Additional Cost
nb_no: Totale tillægsomkostninger:

source: Work Order Entry
nb_no: Arbeidsordre Inntastning

source: There are no manufacturable items defined in the system.
nb_no: Der findes ingen producerede varer defineret i systemet.

source: The work order been added.
nb_no: Arbeidsordren er opprettet

source: Print this Work Order
nb_no: Vis arbejdsorder

source: Email this Work Order
nb_no: Vis arbejdsorder

source: The work order been updated.
nb_no: Arbeidsordren er oppdatert.

source: Work order has been deleted.
nb_no: Arbeidsordren er slettet.

source: This work order has been closed. There can be no more issues against it.
nb_no: Arbeidsordren er lukket. Du kan ikke endre eller legge til mere til ordren.

source: Enter a new work order
nb_no: Opprett en ny arbeidsordre

source: Select an existing work order
nb_no: Velg en eksisterende arbeidsordre

source: The quantity entered is invalid or less than zero.
nb_no: Angivet antal er ugyldig eller mindre end 0.

source: The selected item to manufacture does not have a bom.
nb_no: Valgt vare at producere har ingen materialespecifikation.

source: The labour cost entered is invalid or less than zero.
nb_no: Angiven omkostning er ugyldig eller mindre end 0.

source: The cost entered is invalid or less than zero.
nb_no: Angiven omkostning er ugyldig eller mindre end 0.

source: The work order cannot be processed because there is an insufficient quantity for component:
nb_no: Arbeidsordren kan ikke utføres da der ikke finnes et tilstrekkeligt anntall komponenter på lager:

source: Location:
nb_no: Lagerplass:

source: The selected item cannot be unassembled because there is insufficient stock.
nb_no: Valgt vare kan ikke adskilles da der ikke findes et tilstrækkeligt antal varer på lager.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
nb_no: Antalet kan ikke ændres til mindre end allerede producerede for denne ordre.

source: This work order cannot be deleted because it has already been processed.
nb_no: Arbeidsordren kan ikke slettes da den allerede er behandlet.

source: This work order is closed and cannot be edited.
nb_no: Arbeidsordren er lukket og kan ikke redigeres.

source: Destination Location:
nb_no: Mottag Lagerplass:

source: Quantity Required:
nb_no: Nødvendig antal:

source: Quantity Manufactured:
nb_no: Produsert antall:

source: Credit Labour Account
nb_no: Kreditkonto

source: Credit Overhead Account
nb_no: Kreditkonto

source: Released On:
nb_no: Frigivet den:

source: Save changes to work order
nb_no: Oppdater endringer til arbeidsordre

source: Close This Work Order
nb_no: Lukk denne arbeidsordre

source: Delete This Work Order
nb_no: Slett denne arbeidsordren

source: Add Workorder
nb_no: Opprett ny arbeidsordre

source: Issue Items to Work Order
nb_no: Alloker varer for arbeidsordre

source: The work order issue has been entered.
nb_no: Allokering af arbeidsordre er utført.

source: The entered date for the issue is invalid.
nb_no: Angivet dato er ugyldig.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
nb_no: Allokeringen kan ikke udføres da en angiven vare har negativ balance :

source: The process cannot be completed because there is an insufficient total quantity for a component.
nb_no: Registreringen kan ikke udføres da der ikke findes tilstrækkeligt antal af et komponent.

source: Component is :
nb_no: Komponent er :

source: From location :
nb_no: Fra lagerplass :

source: Items to Issue
nb_no: Varer at allokere

source: Process Issue
nb_no: Udfør allokeringen

source: Work Order Release to Manufacturing
nb_no: Frigi arbeidsordre for produksjon

source: This work order has already been released.
nb_no: Arbeidsordren er allerede frigitt.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
nb_no: Arbeidsordren kan ikke frigis. Varen har ingen produksjonsspesifikasjon.

source: The work order has been released to manufacturing.
nb_no: Arbeidsordren er frigitt til produksjon.

source: Select another &work order
nb_no: Velg en annen arbeidsordre

source: Work Order #:
nb_no: Arbeidsordre #:

source: Work Order Reference:
nb_no: Arbeidsordre refereranse:

source: Released Date
nb_no: Frigivet dato:

source: Release Work Order
nb_no: Frigi arbeidsordre

source: There are no manufactured or kit items defined in the system.
nb_no: Der findes ingen producerede enheder eller sammensatte varer defineret i systemet.

source: Select a manufacturable item:
nb_no: Velg en produsert vare:

source: All Costs Are In:
nb_no: Alla omkostn. er i:

source: Inventory Item Where Used Inquiry
nb_no: Søk i produserte varer fra komponenter

source: Select an item to display its parent item(s).
nb_no: Vælg en vare for at vise hvilke producerede varer den indgår i:

source: Parent Item
nb_no: Hoved vare

source: Work Centre
nb_no: Værksted

source: Quantity Required
nb_no: Antal som indgår i

source: Bill Of Materials
nb_no: Materialespecifikationer

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
nb_no: Der findes ingen værksteder defineret i systemet. Materialespecifikationer skal bruge mindst et værksted.

source: Code
nb_no: Nummer

source: Selected component has been updated
nb_no: Valgt komponent er opdateret.

source: A new component part has been added to the bill of material for this item.
nb_no: Et nyt komponent er tilføjet denne materialespecifikation

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
nb_no: Valgt komponent findes allerede på denne materialespecifikation. Du kan modifiera antallet men den kan kun optræde en gang på samme materialespecifikation.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
nb_no: Valgt komponent er en forældre til denne vare. Rekursiv materialespecifikation er ikke tilladt.

source: Location to Draw From:
nb_no: Ta fra lagerplass:

source: Work Centre Added:
nb_no: Værksted:

source: Work Centres
nb_no: Værksteder

source: The work centre name cannot be empty.
nb_no: Værksted navn kan ikke være tomt.

source: Selected work center has been updated
nb_no: Valgt arbeidsordre er oppdatert.

source: New work center has been added
nb_no: Et nytt verksted er opprettet.

source: Cannot delete this work centre because BOMs have been created referring to it.
nb_no: Kan ikke slette dette værksted da materialespecifikationer refererer til det.

source: Cannot delete this work centre because work order requirements have been created referring to it.
nb_no: Kan ikke slette dette arbeids senter da arbeidsordre refererer til senteret.

source: Selected work center has been deleted
nb_no: Valgt værksted er slettet.

source: description
nb_no: Beskrivelse

source: View Work Order
nb_no: Vis arbejdsorder

source: BOM for item:
nb_no: Materialespecifikation for vare:

source: Work Order Requirements
nb_no: Arbejdsorder behov

source: Issues
nb_no: Allokeringer

source: Productions
nb_no: Produksjoner

source: Additional Costs
nb_no: Totale tillægsomkostninger:

source: This work order has been voided.
nb_no: Arbeidsordren er slettet.

source: View Work Order Issue
nb_no: Vis arbeidsordre allokeringer

source: Issue #
nb_no: Allokering #

source: For Work Order #
nb_no: For arbeidsordre #

source: To Work Centre
nb_no: Til værksted

source: Date of Issue
nb_no: Dato for allokering

source: This issue has been voided.
nb_no: Denne allokering er nulstillet.

source: There are no items for this issue.
nb_no: Det findes ingen varer for denne allokering.

source: Component
nb_no: Komponent

source: Items for this Issue
nb_no: Varer for denne allokering

source: View Work Order Production
nb_no: Vis arbeidsordre produksjon

source: Production #
nb_no: Produksjon #

source: Quantity Manufactured
nb_no: Antall Produsert

source: This production has been voided.
nb_no: Denne produksjon er kansellert.

source: Modify Purchase Order #
nb_no: Endre innkøpsordre #

source: Purchase Order Entry
nb_no: Opprett Innkjøpsordre

source: Purchase Order has been entered
nb_no: Innkjøpsordren er registrert

source: Purchase Order has been updated
nb_no: Innkjøpsordren er oppdatert

source: &View this order
nb_no: Vis denne ordre

source: &Print This Order
nb_no: Udskriv denne ordre

source: &Email This Order
nb_no: Vis denne ordre

source: &Receive Items on this Purchase Order
nb_no: Mottag av varer fra denne Innkjøpsordre

source: Enter &Another Purchase Order
nb_no: Oppret en ny Innkjøpsordre

source: Select An &Outstanding Purchase Order
nb_no: Velg en utestående Innkjøpsordre

source: This item cannot be deleted because some of it has already been received.
nb_no: Denne vare kan ikke slettes da nogle allerede er modtagne.

source: This order cannot be cancelled because some of it has already been received.
nb_no: Ordren kan ikke slettes da nogle varer allere er modtagne.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
nb_no: Linjeantal kan endres for antal flere end allerede modtagne. Priser kan ikke ændres for linier som allerede er modtagne og antallet kan ikke reduceres til mindre end allerede modtagne.

source: This purchase order has been cancelled.
nb_no: Innkjøpsordren er slettet.

source: Enter a new purchase order
nb_no: Opprett en ny Innkjøpsordre

source: The quantity of the order item must be numeric and not less than zero.
nb_no: Antallet på ordre linier skal være numerisk og ikke mindre end 0.

source: The price entered must be numeric and not less than zero.
nb_no: Angivet pris skal være numerisk og ikke mindre end 0.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
nb_no: Du forsøger at ændre antallet modtagne til mindre end allerede fakturerede eller mottagne. Dette er ikke tilladt.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
nb_no: Antal modtaget kan kun ændres ved at angive en negativ volumen og antallet fakturerede kan kun reduceres ved at registrere en kreditnota mod denne vare.

source: The selected item is already on this order.
nb_no: Valgt vare findes allerede på denne ordre.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
nb_no: Valgt vare findes ikke eller er en samlet vare og kan ikke købes.

source: The entered order date is invalid.
nb_no: Angivet ordredato er ugyldig.

source: There is no reference entered for this purchase order.
nb_no: Der mangler en referanse på denne Innkjøpsordre.

source: There is no delivery address specified.
nb_no: Ingen leveringsadresse er angivet.

source: There is no location specified to move any items into.
nb_no: Ingen lagerplass er specifisert for å flytte varen til.

source: The order cannot be placed because there are no lines entered on this order.
nb_no: Ordren kan ikke gemmes da den ikke indeholder nogen linjer.

source: Update Order
nb_no: Opdater ordre

source: Place Order
nb_no: Gem ordre

source: Cancel Order
nb_no: Slet ordre

source: Receive Purchase Order Items
nb_no: Mottak bestilte varer

source: Purchase Order Delivery has been processed
nb_no: Innkjøpsordre varemotagelse er gennomført.

source: &View this Delivery
nb_no: Vis denne leverance

source: Select a different &purchase order for receiving items against
nb_no: Velg en annen Innkjøpsordre som skal motta varer.

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
nb_no: Denne side kan kun åpnes om en Innkjøpsordre er valgt. Venligst velg en Innkjøpsordre først.

source: Item Code
nb_no: Varenr.

source: Ordered
nb_no: Bestilt

source: Received
nb_no: Mottatt

source: Outstanding
nb_no: Udestående

source: This Delivery
nb_no: Denne leverance

source: Total value of items received
nb_no: Total værdi for modtagne varer

source: There is nothing to process. Please enter valid quantities greater than zero.
nb_no: Der findes intet at udføre. Venligst angiv gyldige antal større end nul.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
nb_no: Antallet kan ikke være større enn det antall som er oppgitt på Innkjøpsordren, inkludert den tillatte prosent økning.

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
nb_no: Endre de bestilte varer på Innkjøpsordren om du vil øke antallet.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
nb_no: Bestillingen er endret siden oprindelsesleverancen. Behandlingen er stoppet. For at angive en leverance mod denne indkøbsordre må den angives igen for att læse den ind igen.

source: Select a different purchase order for receiving goods against
nb_no: Vælg en anden indkøbsorder ved mottagelse af gods mod

source: Re-Read the updated purchase order for receiving goods against
nb_no: Les inn den oppdaterte Innkjøpsordren igen for mottak av varer

source: Items to Receive
nb_no: Varer at modtage

source: Process Receive Items
nb_no: Mottak av varer

source: Clear all GL entry fields
nb_no: Ryd alle bilag indtastningsfelter

source: Supplier Credit Note
nb_no: Leverandør Kreditnota

source: Supplier credit note has been processed.
nb_no: Leverandør kreditnota har blitt postert

source: View this Credit Note
nb_no: Vise kreditnotaen

source: View the GL Journal Entries for this Credit Note
nb_no: Vis bilag for denne kreditnota

source: Enter Another Credit Note
nb_no: Opprett en ny Kreditnota

source: Add an Attachment
nb_no: Legg til et vedlegg

source: The account code entered is not a valid code, this line cannot be added to the transaction.
nb_no: Angivet kontonummer er ugyldig. Linien kan ikke lægges til bilaget.

source: The amount entered is not numeric. This line cannot be added to the transaction.
nb_no: Angivet beløb er ikke numerisk. Linien kan ikke lægges til bilaget.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
nb_no: Denne kreditnota kan ikke behandles da der ikke findes nogle varer eller øvrige linjer på fakturaen. Kreditnotaer forventes at have et beløb.

source: You must enter an credit note reference.
nb_no: Du skal angive en kreditnota reference.

source: You must enter a supplier's credit note reference.
nb_no: Du må oppgi en leverandørs kreditnota referanse.

source: The credit note as entered cannot be processed because the date entered is not valid.
nb_no: Kreditnotaen som angives kan ikke behandles da datoen er ugyldig.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
nb_no: Fakturaen som angives kan ikke behandles da datoen er ugyldig.

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
nb_no: Kreditnota totalen som angives er mindre end summen i bogføringen (hvis nogen) og beløbet for modtaget gods. Der må være en fejltagelse et eller andet sted. Kreditnotaen vil ikke blive behandlet.

source: The quantity to credit must be numeric and greater than zero.
nb_no: Antallet at kreditere skal være numerisk og større end 0.

source: The price is either not numeric or negative.
nb_no: Priset er enten ikke numerisk eller negativ.

source: Enter Credit Note
nb_no: Angiv kreditnota

source: Enter Supplier Invoice
nb_no: Registrer Leverandør Faktura

source: Supplier invoice has been processed.
nb_no: Leverandør faktura har blitt postert.

source: View this Invoice
nb_no: Vis denne faktura

source: View the GL Journal Entries for this Invoice
nb_no: Vis bilaget for denne faktura

source: Entry supplier &payment for this invoice
nb_no: Tast inn leverandør og betaling for denne faktura

source: Enter Another Invoice
nb_no: Opret en ny faktura

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
nb_no: Fakturaen kan ikke behandles da der ikke findes varer eller værdier på fakturaen. Fakturaer forventes at have en værdi.

source: You must enter an invoice reference.
nb_no: Du skal angive en faktura reference.

source: You must enter a supplier's invoice reference.
nb_no: Du må oppgi en leverandørs faktura referanse.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
nb_no: Fakturaen kan ikke behandles da fakturadatoen er ugyldig.

source: This invoice number has already been entered. It cannot be entered again. (
nb_no: Fakturanummeret er allerede brugt. Det kan ikke bruges igen. (

source: The quantity to invoice must be numeric and greater than zero.
nb_no: Fakturaens antal skal være numerisk og større end 0.

source: The price is not numeric.
nb_no: Priset er ikke numerisk.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
nb_no: Prisen som faktureres er højere end indkøbsordreprisen inklusiv tilladt overfakturering. Systemet opsætning vil ikke tillade dette. Tal med systemadministratoren for at få rettet disse parametrer om nødvendigt.

source: The over-charge percentage allowance is :
nb_no: Tilladt overfakturerings procent er :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
nb_no: Antallet på fakturaen er større end det udestående + tilladte overfaktureringsprocent. Kontakt systemadministratoren for at rette dette om nødvendigt.

source: Enter Invoice
nb_no: Registrer faktura

source: Supplier Payment Entry
nb_no: Leverandør Utbetaling

source: Payment has been sucessfully entered
nb_no: Utbetalingen er registrert

source: View the GL &Journal Entries for this Payment
nb_no: Vis bilaget for denne utbetaling

source: Enter another supplier &payment
nb_no: Tast inn en ny leverandør og betaling

source: The exchange rate must be numeric and greater than zero.
nb_no: Valutakursen skal være numerisk og større end 0.

source: The entered discount is invalid or less than zero.
nb_no: Angiven rabat er ugyldig eller mindre end nul.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
nb_no: Totalen af beløb og rabat er negativ. Venligst angiv positive værdier.

source: Payment To:
nb_no: Utbetaling til:

source: From Bank Account:
nb_no: Fra bankkonto:

source: Date Paid
nb_no: Bet.dato

source: Amount of Discount:
nb_no: Rabatbeløb:

source: Amount of Payment:
nb_no: Utbetalingsbeløp:

source: The amount and discount are in the bank account's currency.
nb_no: Beløben og rabatten er i bankkontoeats valuta.

source: Enter Payment
nb_no: Registrer utbetaling

source: Allocate Supplier Payment or Credit Note
nb_no: Alloker en Leverandør Utbetaling eller Kreditnota

source: Allocation of
nb_no: Allokering af

source: Refresh
nb_no: Opdater
