Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: The credit note total as entered is less than the sum of the the general ledger entires (if any) and the charges for goods received. There must be a mistake somewhere, the credit note as entered will not be processed.
sl_si: Dobropis je manjši od vsote vnosov v glavno knjigo (če obstajajo) in od stroškov prejetih artiklov. Nekje je napaka, zato dobropis ne bo obdelan.

source: The quantity to credit must be numeric and greater than zero.
sl_si: Količina dobropisa mora biti število in večje od 0.

source: The price is either not numeric or negative.
sl_si: Cena ni število ali je negativna.

source: Enter Credit Note
sl_si: Vnos dobropisa

source: Enter Supplier Invoice
sl_si: Vnos računa dobavitelja

source: Supplier invoice has been processed.
sl_si: Račun dobavitelja je v obdelavi.

source: View this Invoice
sl_si: Prikaz računa

source: Enter Another Invoice
sl_si: Vnos drugega računa

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
sl_si: Računa ne morete obdelati, ker na računu ni vrednosti oz. artiklov.

source: You must enter an invoice reference.
sl_si: Vnesite referenco računa.

source: You must enter a supplier's invoice reference.
sl_si: Vnesite referenco računa dobavitelja.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
sl_si: Računa ne morete obdelati, ker datum računa ni veljaven.

source: The quantity to invoice must be numeric and greater than zero.
sl_si: Količina za račun mora biti število in večje od 0.

source: The price is not numeric.
sl_si: Cena ni število.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
sl_si: Cena na računu je višja od cene naročila za več odstotkov kot je dovoljeno pre-zaračunati. To je prepovedano. Če je potrebno, naj vam to nastavi nadzornik sistema.

source: The over-charge percentage allowance is :
sl_si: Dovoljeni pre-zaračunani odstotek :

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
sl_si: Zaračunana količina je večja od izjemnih količin za več odstotkov, kot je dovoljeno pre-zaračunati. To je prepovedano. Če je potrebno, naj vam to nastavi nadzornik sistema.

source: All yet non-invoiced items on delivery line # %d has been removed.
sl_si: Vsi nefakturirani artikli pri vnosu dostave # %d so odstranjeni.

source: Enter Invoice
sl_si: Vnos Računa

source: Supplier Payment Entry
sl_si: Vnos Plačila Dobavitelja

source: Payment has been sucessfully entered
sl_si: Plačilo ste uspešno vnesli

source: &Print This Remittance
sl_si: Tiskanje nakazila

source: &Email This Remittance
sl_si: Pošlji Nakazilo po E-pošti

source: View the GL &Journal Entries for this Payment
sl_si: Pregled Nakazila v glavni knjigi

source: Enter another supplier &payment
sl_si: Vnos novega nakazila dobavitelja

source: The entered amount is invalid or less than zero.
sl_si: Znesek je neveljaven ali manjši kot nič.

source: The Bank Charge Account has not been set in System and General GL Setup.
sl_si: Račun za bančne stroške ni bil zabeležen v splošne nastavitve glavne knjige.

source: The exchange rate must be numeric and greater than zero.
sl_si: Menjalni tečaj mora biti število in večji kot nič.

source: The entered discount is invalid or less than zero.
sl_si: Popust je neveljaven ali manjši kot nič.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
sl_si: Skupni znesek in Popust je nič ali negativen. Vnesite pozitivne vrednosti.

source: Payment To:
sl_si: Plačilo:

source: From Bank Account:
sl_si: Iz bančnega računa:

source: Date Paid
sl_si: Datum plačila

source: Bank Charge:
sl_si: Stroški vodenja:

source: Amount of Discount:
sl_si: Znesek popusta:

source: Amount of Payment:
sl_si: Znesek plačila:

source: The amount and discount are in the bank account's currency.
sl_si: Znesek in popust sta v valuti bančnega računa.

source: Enter Payment
sl_si: Vnos plačila

source: View Purchase Order Delivery
sl_si: Prikaz Dostave Naročila

source: This page must be called with a Purchase Order Delivery number to review.
sl_si: Ta stran mora vsebovati številko dostave naročila.

source: Line Details
sl_si: Podrobnosti Vnosa

source: Delivery Date
sl_si: Datum dostave

source: Total Excluding Tax/Shipping
sl_si: Skupno brez davka/poštnine

source: This delivery has been voided.
sl_si: Ta dostava je stornirana.

source: View Purchase Order
sl_si: Prikaz Naročila

source: This page must be called with a purchase order number to review.
sl_si: Ta stran mora vsebovati številko naročila.

source: Requested By
sl_si: Zahtevan od

source: Marked items are overdue.
sl_si: Označeni artikli so zapadli.

source: Deliveries
sl_si: Dostave

source: Delivered On
sl_si: Dostavljeno dne

source: Invoices/Credits
sl_si: Računi/Dobropisi

source: View Supplier Credit Note
sl_si: Prikaz Dobropisov Dobavitelja

source: SUPPLIER CREDIT NOTE
sl_si: DOBROPIS DOBAVITELJA

source: Invoice Date
sl_si: Datum računa

source: Sub Total
sl_si: SKUPAJ ZNESEK

source: TOTAL CREDIT NOTE
sl_si: SKUPNO DOBROPIS

source: This credit note has been voided.
sl_si: Ta Dobropis je bil storniran.

source: View Supplier Invoice
sl_si: Prikaz Računa Dobavitelja

source: SUPPLIER INVOICE
sl_si: VHODNI RAČUN

source: TOTAL INVOICE
sl_si: SKUPAJ ZA PLAČILO

source: This invoice has been voided.
sl_si: Ta račun je storniran.

source: View Payment to Supplier
sl_si: Prikaz Nakazil Dobavitelja

source: Payment to Supplier
sl_si: Nakazilo Dobavitelju

source: To Supplier
sl_si: Za Dobavitelja

source: Payment Currency
sl_si: Valuta Nakazila

source: Supplier's Currency
sl_si: Valuta Dobavitelja

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
sl_si: Ni davčnih skupin. Preden nadaljujete vnesite vsaj eno davčno skupino.

source: Supplier Name:
sl_si: Ime Dobavitelja:

source: Supplier Short Name:
sl_si: Skrajšano ime dobavitelja:

source: Website:
sl_si: Spletna stran:

source: Our Customer No:
sl_si: Naša Št. Stranke:

source: System default
sl_si: Artikel - Standardne nastavitve

source: Purchasing
sl_si: Nabava

source: Bank Name/Account:
sl_si: Ime banke/račun:

source: Credit Limit:
sl_si: Kreditlimit

source: Payment Terms:
sl_si: Plačilni pogoji:

source: Accounts
sl_si: Računi

source: Accounts Payable Account:
sl_si: Konto Kreditoren / VLL:

source: Purchase Account:
sl_si: Račun Nabava:

source: Addresses
sl_si: Naslovi

source: Mailing Address:
sl_si: Naslov dostave:

source: Physical Address:
sl_si: Naslov dostave:

source: General
sl_si: Splošno

source: General Notes:
sl_si: Opombe:

source: Supplier status:
sl_si: Status dobavitelja:

source: Update Supplier
sl_si: Osveži Dobavitelja

source: Update supplier data
sl_si: Osveži podatke dobavitelja

source: Select this supplier and return to document entry.
sl_si: Izberi tega dobavitelja in se vrni v vnose dokumenta.

source: Delete Supplier
sl_si: Izbriši Dobavitelja

source: Delete supplier data if have been never used
sl_si: Izbriši podatke dobavitelja, če niso bili nikoli uporabljeni

source: Add New Supplier Details
sl_si: Dodaj Nove Podatke Dobavitelja

source: The supplier name must be entered.
sl_si: Vnesite ime dobavitelja.

source: The supplier short name must be entered.
sl_si: Vnesite skrajšano ime dobavitelja.

source: Supplier has been updated.
sl_si: Dobavitelj je posodobljen.

source: A new supplier has been added.
sl_si: Dodan je nov dobavitelj.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
sl_si: Tega dobavitelja ne morete izbrisati, ker se nanaša na transakcije.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
sl_si: Tega zapisa dobavitelja ne morete izbrisati, ker se nanaša na naročila.

source: Select a supplier:
sl_si: Izberi Dobavitelja:

source: New supplier
sl_si: Novi Dobavitelj

source: Search Purchase Orders
sl_si: Iskanje Naročil

source: into location:
sl_si: Na skladišče:

source: Order Date
sl_si: Datum naročila

source: Order Total
sl_si: Naročilo Skupaj

source: Search Outstanding Purchase Orders
sl_si: Pregled odprtih naročil

source: Receive
sl_si: Vhodna zaloga

source: Marked orders have overdue items.
sl_si: Označena naročila imajo zapadle postavke.

source: Supplier Allocation Inquiry
sl_si: Pregled odprtih postavk dobavitelji

source: show settled:
sl_si: Prikaži uravnotežene:

source: Supp Reference
sl_si: Referenca Dobavitelja

source: Allocated
sl_si: Dodeljeno

source: Supplier Inquiry
sl_si: Povpraševanje Dobavitelja

source: Select a supplier:
sl_si: Izberi Dobavitelja:

source: Days
sl_si: Dni

source: Over
sl_si: O

source: Terms
sl_si: Pogoji

source: Current
sl_si: Trenutni

source: Total Balance
sl_si: Skupaj Saldo

source: Credit This
sl_si: Pripravi Dobropis

source: Print Remittance
sl_si: Tiskanje nakazila

source: Allocate Supplier Payment or Credit Note
sl_si: Dodeli Nakazilo Dobavitelja ali Dobropis

source: Allocation of
sl_si: Dodelitev od

source: Total:
sl_si: Skupaj:

source: Refresh
sl_si: Osveži

source: Start again allocation of selected amount
sl_si: Znova dodeli izbran znesek

source: Process allocations
sl_si: Obdelaj dodelitve

source: Back to Allocations
sl_si: Nazaj na dodelitve

source: Abandon allocations and return to selection of allocatable amounts
sl_si: Zapusti dodelitve in se vrni na izbor dodeljenih zneskov

source: There are no unsettled transactions to allocate.
sl_si: Ni neurejenih transakcij za dodeliti.

source: Supplier Allocations
sl_si: Dodelitve Dobavitelja

source: Select a Supplier:
sl_si: Izberi Dobavitelja

source: Show Settled Items:
sl_si: Prikaz Urejenih Artiklov:

source: Allocate
sl_si: Dodelitev

source: Marked items are settled.
sl_si: Označeni artikli so urejeni.

source: Balances in Home Currency
sl_si: Bilance v Domači Valuti

source: Trans Type
sl_si: Trans Typ

source: Charges
sl_si: Gebühren

source: Credits
sl_si: Dobropisi

source: Suppress Zeros
sl_si: Vnos in urejanje dobavitelji

source: Customer Balances
sl_si: Bilance Strank

source: Grand Total
sl_si: Skupni Znesek

source: Summary Only
sl_si: Samo povzetek

source: Detailed Report
sl_si: Podrobno Poročilo

source: End Date
sl_si: Datum do

source: Aged Customer Analysis
sl_si: Analiza starosti terjatev

source: All Areas
sl_si: Vsa Področja

source: All Sales Folk
sl_si: Vsi Prodajalci

source: Greater than
sl_si: Večje od

source: Less than
sl_si: Manjše od

source: Customer Postal Address
sl_si: Poštni naslov stranke

source: Price/Turnover
sl_si: Cena/Prihodek

source: Branch Contact Information
sl_si: Kontaktne informacije podružnice

source: Branch Delivery Address
sl_si: Naslov dostave podružnice

source: Activity Since
sl_si: Dejavnost od

source: Sales Areas
sl_si: Področja prodaje

source: Sales Folk
sl_si: Prodajalec

source: Activity
sl_si: Dejavnost

source: Customer Details Listing
sl_si: Seznam podrobnosti stranke

source: Customers in
sl_si: Stranke v

source: Price List
sl_si: Cenik

source: Turnover
sl_si: Prihodek

source: Ph
sl_si: Tel

source: Category/Items
sl_si: Kategorija/Artikli

source: GP %
sl_si: BG %

source: Show GP %
sl_si: Zeige BG %

source: Price Listing
sl_si: Cenik

source: Sales Kits
sl_si: Prodajne količine

source: All Orders
sl_si: Vsa Naročila

source: Back Orders Only
sl_si: Le zaostanki

source: Order
sl_si: Naročilo

source: Branch
sl_si: Podružnica

source: Customer Ref
sl_si: Referenca stranke

source: Ord Date
sl_si: Datum nar.

source: Del Date
sl_si: Datum dos.

source: Loc
sl_si: Skladišče

source: Invoiced
sl_si: Fakturirano

source: Selection
sl_si: Izbor

source: Order Status Listing
sl_si: Seznam status naročil

source: Invoice
sl_si: Račun

source: Inv Date
sl_si: Datum rač.

source: Provision
sl_si: Provizija

source: Salesman
sl_si: Prodajalec

source: Email
sl_si: E-Pošta

source: Break Pt.
sl_si: Prag

source: Salesman Listing
sl_si: Seznam Prodajalcev

source: INVOICE
sl_si: RAČUN

source: CREDIT NOTE
sl_si: DOBROPIS

source: STATEMENT
sl_si: IZJAVA

source: SALES ORDER
sl_si: NAROČILNICA

source: QUOTE
sl_si: PONUDBA

source: DELIVERY
sl_si: DOSTAVA

source: PACKING SLIP
sl_si: DOBAVNICA

source: DELIVERY NOTE
sl_si: DOBAVNICA

source: SALES QUOTATION
sl_si: PONUDBA

source: RECEIPT
sl_si: PREVZEM

source: Balances in Home currency
sl_si: Bilance v domači valuti

source: Supplier Balances
sl_si: Odprte postavke Dobavitelji

source: currency
sl_si: Valuta

source: Aged Supplier Analysis
sl_si: Starostna analiza obveznosti

source: Payment Report
sl_si: Poročilo plačil

source: GRN
sl_si: Prevzem dobavnica-GRN

source: Qty Recd
sl_si: Pre. kol.

source: qty Inv
sl_si: Fak. Kol.

source: Outstanding GRNs Report
sl_si: Poročilo odprtih vhodnih dobavnic

source: PURCHASE ORDER
sl_si: NAROČILO

source: REMITTANCE
sl_si: NAKAZILO

source: Inventory Valuation Report
sl_si: Poročilo vrednosti skladišča

source: QOH
sl_si: Na voljo

source: Cust Ord
sl_si: Nar. str.

source: Supp Ord
sl_si: Nar. dob.

source: Sugg Ord
sl_si: Vorgeschl. Best.

source: Inventory Planning Report
sl_si: Poročilo načrtovanja skladišča

source: Shortage
sl_si: Pomanjkanje

source: Stock ID
sl_si: Št. zaloge

source: Check
sl_si: Preveri

source: Only Shortage
sl_si: Le pomanjkanje

source: Stock Check Sheets
sl_si: Inventurne liste

source: Qty
sl_si: Količina

source: Sales
sl_si: Prodaja

source: Cost
sl_si: Strošek

source: Contribution
sl_si: Dobiček

source: Inventory Sales Report
sl_si: Poročilo o prodaji zaloge

source: PO No
sl_si: Št. nar.

source: Qty Received
sl_si: Prejete kol.

source: Unit Price
sl_si: Cena KOS

source: Actual Price
sl_si: Dejanska cena

source: GRN Valuation Report
sl_si: Poročilo o oceni vhodne dobavnice

source: Wrk Ctr
sl_si: Del. mes.

source: Bill of Material Listing
sl_si: BOM

source: WORK ORDER
sl_si: DELOVNI NALOG

source: Insufficient stock
sl_si: Nezadostna zaloga

source: Work Order No.
sl_si: Št. delovnega naloga

source: YTD
sl_si: Do danes

source: Dimension Summary
sl_si: Povzetek dimenzij

source: Bank Account
sl_si: Bančni račun

source: Total Debit / Credit
sl_si: Skupaj Debet / Kredit

source: Net Change
sl_si: Neto sprememba

source: Type/Account
sl_si: Tip / Račun

source: Date/Dim.
sl_si: Datum/Dim.

source: Person/Item/Memo
sl_si: Oseba/Artikel/Memo

source: List of Journal Entries
sl_si: Seznam vnosov

source: GL Account Transactions
sl_si: FR Račun-Transakcije

source: Year
sl_si: Leto

source: Amounts in thousands
sl_si: Zneski v tisočicah

source: Annual Expense Breakdown
sl_si: Razčlenitev stroškov

source: Close Balance
sl_si: Končni Saldo

source: Group
sl_si: Skupina

source: Profit and Loss Statement
sl_si: Izkaz poslovnega izida

source: Tax Report
sl_si: Davčno poročilo

source: Branch Name
sl_si: Ime podružnice

source: Net
sl_si: Osnova

source: Rate
sl_si: Stopnja

source: Tax
sl_si: Davek

source: Tax Rate
sl_si: Stopnja davka

source: Net Tax
sl_si: Neto davek

source: Time
sl_si: Čas

source: Trans Date
sl_si: Trans Datum

source: Action
sl_si: Ukrepanje

source: Audit Trail
sl_si: Protokol

source: Changed
sl_si: Spremenjeno

source: Reports and Analysis
sl_si: Poročila in analize

source: Customer &Balances
sl_si: Odprti računi strank

source: Currency Filter
sl_si: Filter valute

source: Destination
sl_si: Cilj

source: &Aged Customer Analysis
sl_si: Analiza starosti terjatev

source: Graphics
sl_si: Grafi

source: Customer &Detail Listing
sl_si: Podroben seznam strank

source: Activity Greater Than
sl_si: Aktivnost večja od

source: Activity Less Than
sl_si: Aktivnost manjša od

source: &Price Listing
sl_si: Cenik

source: Inventory Category
sl_si: Kategorija inventarja

source: Sales Types
sl_si: Cenik

source: Show Pictures
sl_si: Prikaz slik

source: &Order Status Listing
sl_si: Seznam status naročil

source: Stock Location
sl_si: Lokacija zaloge

source: &Salesman Listing
sl_si: Seznam Prodajalcev

source: Print &Invoices/Credit Notes
sl_si: Tiskanje Računov/Dobropisov

source: To
sl_si: Do

source: email Customers
sl_si: E-Pošta strankam

source: Payment Link
sl_si: Povezava Plačil

source: Print &Deliveries
sl_si: Tiskanje dobavnic

source: Print as Packing Slip
sl_si: Natisni kot dobavnico

source: Print &Statements
sl_si: Tiskanje odprtih računov

source: Email Customers
sl_si: E-pošte strankam

source: &Print Sales Orders
sl_si: Tiskanje naročil strank

source: Print as Quote
sl_si: Natisni kot ponudbo

source: &Print Sales Quotations
sl_si: Tiskanje ponudb

source: Print Receipts
sl_si: Tiskanje potrdil

source: Supplier &Balances
sl_si: Odprte postavke Dobavitelji

source: &Aged Supplier Analyses
sl_si: Starostna analiza obveznosti

source: &Payment Report
sl_si: Poročilo plačil

source: Outstanding &GRNs Report
sl_si: Poročilo odprtih vhodnih dobavnic

source: Print Purchase &Orders
sl_si: Tiskanje naročil dobaviteljem

source: Print Remittances
sl_si: Tiskanje plačilnih potrditev

source: Inventory &Valuation Report
sl_si: Poročilo vrednosti skladišča

source: Inventory &Planning Report
sl_si: Poročilo načrtovanja skladišča

source: Stock &Check Sheets
sl_si: Inventurne liste

source: Inventory Column
sl_si: Stolpec inventarja

source: Show Shortage
sl_si: Prikaz primankljajev

source: Inventory &Sales Report
sl_si: Poročilo o prodaji zaloge

source: &GRN Valuation Report
sl_si: Poročilo o oceni vhodne dobavnice

source: Manufacturing
sl_si: Produkcija

source: &Bill of Material Listing
sl_si: Kosovnice

source: From product
sl_si: Od artikla

source: To product
sl_si: Do artikla

source: Print &Work Orders
sl_si: Tiskanje proizvodnih naročil

source: Email Locations
sl_si: E-pošta lokacije

source: Dimension &Summary
sl_si: Povzetek dimenzij

source: From Dimension
sl_si: Od Dimenzije

source: To Dimension
sl_si: Do Dimenzije

source: Show Balance
sl_si: Prikaži saldo

source: Banking
sl_si: Bančni računi

source: Bank &Statement
sl_si: Bančni izpisek

source: General Ledger
sl_si: Finance/Računovodstvo

source: Chart of &Accounts
sl_si: Kontni plan

source: Show Balances
sl_si: Prikaz bilanc

source: List of &Journal Entries
sl_si: Seznam vnosov

source: GL Account &Transactions
sl_si: FR Račun-Transakcije

source: From Account
sl_si: Iz računa

source: To Account
sl_si: Na račun

source: Annual &Expense Breakdown
sl_si: Razčlenitev stroškov

source: &Balance Sheet
sl_si: Bilanca

source: Decimal values
sl_si: Decimalne vrednosti

source: &Profit and Loss Statement
sl_si: Izkaz poslovnega izida

source: Zero values
sl_si: Ničelne vrednosti

source: Ta&x Report
sl_si: Davčno poročilo

source: Cust no
sl_si: Št. str.

source: Order To
sl_si: Naročilo za

source: Deliver To
sl_si: Naslov za dostavo

source: Charge To
sl_si: Naslov Računa

source: With thanks from
sl_si: Zahvala od

source: Delivered To
sl_si: Naslov za dostavo

source: Valid until
sl_si: Valuta

source: Your Ref
sl_si: Vaša Ref.

source: Sales Person
sl_si: Prodajalec

source: Your VAT no.
sl_si: Davčna št.

source: Customers Reference
sl_si: Referenčna št.

source: Our Order No
sl_si: Št.Naročilnice

source: Our VAT No.
sl_si: Davčna št.

source: Domicile
sl_si: Sedež

source: * Subject to Realisation of the Cheque.
sl_si: * Vorbehaltlich der Einlösung des Schecks

source: All amounts stated in
sl_si: Vsi zneski v

source: Please quote Invoice no. when paying. All amounts stated in
sl_si: Pri plačilu se sklicujte na št.RAČUNA. Vsi zneski v

source: Please quote Credit no. when paying. All amounts stated in
sl_si: Pri plačilu se sklicujte na št.Dobropisa. Vsi zneski v

source: Phone/Fax/Email
sl_si: Telefon/Fax/E-Pošta

source: You can pay through
sl_si: Plačate lahko z

source: Discount %
sl_si: Popust %

source: DueDate
sl_si: Zapade

source: Dear
sl_si: Dragi

source: Attached you will find
sl_si: V prilogi najdete

source: Kindest regards
sl_si: S prijaznimi pozdravi

source: Delivery Note No.
sl_si: Št.Dobavnice

source: Receipt No.
sl_si: Račun št.

source: Remittance No.
sl_si: Nakazilo št.

source: Purchase Order No.
sl_si: Naročilo št.

source: Order No.
sl_si: Št.Naročilnice

source: Quotation No.
sl_si: Št.Ponudbe

source: Invoice No.
sl_si: Št.Računa:

source: Credit No.
sl_si: Dobropis št.

source: Sub-total
sl_si: SKUPAJ ZNESEK

source: Shipping
sl_si: STROŠKI HITRE DOSTAVE

source: TOTAL CREDIT
sl_si: DOBROPIS SKUPAJ

source: TOTAL ORDER EX VAT
sl_si: SKUPAJ BREZ DDV

source: TOTAL ORDER VAT INCL.
sl_si: SKUPAJ ZA PLAČILO

source: TOTAL PO EX VAT
sl_si: SKUPAJ

source: TOTAL DELIVERY INCL. VAT
sl_si: SKUPAJ VKLJUČ. Z DDV

source: As advance / full / part / payment towards:
sl_si: Kot predujem / polno / delno / plačilo za:

source: By Cash / Cheque* / Draft No.
sl_si: Z gotovino / Ček* / Osnutek št.

source: Dated
sl_si: Z dne

source: Drawn on Bank
sl_si: Gezogen auf Bank

source: Received / Sign
sl_si: Prejeto / Podpis

source: TOTAL RECEIPT
sl_si: SKUPAJ PREVZEM

source: TOTAL REMITTANCE
sl_si: SKUPAJ NAKAZILO

source: Outstanding Transactions
sl_si: Izjemne transakcije

source: Statement
sl_si: Izjava

source: as of
sl_si: zum

source: The security settings on your account do not permit you to print this report
sl_si: Nastavitve vašega računa vam ne dovoljujejo tiskanja tega poročila

source: Print Out Date
sl_si: Datum tiskanja

source: Fiscal Year
sl_si: Poslovno leto

source: Report Date
sl_si: Datum Poročila

source: Generated At
sl_si: Ustvarjen dne

source: Generated By
sl_si: Ustvaril

source: Page
sl_si: Stran

source: Report Period
sl_si: Obdobje poročila

source: Sending document by email failed
sl_si: Pošiljanje dokumenta po E-Pošti ni uspelo

source: Report has been sent to network printer
sl_si: Poročilo je poslano mrežnemu tiskalniku

source: Cannot open connection to printer
sl_si: Povezave s tiskalnikom ni mogoče vzpostaviti.

source: Printer does not acept the job
sl_si: Tiskalnik ne sprejme naročila

source: Error sending print job control file
sl_si: Napaka pri pošiljanju dokumenta

source: Print control file not accepted
sl_si: Tiskanje dokumenta ni sprejeto

source: Cannot send report to printer
sl_si: Ne morem poslati poročila tiskalniku

source: No ack after report printout
sl_si: Ni potrditve tiskanja

source: Cannot flush printing queue
sl_si: Ne morem izbrisati čakalne vrste za tiskanje

source: Report Classes:
sl_si: Razredi poročil:

source: Reports For Class:
sl_si: Poročilo za razred:

source: Display:
sl_si: Prikaži:

source: Invalid date format
sl_si: Neveljaven format datuma

source: Unknown report parameter type:
sl_si: Neznan tip poročila:

source: No Currency Filter
sl_si: Brez Filtra valute

source: No payment Link
sl_si: Ni povezave za plačilo

source: PDF/Printer
sl_si: PDF/Tiskalnik

source: No Graphics
sl_si: Ni grafike

source: Vertical bars
sl_si: Vertikale

source: Horizontal bars
sl_si: Horizontale

source: Dots
sl_si: Točke

source: Lines
sl_si: Vrstice

source: Pie
sl_si: Torte

source: Donut
sl_si: Krog

source: No Type Filter
sl_si: Ni tipa filtra

source: No Account Group Filter
sl_si: Ni filtra skupine računa

source: No Dimension Filter
sl_si: Ni filtra dimenzije

source: No Customer Filter
sl_si: Ni filtra stranke

source: No Supplier Filter
sl_si: Ni filtra dobavitelja

source: DN
sl_si: LS

source: No Location Filter
sl_si: Ni filtra lokacije

source: No Category Filter
sl_si: Ni filtra kategorije

source: No Sales Folk Filter
sl_si: Ni filtra prodajalcev

source: No Users Filter
sl_si: Ni filtra uporabnika
