Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: Create and Print Recurrent Invoices
sl_si: Periodični Računi-Ustvari in Natisni

source: Template No
sl_si: Št. predloge

source: Begin
sl_si: Začetek

source: End
sl_si: Konec

source: Last Created
sl_si: Na zadnje ustvarjeno

source: Create Invoices
sl_si: Ustvari račune

source: Marked items are due.
sl_si: Izbrani artikli so potekli.

source: No recurrent invoices are due.
sl_si: Ni poteklih periodičnih računov.

source: Modifying Customer Credit Note #%d
sl_si: Spremembe dobropisa stranke s št. %d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
sl_si: Ni strank s podružnicami. Vnesite stranke in njihove podružnice.

source: Credit Note # %d has been processed
sl_si: Dobropis št. %d je v obdelavi

source: &View this credit note
sl_si: Prikaži ta Dobropis

source: &Print This Credit Invoice
sl_si: Natisni ta Dobropis

source: &Email This Credit Invoice
sl_si: Pošlji ta Dobropis preko e-pošte

source: View the GL &Journal Entries for this Credit Note
sl_si: Prikaži FR knjižbe za ta dobropis

source: Enter Another &Credit Note
sl_si: Vnos novega dobropisa

source: The entered date for the credit note is invalid.
sl_si: Datum dobropisa je neveljaven.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
sl_si: Za dobropise, ki so ustvarjeni za odpis zalog, morate izbrati račun glavne knjige.

source: Please select an account to write the cost of the stock off to, then click on Process again.
sl_si: Prosim izberite račun za odpis stroškov zaloge, nato pritisnite Obdelaj ponovno.

source: The quantity must be greater than zero.
sl_si: Količina mora biti večja od 0..

source: The entered price is negative or invalid.
sl_si: Cena je neveljavna ali negativna.

source: The entered discount percent is negative, greater than 100 or invalid.
sl_si: Odstotek popusta je negativen, večji od 100 ali neveljaven.

source: Credit Note Items
sl_si: Dobropis artiklov

source: Process Credit Note
sl_si: Obdelava Dobropisa

source: Modifying Credit Invoice # %d.
sl_si: Spremembe Dobropisa št. %d.

source: Credit all or part of an Invoice
sl_si: Delni ali celotni dobropis računa

source: Credit Note has been processed
sl_si: Dobropis je v obdelavi

source: &View This Credit Note
sl_si: Prikaži ta Dobropis

source: &Print This Credit Note
sl_si: Natisni ta Dobropis

source: Credit Note has been updated
sl_si: Dobropis je bil spremenjen

source: The entered shipping cost is invalid or less than zero.
sl_si: Stroški dostave so neveljavni ali negativni.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
sl_si: Izbrana količina ne more biti manjša kot 0 in ne večja od količine, ki še ni kreditirana.

source: This page can only be opened if an invoice has been selected for crediting.
sl_si: To stran lahko odprete le če ste izbrali račun za dobropis.

source: Crediting Invoice
sl_si: Dobropis za Račun

source: Credit Note Date
sl_si: Datum dobropisa

source: Invoiced Quantity
sl_si: Zaračunana Količina

source: Credit Quantity
sl_si: Dobropis Količina

source: Credit Shipping Cost
sl_si: Stroški pošiljanja dobropisa

source: Credit Note Type
sl_si: Tip dobropisa

source: Items Returned to Location
sl_si: Vrnjeni artikli

source: Write off the cost of the items to
sl_si: Odpis stroškov za artikle

source: Update credit value for quantities entered
sl_si: Posodobitev vrednosti dobropisa za količine

source: Modifying Delivery Note # %d.
sl_si: Spremembe dobavnice št. %d

source: Deliver Items for a Sales Order
sl_si: Dostava artiklov za naročilnico

source: Delivery # %d has been entered.
sl_si: Dostava št. %d je dodana.

source: &View This Delivery
sl_si: Prikaz dostave

source: &Print Delivery Note
sl_si: Tiskanje dobavnice

source: &Email Delivery Note
sl_si: Pošiljanje dobavnice po E-Pošti

source: P&rint as Packing Slip
sl_si: Natisni kot dobavnico

source: E&mail as Packing Slip
sl_si: Pošlji kot dobavnico

source: View the GL Journal Entries for this Dispatch
sl_si: Prikaz vnosov v glavni knjigi za to odpremo

source: Invoice This Delivery
sl_si: Fakturiranje dostave

source: Select Another Order For Dispatch
sl_si: Za odpremo izberite drugo naročilo

source: Delivery Note # %d has been updated.
sl_si: Dobavnica št. %d je posodobljena.

source: View this delivery
sl_si: Prikaz dostave

source: Confirm Delivery and Invoice
sl_si: Potrditev Dostave in Računa

source: Select A Different Delivery
sl_si: Izberite drugo dostavo

source: Select a different sales order to delivery
sl_si: Izberite drugo naročilo za dostavo

source: This order has no items. There is nothing to delivery.
sl_si: To naročilo nima artiklov. Nič ni za dostaviti.

source: Select a different delivery
sl_si: Izberite drugo dostavo

source: This delivery has all items invoiced. There is nothing to modify.
sl_si: Ta dostava ima fakturirane vse artikle. Ničesar ne morete spreminjati.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
sl_si: To stran lahko odprete le če ste izbrali naročilo ali dobavnico. Najprej izberite.

source: Select a Sales Order to Delivery
sl_si: Izberite naročilo za dostavo

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
sl_si: Izbrana količina ne more biti manjša od fakturirane količine in ne večja od količine ki še ni dostavljena po naročilnici.

source: Freight cost cannot be less than zero
sl_si: Stroški prevoza ne morejo biti manjši kot 0

source: The entered date of delivery is invalid.
sl_si: Datum dostave je neveljaven.

source: The entered date of delivery is not in fiscal year.
sl_si: Datum dostave ni v tekočem letu.

source: The entered dead-line for invoice is invalid.
sl_si: Rok za račun je neveljaven.

source: The entered shipping value is not numeric.
sl_si: Vrednost pošiljanja ni število.

source: There are no item quantities on this delivery note.
sl_si: Na tej dobavnici ni količin artiklov.

source: The delivery cannot be processed because there is an insufficient quantity for item:
sl_si: Dostave ne morete obdelati ker ni zadostne količine za artikel:

source: For Sales Order
sl_si: Za naročilnico

source: Delivery From
sl_si: Dostava iz

source: Invoice Dead-line
sl_si: Rok Računa

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
sl_si: Izbran račun stranke je zadržan. Prosimo, da kontaktirate osebje za kontrolo.

source: Delivery Items
sl_si: Artikli za dostavo

source: Max. delivery
sl_si: Max. dostava

source: Delivered
sl_si: Dostavljeno

source: Discount
sl_si: Popust

source: Shipping Cost
sl_si: STROŠKI HITRE DOSTAVE

source: Amount Total
sl_si: Skupni Znesek

source: Marked items have insufficient quantities in stock as on day of delivery.
sl_si: Označeni artikli nimajo zadostnih količin na zalogi na dan dostave.

source: Action For Balance
sl_si: Ukrep za bilanco

source: Refresh document page
sl_si: Osveži stran dokumenta

source: Process Dispatch
sl_si: Obdelava odpreme

source: Check entered data and save document
sl_si: Preverite podatke in shranite dokument

source: Modifying Sales Invoice # %d.
sl_si: Sprememba Računa št. %d.

source: Issue an Invoice for Delivery Note
sl_si: Izdaja računa za dobavnico

source: Issue Batch Invoice for Delivery Notes
sl_si: Izdaja kolektivnega računa za dobavnice

source: Selected deliveries has been processed
sl_si: Izbrane dostave so obdelane

source: &View This Invoice
sl_si: Prikaz računa

source: &Print This Invoice
sl_si: Tiskanje računa

source: &Email This Invoice
sl_si: Pošiljanje računa po E-Pošti

source: View the GL &Journal Entries for this Invoice
sl_si: Prikaz FR knjižbe za ta račun

source: Select Another &Delivery For Invoicing
sl_si: Izberite drugo dostavo za fakturiranje

source: Sales Invoice # %d has been updated.
sl_si: Račun Št. %d je spremenjen.

source: Select a different delivery to invoice
sl_si: Izberite drugo dostavo za fakturiranje

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
sl_si: Ni dostavljenih artiklov s preostalo količino za fakturiranje. Ničesar ni za fakturiranje.

source: There are no delivery notes for this invoice.<br> Most likely this invoice was created in Front Accounting version prior to 2.0 and therefore can not be modified.
sl_si: Ni dobavnic za ta račun.<br> Ta račun je verjetno bil ustvarjen v prejšnji različici in ga zato ne morete spreminjati.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
sl_si: Vse količine na tem računu so že bile kreditirane. Ničesar več ne morete spreminjati na tem računu

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
sl_si: To stran lahko odprete le po izbiri dostave. Izberite dostavo za fakturiranje.

source: Select Delivery to Invoice
sl_si: Izberite Dostavo za Račun

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
sl_si: Izbrana količina ne more biti manjša od kreditirane količine in ne večja od nefakturiranih količin.

source: The entered invoice date is invalid.
sl_si: Datum računa je neveljaven.

source: The entered invoice date is not in fiscal year.
sl_si: Datuma, ki ste ga vnesli ni v poslovnem letu.

source: The entered invoice due date is invalid.
sl_si: Datum zapadlosti je neveljaven.

source: There are no item quantities on this invoice.
sl_si: Na tem računu ni količin artiklov.

source: Payment terms:
sl_si: Plačilni pogoji

source: Payment:
sl_si: Plačilo:

source: Invoice Items
sl_si: Račun artiklov

source: This Invoice
sl_si: Ta račun

source: Credited
sl_si: Kreditiran

source: Invoice Total
sl_si: Skupaj za plačilo

source: Process Invoice
sl_si: Obdelava računa

source: Customer Payment Entry
sl_si: Vnos plačila stranke

source: There are no customers defined in the system.
sl_si: Ni ustvarjenih strank.

source: The customer payment has been successfully entered.
sl_si: Uspešno ste vnesli plačilo stranke.

source: &Print This Receipt
sl_si: Natisni prevzemnico

source: &View the GL Journal Entries for this Customer Payment
sl_si: Pregled Nakazila v glavni knjigi

source: Enter Another &Customer Payment
sl_si: Vnos drugega nakazila stranke

source: There is no customer selected.
sl_si: Nobena stranka ni izbrana.

source: This customer has no branch defined.
sl_si: Stranka nima podružnic.

source: The entered date is invalid. Please enter a valid date for the payment.
sl_si: Datum je neveljaven. Za plačilo izberite veljaven datum.

source: The entered amount is invalid or negative and cannot be processed.
sl_si: Znesek ki ste ga vnesli je neveljaven ali negativen.

source: The entered discount is not a valid number.
sl_si: Popust ni veljaven.

source: The balance of the amount and discout is zero or negative. Please enter valid amounts.
sl_si: Bilanca zneska in popusta je nič ali negativna. Vnesite veljavne zneske.

source: From Customer:
sl_si: Od kupca:

source: This customer account is on hold.
sl_si: Ta račun stranke je blokiran.

source: Into Bank Account:
sl_si: Na Bančni Račun:

source: Date of Deposit:
sl_si: Datum plačila:

source: Customer prompt payment discount :
sl_si: Skonto:

source: Amount and discount are in customer's currency.
sl_si: Znesek in popust sta v valuti stranke.

source: Add Payment
sl_si: Dodaj plačilo

source: Direct Sales Delivery
sl_si: Izhodna dobavnica

source: Direct Sales Invoice
sl_si: Izhodni račun

source: Modifying Sales Order # %d
sl_si: Naročilo Št. %d urejanje

source: Modifying Sales Quotation # %d
sl_si: Ponudba Št. %d urejanje

source: New Sales Order Entry
sl_si: Novo naročilo stranke

source: New Sales Quotation Entry
sl_si: Nova ponudba

source: Sales Order Entry
sl_si: Naročila-Vnos

source: Order # %d has been entered.
sl_si: Naročilo Št. %d je zavedeno.

source: &View This Order
sl_si: Prikaži to naročilo

source: Make &Delivery Against This Order
sl_si: Izvedi dostavo za to naročilo

source: Enter a &New Order
sl_si: Dodaj naslednje naročilo

source: Order # %d has been updated.
sl_si: Naročilo Št %d je bilo spremenjeno.

source: Confirm Order Quantities and Make &Delivery
sl_si: Potrdite količine naročila in nadaljujte z dostavo

source: Select A Different &Order
sl_si: Izberite drugo naročilo

source: Quotation # %d has been entered.
sl_si: Ponudba Št. %d je bila zavedena

source: &View This Quotation
sl_si: Prikaži to ponudbo

source: &Print This Quotation
sl_si: Natisni to ponudbo

source: &Email This Quotation
sl_si: Pošlji to ponudbo po E-pošti

source: Make &Sales Order Against This Quotation
sl_si: Ustvari naročilo iz te ponudbe

source: Enter a New &Quotation
sl_si: Dodaj novo ponudbo

source: Quotation # %d has been updated.
sl_si: Ponudba Št. %d je bila spremenjena.

source: Select A Different &Quotation
sl_si: Izberi drugo ponudbo

source: Make &Invoice Against This Delivery
sl_si: Fakturiraj to dostavo

source: Enter a New Template &Delivery
sl_si: Ustvari novo predlogo za to dostavo

source: Enter a &New Delivery
sl_si: Neue Lieferung erfassen

source: Invoice # %d has been entered.
sl_si: Vnesli ste Račun Št. %d.

source: &Print Sales Invoice
sl_si: Natisni izhodne Račune

source: &Email Sales Invoice
sl_si: Pošlji račun preko E-pošte

source: Print &Receipt
sl_si: Natisni Prevzem

source: Enter a &New Template Invoice
sl_si: Dodaj novo predlogo za Račun

source: Enter a &New Direct Invoice
sl_si: Dodaj novi izhodni Račun

source: The entered date is not in fiscal year
sl_si: Datum, ki ste ga vnesli ni v območju poslovnega leta.

source: You must enter the person or company to whom delivery should be made to.
sl_si: Vnesti morate osebo ali podjetje za katerega je dostava.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
sl_si: Vnesite naslov v okvirček. Naročil ne morete sprejeti brez veljavnega naslova.

source: The shipping cost entered is expected to be numeric.
sl_si: Stroški pošiljanja morajo biti število.

source: The Valid date is invalid.
sl_si: Veljaven datum ni pravilen.

source: The delivery date is invalid.
sl_si: Datum dostave je neveljaven.

source: The requested valid date is before the date of the quotation.
sl_si: Zahtevan veljavni datum je pred datumom ponudbe.

source: The requested delivery date is before the date of the order.
sl_si: Zahtevan datum dostave je pred datumom naročila.

source: You need to define a cash account for your Sales Point.
sl_si: Za vašo prodajno mesto morate ustvariti gotovinski račun.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
sl_si: Artikla ne morete posodobiti, ker želite nastaviti naročeno količino na manj kot 0, ali pa je odstotek popusta več kot 100.

source: Price for item must be entered and can not be less than 0
sl_si: Vnesite ceno artikla in ne sme biti manjša od 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
sl_si: Nameravate nastaviti naročeno količino v količino, ki je manjša od dostavljene. Dostavljena količina se ne more spreminjati za nazaj.

source: This item cannot be deleted because some of it has already been delivered.
sl_si: Artikla ni možno izbrisati, ker so artikli bili že dobavljeni.

source: Direct delivery entry has been cancelled as requested.
sl_si: Izhodna dobavnica je bila stornirana

source: Enter a New Sales Delivery
sl_si: Vnos izhodne dobavnice

source: Direct invoice entry has been cancelled as requested.
sl_si: Direktni račun je bil storniran

source: Enter a New Sales Invoice
sl_si: Vnos novega računa

source: This order cannot be cancelled because some of it has already been invoiced or dispatched. However, the line item quantities may be modified.
sl_si: Naročilo ni možno stornirati, ker so artikli že dobavljeni oziroma fakturirani. Vsekakor pa lahko spremenite količine artiklov v naročilu.

source: This sales quotation has been cancelled as requested.
sl_si: Ponudba je bila stornirana.

source: Enter a New Sales Quotation
sl_si: Vnos nove ponudbe

source: This sales order has been cancelled as requested.
sl_si: Naročilo je bilo stornirano.

source: Enter a New Sales Order
sl_si: Vnos novega naročila

source: Invoice Date:
sl_si: Datum računa:

source: Sales Invoice Items
sl_si: Artikel računa

source: Enter Delivery Details and Confirm Invoice
sl_si: Vstavite dostavo in potrdite račun

source: Cancel Invoice
sl_si: Prekini račun

source: Place Invoice
sl_si: Shrani račun

source: Delivery Date:
sl_si: Datum dobave:

source: Delivery Note Items
sl_si: Vrstice dobavnice

source: Enter Delivery Details and Confirm Dispatch
sl_si: Vnesi podrobnosti dostave in potrdi prevoz

source: Cancel Delivery
sl_si: Prekliči dostavo

source: Place Delivery
sl_si: Potrdi dostavo

source: Quotation Date:
sl_si: Datum ponudbe:

source: Sales Quotation Items
sl_si: Prodajne ponudbe

source: Enter Delivery Details and Confirm Quotation
sl_si: Vnesi podrobnosti dostave in potrdi ponudbo

source: Cancel Quotation
sl_si: Prekliči ponudbo

source: Place Quotation
sl_si: Portdi ponudbo

source: Commit Quotations Changes
sl_si: Spremembe ponudb

source: Sales Order Items
sl_si: Prodajna naročila

source: Enter Delivery Details and Confirm Order
sl_si: Vnesite podrobnosti dostave in potrdite naročilo

source: Commit Order Changes
sl_si: Spremembe naročil

source: You are about to void this Document. Do you want to continue?
sl_si: Ta dokument boste stornirali. Želite nadaljevati?

source: Validate changes and update document
sl_si: Preveri spremembe in posodobi dokument

source: Cancels document entry or removes sales order when editing an old document
sl_si: Preklic dokumenta za vstop ali odstrani prodajno naročilo, kadar urejate star dokument

source: Allocate Customer Payment or Credit Note
sl_si: Dodeli plačilo stranke ali Dobropis

source: Allocation of %s # %d
sl_si: Dodelitev %s Št. %d

source: Customer Allocations
sl_si: Dodelitve strank

source: Select a customer:
sl_si: Izberi kupca:

source: Credit Status
sl_si: Stanje kredita:

source: The credit status description cannot be empty.
sl_si: Opis stanja kredita ne more ostati prazen.

source: New credit status has been added
sl_si: Dodano je bilo novo stanje kredita

source: Selected credit status has been updated
sl_si: Izbrano stanje kredita je bilo posodobljeno

source: Cannot delete this credit status because customer accounts have been created referring to it.
sl_si: Tega stanja kredita ni mogoče izbrisati zaradi ustvarjenih računov.

source: Selected credit status has been deleted
sl_si: Izbrano stanje kredita je bilo izbrisano

source: Dissallow Invoices
sl_si: Prepovedano fakturiranje

source: Invoice OK
sl_si: Dovoljeno fakturiranje

source: NO INVOICING
sl_si: NI FAKTURIRANJA

source: Dissallow invoicing ?
sl_si: Prepovedano fakturiranje?

source: Customer Branches
sl_si: Podružnice kupcev

source: There are no customers defined in the system. Please define a customer to add customer branches.
sl_si: V sistemu ni ustvarjenih kupcev. Ustvari kupca, če želiš dodati podružnice.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
sl_si: Ni še zabeleženega nobenega prodajalca. Vsaj en prodajalec mora obstajati v bazi, da lahko nadaljujete.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
sl_si: V sistemu ni ustvarjenih območij prodaje. preden nadaljujete, vnesite vsaj eno območje prodaje.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
sl_si: V tem sistemu ni ustvarjenih dostavnih podjetij. Preden nadaljujete vnesite vsaj eno dostavno podjetje.

source: The Branch name cannot be empty.
sl_si: ime podružnice ne more ostati prazno.

source: The Branch short name cannot be empty.
sl_si: Skrajšano ime podružnice ne more ostati prazno..

source: Selected customer branch has been updated
sl_si: Izbrana podružnica kupca je bila posodobljena.

source: New customer branch has been added
sl_si: Dodana je bila nova podružnica kupca

source: Cannot delete this branch because customer transactions have been created to this branch.
sl_si: te podružnice ni mogoče izbrisati zaradi obstoječih transakcij.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
sl_si: Te podružnice ni mogoče izbrisati zaradi naročil. Najprej izbrišite obstoječa naročila.

source: Selected customer branch has been deleted
sl_si: Izbrana podružnica kupca je bila izbrisana

source: Main Branch
sl_si: Podružnica

source: Name and Contact
sl_si: Ime in kontakt

source: Branch Name:
sl_si: Ime podružnice:

source: Branch Short Name:
sl_si: Skrajšano ime podružnice:

source: Sales Person:
sl_si: Prodajalec:

source: Sales Area:
sl_si: Območje prodaje:

source: Sales Group:
sl_si: Prodajna skupina:

source: Default Inventory Location:
sl_si: Privzeto območje zaloge:

source: Default Shipping Company:
sl_si: Privzeto dostavno podjetje:

source: Accounts Receivable Account:
sl_si: Računi terjatev:

source: Billing Address:
sl_si: Naslov računa:

source: Disable this Branch:
sl_si: Onemogoči to podružnico:

source: Contact
sl_si: Kontakt

source: Area
sl_si: Območje

source: Phone No
sl_si: Tel-Št.

source: Fax No
sl_si: Fax-Št.

source: Tax Group
sl_si: Skupina davka

source: The selected customer does not have any branches. Please create at least one branch.
sl_si: Izbran kupec nima podružnic. Prosim ustvarite vsaj eno podružnico.

source: The customer name cannot be empty.
sl_si: Ime kupca ne more ostati prazno.

source: The customer short name cannot be empty.
sl_si: Vzdevek kupca ne more ostati prazen.

source: The credit limit must be numeric and not less than zero.
sl_si: Meja kredita mora biti število in ne sme biti manjše od 0.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
sl_si: Plačilo popusta mora biti število manjše od 100 in večje ali enako 0

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
sl_si: Odstotek popusta mora biti število manjše od 100 in večje ali enako 0.

source: Customer has been updated.
sl_si: Kupec je bil posodobljen.

source: A new customer has been added.
sl_si: Dodan je bil nov kupec.

source: This customer cannot be deleted because there are transactions that refer to it.
sl_si: Tega kupca ni mogoče izbrisati zaradi transakcij.

source: Cannot delete the customer record because orders have been created against it.
sl_si: Tega kupca ni mogoče izbrisati zaradi naročila.

source: Cannot delete this customer because there are branch records set up against it.
sl_si: Tega kupca ni mogoče izbrisati zaradi podružnice.

source: Selected customer has been deleted.
sl_si: Izbran kupec je bil izbrisan.

source: Name and Address
sl_si: Ime in naslov

source: Customer Name:
sl_si: Ime kupca:

source: Customer Short Name:
sl_si: Vzdevek kupca:

source: Customer's Currency:
sl_si: Valuta kupca:

source: Sales Type/Price List:
sl_si: Cenik:

source: Customer status:
sl_si: Stanje kupca:

source: Discount Percent:
sl_si: Odstotek popusta:

source: Prompt Payment Discount Percent:
sl_si: Odstotek popusta za takojšnje plačilo:

source: Credit Status:
sl_si: Stanje kredita:

source: Customer branches
sl_si: Podružnice kupcev

source: Select or &Add
sl_si: Izberi ali dodaj
