Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: Start again allocation of selected amount
nb_no: Start forfra med allokering af valgte beløb

source: Process allocations
nb_no: Gennemfør allokeringer

source: Back to Allocations
nb_no: Tilbake til allokeringer

source: Abandon allocations and return to selection of allocatable amounts
nb_no: Fortryd allokeringer og gå tilbage til listen af allokerbare beløb

source: There are no unsettled transactions to allocate.
nb_no: Det findes ingen transaktioner tilbage at allokere.

source: Supplier Allocations
nb_no: Leverandør Allokeringer

source: Select a Supplier:
nb_no: Velg en Leverandør:

source: Show Settled Items:
nb_no: Vis udførte allokeringer:

source: Allocate
nb_no: Allokere

source: Transaction Type
nb_no: Transaktionstype

source: Left to Allocate
nb_no: Igjen til å allokere

source: Marked items are settled.
nb_no: Markerede enheder er allerede allokerede.

source: Search Outstanding Purchase Orders
nb_no: Søk i åpne Innkjøpsordrer

source: Receive
nb_no: Vare Mottak

source: Supplier's Reference
nb_no: Leverandørs Referanse

source: Order Date
nb_no: Ordredato

source: Order Total
nb_no: Ordre total

source: Marked orders have overdue items.
nb_no: Markerede ordrer har forfaldne varer.

source: Search Purchase Orders
nb_no: Søk Innkjøpsordrer

source: into location:
nb_no: til lagerplass:

source: Supplier Allocation Inquiry
nb_no: Leverandør styring, spørring

source: Select a supplier:
nb_no: Velg en leverandør:

source: show settled:
nb_no: Vis betalte:

source: Allocations
nb_no: Allokeringer

source: Supp Reference
nb_no: Lev. referanse

source: Allocated
nb_no: Allokeret

source: Marked items are overdue.
nb_no: De markerte poster er forfalt.

source: Supplier Inquiry
nb_no: Leverandør spørring

source: Select a supplier:
nb_no: Velg en leverandør:

source: Days
nb_no: Dager

source: Terms
nb_no: Vilkår

source: Current
nb_no: Ikke forfalt

source: Total Balance
nb_no: Saldo

source: Credit This
nb_no: Kreditere denne

source: Suppliers
nb_no: Leverandører

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
nb_no: Der findes ingen momsgrupper defineret i systemet. Mindst en momsgruppe skal defineres inden behandling.

source: The supplier name must be entered.
nb_no: Leverandørens navn må oppgis.

source: The supplier short name must be entered.
nb_no: Leverandørens kort navn må oppgis.

source: Supplier has been updated.
nb_no: Leverandør er oppdatert.

source: A new supplier has been added.
nb_no: En ny leverandør er opprettet.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
nb_no: Kan ikke slette denne leverandør da der eksisterer tilknyttede transaktioner.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
nb_no: Kan ikke slette denne leverandør da Innkjøpsordre er registrert på leverandøren.

source: New supplier
nb_no: Ny leverandør

source: Name and Contact
nb_no: Navn og kontakt

source: Supplier Name:
nb_no: Leverandør navn:

source: Supplier Short Name:
nb_no: Leverandør kort navn:

source: Website:
nb_no: Debet

source: Our Customer No:
nb_no: Vårt kunde nr.:

source: Addresses
nb_no: Adresser

source: Mailing Address:
nb_no: Leveringsadresse:

source: Physical Address:
nb_no: Email adresse:

source: Purchasing
nb_no: Innkjøp

source: Bank Name/Account:
nb_no: Bankkonto:

source: Credit Limit:
nb_no: Kredit grense:

source: Supplier's Currency:
nb_no: Leverandørs Valuta:

source: Tax Group:
nb_no: MVA gruppe:

source: Payment Terms:
nb_no: Betalingsvilkår:

source: Accounts
nb_no: Kontoplan

source: Accounts Payable Account:
nb_no: Leverandørs Konto:

source: Purchase Account:
nb_no: Innkjøps konto:

source: General
nb_no: Vanlig bokføring

source: General Notes:
nb_no: Følgesedler

source: Supplier status:
nb_no: Leverandørnavn:

source: Update Supplier
nb_no: Oppdater Leverandør

source: Update supplier data
nb_no: Oppdater leverandør data

source: Select this supplier and return to document entry.
nb_no: Velg denne leverandør og gå tilbake til dokument inntastningen.

source: Delete Supplier
nb_no: Slett Leverandør

source: Delete supplier data if have been never used
nb_no: Slett Leverandør som ikke har vært brukt

source: Add New Supplier Details
nb_no: Oppdater nye Leverandør data

source: View Purchase Order Delivery
nb_no: Vis Innkjøpsordre varemottagelse

source: This page must be called with a Purchase Order Delivery number to review.
nb_no: Denne side skal kaldes med et indkøbsordre modtagelsesnummer.

source: Purchase Order Delivery
nb_no: Innkjøpsordre varemottagelse

source: Line Details
nb_no: Linje detaljer

source: Item Description
nb_no: Varebeskrivelse

source: Delivery Date
nb_no: Leveringsdato

source: Line Total
nb_no: Linje totalt

source: Quantity Invoiced
nb_no: Antal fakturerede

source: Total Excluding Tax/Shipping
nb_no: Total eksklusiv moms/fragt

source: This delivery has been voided.
nb_no: Leveransen er slettet.

source: View Purchase Order
nb_no: Vis Innkjøpsordre

source: This page must be called with a purchase order number to review.
nb_no: Du må oppgi en Innkjøps Ordre Nr. for å komme vidre

source: Purchase Order
nb_no: Innkjøpsordre

source: Requested By
nb_no: Avtalt leverings dato

source: Quantity Received
nb_no: Antall mottatt

source: Deliveries
nb_no: Leveranser

source: Delivered On
nb_no: Leverings Dato

source: Invoices/Credits
nb_no: Fakturaer/Kredit notaer

source: View Supplier Credit Note
nb_no: Vis Leverandør kreditnota

source: SUPPLIER CREDIT NOTE
nb_no: Leverandør Kredit Nota

source: Invoice Date
nb_no: Fakturadato

source: Sub Total
nb_no: Del sum

source: TOTAL CREDIT NOTE
nb_no: Total Kredit Nota

source: This credit note has been voided.
nb_no: Kreditnotaen er slettet.

source: View Supplier Invoice
nb_no: Vis Leverandørs Faktura

source: SUPPLIER INVOICE
nb_no: Leverandør Faktura

source: TOTAL INVOICE
nb_no: Total Faktura

source: This invoice has been voided.
nb_no: Fakturaen er slettet.

source: View Payment to Supplier
nb_no: Vis Utbetaling til Leverandør

source: Payment to Supplier
nb_no: Utbetaling til leverandør

source: To Supplier
nb_no: Til leverandør

source: Payment Currency
nb_no: Utbetalings valuta

source: Supplier's Currency
nb_no: Leverandør's valuta

source: Balances in Home Currency
nb_no: Balanse i bokført valuta:

source: Trans Type
nb_no: Posterings typer:

source: Charges
nb_no: Kostnader

source: Credits
nb_no: Krediteringer

source: Customer
nb_no: Kunder

source: Customer Balances
nb_no: Kunde balanser

source: Grand Total
nb_no: Sum Total

source: Summary Only
nb_no: Kun oversikt

source: Detailed Report
nb_no: Detaljert rapport

source: End Date
nb_no: Slutt dato

source: Aged Customer Analysis
nb_no: Aldersfordelt kunde liste

source: All Areas
nb_no: Alle områder

source: All Sales Folk
nb_no: Alle selgere

source: Greater than
nb_no: Større enn

source: Less than
nb_no: Mindre enn

source: Customer Postal Address
nb_no: Kunde leveringsadresse

source: Price/Turnover
nb_no: Pris/DB

source: Branch Contact Information
nb_no: Avdelingskontor kontaktinformation

source: Branch Delivery Address
nb_no: Avdelingskontor leveringsadresse

source: Activity Since
nb_no: Aktivitet siden

source: Sales Areas
nb_no: Salgsområder

source: Sales Folk
nb_no: Selgere

source: Activity
nb_no: Aktivitet

source: Customer Details Listing
nb_no: Kundeliste, detaljert

source: Customers in
nb_no: Kunder i

source: Price List
nb_no: Prisliste:

source: Turnover
nb_no: Omsetning

source: Ph
nb_no: Tlf.

source: Category/Items
nb_no: Kategori/Varer

source: GP %
nb_no: DB %

source: Show GP %
nb_no: Vis DB %

source: Price Listing
nb_no: Prisliste

source: Sales Kits
nb_no: Salg

source: All Orders
nb_no: Alle ordrer

source: Back Orders Only
nb_no: Kun restordre

source: Order
nb_no: Ordre

source: Branch
nb_no: Avdelingskontor

source: Customer Ref
nb_no: Kunde ref

source: Ord Date
nb_no: Ord dato

source: Del Date
nb_no: Lev.dag

source: Loc
nb_no: Plass

source: Invoiced
nb_no: Fakturert

source: Selection
nb_no: Utvalg

source: Order Status Listing
nb_no: Ordre status liste

source: Invoice
nb_no: Faktura

source: Inv Date
nb_no: Fakt.dato

source: Provision
nb_no: Provisjon

source: Salesman
nb_no: Selger

source: Salesman Listing
nb_no: Selgeroversikt

source: INVOICE
nb_no: Faktura

source: CREDIT NOTE
nb_no: Kredit Nota

source: STATEMENT
nb_no: Konto Utdrag

source: SALES ORDER
nb_no: Salgs Ordre

source: QUOTE
nb_no: Tilbud

source: DELIVERY
nb_no: Leveranse

source: PACKING SLIP
nb_no: Pakk Seddel

source: DELIVERY NOTE
nb_no: Følge Seddel

source: SALES QUOTATION
nb_no: Salgs Tilbud

source: Balances in Home currency
nb_no: Balanse i bokført valuta:

source: Supplier Balances
nb_no: Leverandør Balanser

source: currency
nb_no: Valuta

source: Aged Supplier Analysis
nb_no: Alderfordelt leverandørliste

source: Payment Report
nb_no: Utbetalingsrapport

source: GRN
nb_no: FÆLGESEDEL

source: Qty Recd
nb_no: Antal modtagne

source: qty Inv
nb_no: Antal fakt

source: Std Cost
nb_no: Std omk

source: Value
nb_no: Værdi

source: Outstanding GRNs Report
nb_no: Udestående følgesedler

source: PURCHASE ORDER
nb_no: Innkjøps Ordre

source: Inventory Valuation Report
nb_no: Lagerværdi rapport

source: QOH
nb_no: Lager

source: Cust Ord
nb_no: Salgs Ord

source: Supp Ord
nb_no: Købs Ord

source: Sugg Ord
nb_no: Forsl Ord

source: Inventory Planning Report
nb_no: Lagerplanlægnings rapport

source: Stock ID
nb_no: Vare nr.

source: Check
nb_no: Sjekk

source: Stock Check Sheets
nb_no: Lagerbeholdningsliste

source: Qty
nb_no: Ant.

source: Sales
nb_no: Salg

source: Cost
nb_no: Omkostning

source: Contribution
nb_no: Bidrag

source: Inventory Sales Report
nb_no: Lager, salgsrapporter

source: PO No
nb_no: Telefon

source: Qty Received
nb_no: Antal modtagne

source: Unit Price
nb_no: Pris

source: GRN Valuation Report
nb_no: Lagerværdi rapport

source: Wrk Ctr
nb_no: Værksted

source: Bill of Material Listing
nb_no: Materialspecifikationsliste

source: WORK ORDER
nb_no: Arbeids Ordre

source: YTD
nb_no: ÅTD

source: Dimension Summary
nb_no: Kostnadsted Oversikt

source: Bank Account
nb_no: Bankkonto

source: Type/Account
nb_no: Type/Konto

source: Date/Dim.
nb_no: Dato/Dim.

source: Person/Item/Memo
nb_no: Person/enh./Memo

source: List of Journal Entries
nb_no: Bilagsliste

source: GL Account Transactions
nb_no: Hovedbok posteringer

source: Year
nb_no: År

source: Amounts in thousands
nb_no: Beløp i tusen

source: Annual Expense Breakdown
nb_no: Kostnader, års analyse

source: Calculated Return
nb_no: Beregnet resultat

source: Close Balance
nb_no: Hittil i år

source: Liabilities
nb_no: Gjeld

source: and
nb_no: og

source: Equities
nb_no: Eiendeler

source: Group
nb_no: Gruppe

source: Accumulated
nb_no: Akkumulert

source: Achieved %
nb_no: Oppnått %

source: Budget
nb_no: Budsjett

source: Period Y-1
nb_no: Periode År-1

source: Profit and Loss Statement
nb_no: Resultat

source: Tax Report
nb_no: MVA Rapport

source: Branch Name
nb_no: Avdelings navn

source: Net
nb_no: Netto

source: Rate
nb_no: Kurs

source: Tax
nb_no: MVA

source: Tax Rate
nb_no: MVA Rate

source: Net Tax
nb_no: Netto mva

source: Time
nb_no: Tid

source: Trans Date
nb_no: Overførselsdato:

source: Action
nb_no: Status

source: Audit Trail
nb_no: Revisjons rapport

source: Changed
nb_no: Forandret

source: Reports and Analysis
nb_no: Rapporter og analyser

source: Customer &Balances
nb_no: Kunder og balanser

source: Currency Filter
nb_no: Valuta filter

source: Comments
nb_no: Kommentarer

source: Destination
nb_no: Beskrivelse

source: &Aged Customer Analysis
nb_no: Aldersfordelt kunder

source: Graphics
nb_no: Grafikk

source: Customer &Detail Listing
nb_no: Kundeliste, detaljert

source: Activity Greater Than
nb_no: Aktivitet større enn

source: Activity Less Than
nb_no: Aktivitet mindre enn

source: &Price Listing
nb_no: Prisliste

source: Inventory Category
nb_no: Vare kategori

source: Sales Types
nb_no: Salgstyper

source: Show Pictures
nb_no: Vis bilder

source: &Order Status Listing
nb_no: Ordre status liste

source: Stock Location
nb_no: Lagerplass

source: &Salesman Listing
nb_no: Selgeroversikt

source: Print &Invoices/Credit Notes
nb_no: Skriv ut Fakturaer/Kreditnotaer

source: To
nb_no: Til

source: email Customers
nb_no: Send e-mails til kunder

source: Payment Link
nb_no: Betalingslink

source: Print &Deliveries
nb_no: Skriv ut leveringsordrer

source: Print as Packing Slip
nb_no: Skriv ut pakk seddel

source: Print &Statements
nb_no: Utskrift &Kontoutdrag

source: Email Customers
nb_no: Send e-mails til kunder

source: &Print Sales Orders
nb_no: Salgsordrer

source: Print as Quote
nb_no: Skriv som tilbud

source: &Print Sales Quotations
nb_no: Skriv som tilbud

source: Supplier &Balances
nb_no: Leverandør balanser

source: &Aged Supplier Analyses
nb_no: Aldersfordeling leverandører

source: &Payment Report
nb_no: Utbetalingsrapport

source: Outstanding &GRNs Report
nb_no: Utestående fordringer

source: Print Purchase &Orders
nb_no: Utskrift av Innkjøpsordrer

source: Inventory &Valuation Report
nb_no: Lagerverdi rapport

source: Inventory &Planning Report
nb_no: Lagerplanlegnings rapport

source: Stock &Check Sheets
nb_no: Lagerbeholdningsliste

source: Inventory Column
nb_no: Lager kolonne:

source: Show Shortage
nb_no: Vis mangel liste av varer

source: Inventory &Sales Report
nb_no: Lager, salgsrapporter

source: &GRN Valuation Report
nb_no: Lagerverdi rapport

source: Manufacturing
nb_no: Produksjon

source: &Bill of Material Listing
nb_no: Varekostnader for produksjon av produkter

source: From product
nb_no: Fra konto

source: To product
nb_no: Til konto

source: Print &Work Orders
nb_no: Skriv ut arbeidsordrer

source: Email Locations
nb_no: E-mail til steder

source: Dimension &Summary
nb_no: Kostnadsted Oversikt

source: From Dimension
nb_no: Fra kostnadsted

source: To Dimension
nb_no: Til kostnadsted

source: Show Balance
nb_no: Vis balanser

source: Banking
nb_no: Bank

source: Bank &Statement
nb_no: Bank Kontoutskrifter

source: General Ledger
nb_no: Hovedbok

source: Chart of &Accounts
nb_no: Kontoplan

source: Show Balances
nb_no: Vis balanser

source: List of &Journal Entries
nb_no: Bilagsliste

source: GL Account &Transactions
nb_no: Hovedbok kontoer & Posteringer

source: From Account
nb_no: Fra konto

source: To Account
nb_no: Til konto

source: Annual &Expense Breakdown
nb_no: Månedsrapport

source: &Balance Sheet
nb_no: Balanse

source: &Profit and Loss Statement
nb_no: Resultat

source: Compare to
nb_no: Sammenlign med

source: Zero values
nb_no: Null verdier

source: Ta&x Report
nb_no: MVA Rapport

source: Create and Print Recurrent Invoices
nb_no: Opprett og skriv ut periodiske Fakturaer

source: Template No
nb_no: Fakturaformular

source: Monthly
nb_no: måneder

source: Begin
nb_no: Begynn

source: Last Created
nb_no: Siste år

source: Create Invoices
nb_no: Opprett Fakturaer

source: Marked items are due.
nb_no: De markerte poster er forfalt

source: No recurrent invoices are due.
nb_no: Ingen evighetsfakturaer er forfalt.

source: Customer Credit Note
nb_no: Kunde kreditnota

source: Modifying Customer Credit Note #%d
nb_no: Modifiser kundes kreditnota #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
nb_no: Der finnes ingen kunder, eller der finnes ingen kunder med avdelinger. Vennligst opprett kunder og kundeavdelinger.

source: Credit Note # %d has been processed
nb_no: Kreditnota # %d er behandlet

source: &View this credit note
nb_no: Vis denne kreditnota

source: &Print This Credit Invoice
nb_no: Skriv ut Kreditnotaen

source: &Email This Credit Invoice
nb_no: Send kreditnotaen med e-mail

source: View the GL &Journal Entries for this Credit Note
nb_no: Vis bilag for denne kreditnota

source: Enter Another &Credit Note
nb_no: Opprett en ny kreditnota

source: The entered date for the credit note is invalid.
nb_no: Angiven dato for kreditnotaen er ugyldig.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
nb_no: For å postere kreditnotaer for lageravskrivning, må du velge en hovedbokskonto.

source: Please select an account to write the cost of the stock off to, then click on Process again.
nb_no: Vennligst velg en konto for nedskrivning av lager til og poster på nytt.

source: The quantity must be greater than zero.
nb_no: Antallet skal være større enn null.

source: The entered price is negative or invalid.
nb_no: Angivet pris er negativ eller ugyldig.

source: The entered discount percent is negative, greater than 100 or invalid.
nb_no: Den angitte rabatt prosent er negativ, større enn 100 eller ugyldig.

source: Credit Note Items
nb_no: Kreditnota varer

source: Process Credit Note
nb_no: Gjennomfør krediteringen

source: Modifying Credit Invoice # %d.
nb_no: Endre kreditnota # %d.

source: Credit all or part of an Invoice
nb_no: Krediter hele eller deler av en faktura

source: Credit Note has been processed
nb_no: Kreditnotaen er behandlet

source: &View This Credit Note
nb_no: Vise kreditnotaen

source: &Print This Credit Note
nb_no: Skriv ut kreditnotaen

source: Credit Note has been updated
nb_no: Kreditnotaen er opdateret

source: The entered shipping cost is invalid or less than zero.
nb_no: Angiven fragt er ugyldig eller mindre end nul.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
nb_no: Valgt antal kan ikke være mindre end 0 eller mere end det antal der ikke er blevet krediteret endnu.

source: This page can only be opened if an invoice has been selected for crediting.
nb_no: Denne side kan kun kaldes om en faktura er blevet valgt for kreditering.

source: Crediting Invoice
nb_no: Krediterer faktura

source: Credit Note Date
nb_no: Kreditnota dato

source: Invoiced Quantity
nb_no: Faktureret antal

source: Credit Quantity
nb_no: Krediter antal

source: Discount %
nb_no: Rabatt %

source: Credit Shipping Cost
nb_no: Krediter frakt

source: Credit Note Total
nb_no: Kreditnota total

source: Credit Note Type
nb_no: Kreditnota type

source: Items Returned to Location
nb_no: Varer returnert til lagerplass

source: Write off the cost of the items to
nb_no: Avskriv omkostningen for varer til

source: Update credit value for quantities entered
nb_no: Opdater kreditværdi for antal indtastet

source: Modifying Delivery Note # %d.
nb_no: Endre følgeseddel # %d.

source: Deliver Items for a Sales Order
nb_no: Utfør levering av salgsordre

source: Delivery # %d has been entered.
nb_no: Leveranse # %d er postert.

source: &View This Delivery
nb_no: Se på denne leveranse

source: &Print Delivery Note
nb_no: Skriv ut Leveringsseddel

source: &Email Delivery Note
nb_no: Send Leverdingsseddel med e-mail

source: P&rint as Packing Slip
nb_no: Skriv ut Pakkseddel

source: E&mail as Packing Slip
nb_no: Send Pakkseddel med e-mail

source: View the GL Journal Entries for this Dispatch
nb_no: Vis bilaget for denne leveranse

source: Invoice This Delivery
nb_no: Fakturer denne Leveranse

source: Select Another Order For Dispatch
nb_no: Velg en annen ordre til levering

source: Delivery Note # %d has been updated.
nb_no: Følgeseddel # %d er opdateret.

source: View this delivery
nb_no: Se på denne leveranse

source: Confirm Delivery and Invoice
nb_no: Bekreft leveranse og opprett faktura

source: Select A Different Delivery
nb_no: Velg en annen leveranse

source: Select a different sales order to delivery
nb_no: Velg en annen ordre for levering

source: This order has no items. There is nothing to delivery.
nb_no: Ordren har ingen varer. Det er ingen varer å levere.

source: Select a different delivery
nb_no: Velg en annen leveranse

source: This delivery has all items invoiced. There is nothing to modify.
nb_no: Leveransen er fakturert. Det er ikke mulig å endre noe.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
nb_no: Denne side kan kun åpnes såfremt en ordre eller en følgeseddel er valgt. Velg på nytt.

source: Select a Sales Order to Delivery
nb_no: Vælg en salgsordre for leverance

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
nb_no: Valgt antal kan ikke være mindre end antal fakturerede eller mere end antal ikke leverede på salgsordren.

source: Freight cost cannot be less than zero
nb_no: Fraktomkostninger kan ikke være mindre enn null.

source: The entered date of delivery is invalid.
nb_no: Angivet leveringsdato er ugyldig.

source: The entered date of delivery is not in fiscal year.
nb_no: Oppgitt dato ligger utenfor regnskaps året.

source: The entered dead-line for invoice is invalid.
nb_no: Angivet dead-line er ugyldig.

source: The entered shipping value is not numeric.
nb_no: Den oppgitte fraktkostnad er ikke numerisk.

source: There are no item quantities on this delivery note.
nb_no: Det finnes ingen enheter på denne leveringsseddel.

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
nb_no: Det valgte antall kan ikke være mindre enn antall fakturert eller mere enn antall ikke levert på salgsordren.

source: The delivery cannot be processed because there is an insufficient quantity for item:
nb_no: Leveransen kan ikke behandles da der ikke finnes tilstrekkeligt antall varer:

source: For Sales Order
nb_no: For ordre

source: Delivery From
nb_no: Levereres fra

source: Invoice Dead-line
nb_no: Faktura dead-line

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
nb_no: Kundekontoen er for øyeblikket sperret. Vennligst kontakt kundekontroll ansvarlig.

source: Delivery Items
nb_no: Leverede varer

source: Delivered
nb_no: Leveret

source: Discount
nb_no: Rabatt

source: Shipping Cost
nb_no: Frakt kostnader

source: Amount Total
nb_no: Totalt beløp

source: Marked items have insufficient quantities in stock as on day of delivery.
nb_no: Markerede varer har utilstrækkeligt antal på lager ved leveringstidspunktet.

source: Action For Balance
nb_no: Håndtering av restleveranse

source: Refresh document page
nb_no: Oppdater dokumentside

source: Process Dispatch
nb_no: Utfør leveransen

source: Check entered data and save document
nb_no: Sjekk inntastet data og spar dokumentet

source: Modifying Sales Invoice # %d.
nb_no: Endre faktura # %d.

source: Issue an Invoice for Delivery Note
nb_no: Oppret en Faktura for følgeseddel

source: Issue Batch Invoice for Delivery Notes
nb_no: Oppret kjede-fakturaer fra følgesedler

source: Selected deliveries has been processed
nb_no: Den valgte levering er utført

source: &View This Invoice
nb_no: Se på denne Faktura

source: &Print This Invoice
nb_no: Skriv ut denne Faktura

source: &Email This Invoice
nb_no: Send denne Faktura med e-mail

source: View the GL &Journal Entries for this Invoice
nb_no: Vis bilaget for denne faktura

source: Select Another &Delivery For Invoicing
nb_no: Vælg en anden leverance for fakturering

source: Sales Invoice # %d has been updated.
nb_no: Faktura # %d er oppdatert.

source: Select A Different &Invoice to Modify
nb_no: Velg en annen Faktura for endring

source: Select a different delivery to invoice
nb_no: Velg en annen leveranse til å fakturere

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
nb_no: Der finnes ingen leverte varer igjen til å fakturere.
