Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.14-1.po
Languages: ur_pk

source: Item Code
ur_pk: آئٹم کوڈ

source: Item Code:
ur_pk: آئٹم کوڈ:

source: Item Description
ur_pk: آئٹم تفصیل

source: Item Ta&x Types
ur_pk: آئٹم ٹیکس کی اقسام

source: Item Tax Type:
ur_pk: آئٹم ٹیکس کی قسم:

source: Item Type:
ur_pk: آئٹم کی قسم:

source: Item categories
ur_pk: آئٹم اقسام

source: Item code description cannot be empty.
ur_pk: آئٹم کوڈ وضاحت خالی نہیں ہو سکتا.

source: Item code has been sucessfully deleted.
ur_pk: آئٹم کوڈ کامیابی خارج کر دیا گیا ہے.

source: Item code has been updated.
ur_pk: آئٹم کوڈ کو اپ ڈیٹ کیا گیا ہے.

source: Item has been updated.
ur_pk: آئٹم کو اپ ڈیٹ کیا گیا ہے.

source: Item standard costs
ur_pk: آئٹم معیار کے اخراجات

source: Item status:
ur_pk: آئٹم حیثیت:

source: Item tax type definitions
ur_pk: آئٹم ٹیکس کی قسم کی تعریف

source: Item:
ur_pk: آئٹم

source: Items
ur_pk: اشیا

source: Items Defaults
ur_pk: طے شدہ اشیا

source: Items Returned to Inventory Location
ur_pk: اشیا انوینٹری جگہ واپس آئے

source: Items Written Off
ur_pk: تحریری اشیا آف کریں

source: Items adjustment has been processed
ur_pk: اشیا ایڈجسٹمنٹ پر عملدرآمد

source: Items analytical reports and inquiries
ur_pk: اشیا تجزیاتی رپورٹس اور انکوائری

source: Items for this Deposit
ur_pk: اس جمع کے لئے اشیا

source: Items for this Issue
ur_pk: اس مسئلہ کے لئے اشیا

source: Items for this Payment
ur_pk: اس ادائیگی کے لئے آئٹم

source: Items to Issue
ur_pk: جاری اشیا

source: Jan
ur_pk: جنوری

source: January
ur_pk: جنوری

source: Journal Entry
ur_pk: روزنامچہ اندراج

source: Journal Inquiry
ur_pk: جرنل انکوائری

source: Journal entries to bank related accounts
ur_pk: بینک متعلقہ اکاؤنٹس جرنل اندراج

source: Journal entry has been entered
ur_pk: جرنل انٹری داخل کی گئ ہے".

source: Journal entry has been updated
ur_pk: جرنل انٹری کو اپ ڈیٹ کر دیا گیا ہے".

source: Jul
ur_pk: جولائی

source: July
ur_pk: جولائی

source: Jun
ur_pk: جون

source: June
ur_pk: جون

source: Kit common properties has been updated
ur_pk: کٹ عام خصوصیات کو اپ ڈیٹ کیا گیا ہے".

source: Kit/alias code cannot be empty.
ur_pk: کٹ / عرف کوڈ خالی نہیں ہو سکتا.

source: Labour Cost
ur_pk: لیبر لاگت

source: Language
ur_pk: زبان

source: Language Code
ur_pk: زبان کی کوڈ

source: Language File
ur_pk: زبان کی فائل

source: Language Name
ur_pk: زبان کا نام

source: Language configuration consistency
ur_pk: زبان کی ترتیب مستقل مزاجی

source: Language name, code nor encoding cannot be empty
ur_pk: زبان کا نام، کوڈ اور نہ ہی انکوڈنگ خالی نہیں ہو سکتا".

source: Language:
ur_pk: زبان

source: Languages configuration file should be writeable.
ur_pk: زبانوں میں ترتیب دینے کی فائل تحریری نہیں ہونا چاہیے.

source: Languages folder should be writeable.
ur_pk: زبانوں میں فولڈر تحریری نہیں ہونا چاہیے.

source: Last
ur_pk: گزشتہ

source: Last Name:
ur_pk: آخری نام:

source: Last Visit
ur_pk: آخری آمد

source: Last Year
ur_pk: آخری سال

source: Left to Allocate
ur_pk: مختص بائیں

source: Left to Allocate:
ur_pk: مختص بائیں:

source: Legal Text on Invoice:
ur_pk: انوائس پر قانونی متن:

source: Liabilities
ur_pk: ذمہ داری

source: Location
ur_pk: مقام

source: Location Code
ur_pk: مقام کوڈ

source: Location Code:
ur_pk: جگہ کی کوڈ:

source: Location Name
ur_pk: جگہ کا نام

source: Location Name:
ur_pk: جگہ کا نام:

source: Location Transfer
ur_pk: مقام کی منتقلی

source: Location:
ur_pk: مقام:

source: Log file is not writeable
ur_pk: لاگ فائل تحریری نہیں ہے

source: Login Timeout:
ur_pk: لاگ ان وقت ختم :

source: Login as user: demouser and password: password
ur_pk: صارف کے طور پر لاگ ان کریں: ڈیمو صارف اور پاس ورڈ: پاس ورڈ

source: Login timeout must be positive number not less than 10.
ur_pk: لاگ ان کا وقت ختم مثبت تعداد 10 سے کم نہ ہونا چاہیے.

source: Logout
ur_pk: "لاگ آؤٹ"

source: Main Menu
ur_pk: مین مینو

source: Main Branch
ur_pk: مین برانچ

source: Main Menu
ur_pk: مین مینو

source: Main config file
ur_pk: مین تشکیل فائل

source: Maintenance
ur_pk: بحالی

source: Manual journal entries
ur_pk: دستی جرنل اندراج

source: Manufacture work centres
ur_pk: تیاری کے کام کے مراکز

source: Manufactured
ur_pk: تشکیل

source: Manufacturing &Reports
ur_pk: مینوفیکچرنگ & رپورٹیں

source: Manufacturing Defaults
ur_pk: مینوفیکچرنگ ڈیفالٹس

source: Manufacturing analytics
ur_pk: مینوفیکچرنگ تجزیاتی

source: Manufacturing configuration
ur_pk: مینوفیکچرنگ ترتیب

source: Manufacturing cost inquiry
ur_pk: مینوفیکچرنگ لاگت انکوائری

source: Manufacturing operations view
ur_pk: مینوفیکچرنگ آپریشنز کو دیکھنے

source: Manufacturing transactions
ur_pk: مینوفیکچرنگ لین دین

source: Mar
ur_pk: مارچ

source: March
ur_pk: مارچ

source: Mark this dimension as closed
ur_pk: اس کے طول و عرض کو نشان کے طور پر بند کر دیا

source: Mark this dimension as re-opened
ur_pk: اس کے طول و عرض کو نشان کے طور پر دوبارہ کھول دیا گیا

source: Marked dimensions are overdue.
ur_pk: نشان لگے طول و عرض اتدیئ ہیں.

source: Marked orders are overdue.
ur_pk: نشان لگا دیا گیا احکامات اتدیئ ہیں.

source: Material issues entry
ur_pk: انٹری مواد مسائل

source: May
ur_pk: مئی

source: Memo
ur_pk: میمو

source: Memo:
ur_pk: میمو:

source: Minimal software versions
ur_pk: کم سے کم سافٹ ویئر ورژن

source: Miscellaneous
ur_pk: متفرقہ

source: Mo
ur_pk: پیر

source: Modify Bank Account Entry
ur_pk: بینک اکاؤنٹ کی اندراج میں ترمیم کریں

source: Modify Bank Deposit Entry
ur_pk: بینک ڈپازٹ انٹری میں ترمیم کریں

source: Modules provided
ur_pk: ماڈیول فراہم کردہ

source: Monthly
ur_pk: ماہانہ

source: Months back.
ur_pk: واپس مہینے.

source: Months.
ur_pk: ماہ".

source: MySQL version
ur_pk: MySQL ورژن

source: Name
ur_pk: نام

source: Name (to appear on reports):
ur_pk: نام (کی رپورٹ پر ظاہر کرنے کے لئے):

source: Name:
ur_pk: نام

source: Native gettext
ur_pk: آ متن حاصل

source: Negative Adjustment
ur_pk: منفی ایڈجسٹمنٹ

source: Net payable or collectible
ur_pk: نیٹ یا collectible قابل ادائیگی

source: New
ur_pk: نئی

source: New Company Logo (.jpg)
ur_pk: نئی کمپنی کی علامت (فوٹو)

source: New account
ur_pk: نیا اکاؤنٹ

source: New account class has been added
ur_pk: نئے اکاؤنٹ طبقے شامل کیا گیا ہے".

source: New account has been added.
ur_pk: نئی اکاؤنٹ شامل کیا گیا ہے.

source: New account type has been added
ur_pk: نئے اکاؤنٹ کی قسم کو شامل کر دیا

source: New alias code has been created.
ur_pk: نیا عرف کوڈ پیدا کیا گیا ہے.

source: New bank account has been added
ur_pk: نئے بینک اکاؤنٹ کو شامل کیا گیا ہے".

source: New company has been created.
ur_pk: نئی کمپنی بن گی ہے.

source: New component has been added to selected kit.
ur_pk: نیا جزو منتخب کٹ میں شامل کیا گیا ہے.

source: New contact category has been added
ur_pk: نیا رابطہ کی قسم کو شامل کر دیا

source: New currency has been added
ur_pk: نئی کرنسی شامل کی گئی ہے

source: New fiscal year has been added
ur_pk: نیا مالی سال شامل کیا گیا ہے".

source: New item
ur_pk: نیا آئٹم

source: New item category has been added
ur_pk: نئی شے کی قسم شامل کر دیا گیا ہے".

source: New item code has been added.
ur_pk: نیا آئٹم کوڈ شامل کیا گیا ہے.

source: New kit
ur_pk: نئی کٹ

source: New location has been added
ur_pk: نیا محل وقوع کیا گیا ہے شامل

source: New movement type has been added
ur_pk: نئی تحریک کی قسم کو شامل کیا گیا ہے".

source: New payment terms have been added
ur_pk: نئی ادائیگی کی شرائط شامل کئے گئے ہیں

source: New printer definition has been created
ur_pk: نئے پرنٹر کی تعریف کی گئی ہے".

source: New printing profile
ur_pk: نیا پرنٹنگ پروفائل

source: New printing profile has been created
ur_pk: نئی پرنٹنگ کا پروفائل بن گیا ہے

source: New quick entry has been added
ur_pk: نئی فوری اندراج کوشامل کیا گیا ہے

source: New quick entry line has been added
ur_pk: "نئی فوری اندراج لائن کر دیا گیا ہے شامل

source: New role
ur_pk: نئے کردار

source: New script Admin Password
ur_pk: نیا سکرپٹ ایڈمن پاسورڈ

source: New security role has been added.
ur_pk: نئے سیکورٹی کردار کو شامل دیا گیا ہے ہے.

source: New shipping company has been added
ur_pk: نئی شپنگ کمپنی شامل کر دی گئی ہے

source: New tag has been added
ur_pk: نئی ٹیگ شامل کی گئ ہے

source: New unit has been added
ur_pk: نیا یونٹ کیا گیا ہے شامل

source: Next
ur_pk: اگلا

source: Next Reference
ur_pk: اگلا حوالہ

source: No
ur_pk: نہیں

source: No Quick Entries are defined.
ur_pk: کوئی فوری اندراجات کی وضاحت نہیں ہے.

source: No Quick Entry lines are defined.
ur_pk: کوئی فوری داخلہ لائنوں کی وضاحت نہیں ہے.

source: No Revaluation was needed
ur_pk: کوئی پنرمولین کی ضرورت ہے.

source: No active tags defined.
ur_pk: کوئی فعال ٹیگ وضاحت نہیں کی گئی ہے.

source: No base price list
ur_pk: بنیاد قیمت کی فہرست نہیں ہے

source: No general ledger transactions have been created for
ur_pk: جنرل لیجر لین دین کیلئے تخلیق نہیں کیا گیا ہے".

source: No general ledger transactions have been created for the specified criteria.
ur_pk: جنرل لیجر لین دین مخصوص معیار کے لئے تخلیق "نہیں کیا گیا ہے."

source: No image
ur_pk: کوئی تصویر

source: No payment Link
ur_pk: کوئی ادائیگی سائٹ پر

source: No postings on GRN
ur_pk: GRN پر کوئی پوسٹنگ

source: No records
ur_pk: کوئی ریکارڈزنیں ہے

source: No tags defined.
ur_pk: کوئی ٹیگ نہیں بیان کیا ہے.

source: No transaction has been selected.
ur_pk: کوئی بھی ٹرانزیکشن کا انتخاب نیں کیا ہے.

source: No zero values
ur_pk: کوئی صفر اقدار نہیں ہے

source: None
ur_pk: کوئی نہیں

source: Not removed
ur_pk: نہیں ہٹایا

source: Notes:
ur_pk: نوٹ:

source: Nov
ur_pk: نومبر

source: November
ur_pk: نومبر

source: Number
ur_pk: تعداد

source: Oct
ur_pk: اکتوبر

source: October
ur_pk: اکتوبر

source: Official Company Number:
ur_pk: آفیشل کمپنی نمبر:

source: Ok
ur_pk: ٹھیک ہے

source: On Order
ur_pk: آرڈر

source: Only Open:
ur_pk: صرف کھولیں:

source: Only Overdue:
ur_pk: : صرف اتدیئ

source: Only balances
ur_pk: صرف بیلنس

source: Only documents can be printed.
ur_pk: صرف دستاویزات پرنٹ کی جا سکتی ہیں.

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
ur_pk: صرف گرافکس فائلوں کی حمایت کی ہے -. فوٹو کی ایک فائل چڑھانے کی کوشش، PNG یا GIF کی توقع ہے.".

source: Only graphics files can be uploaded
ur_pk: صرف گرافکس فائلوں کو اپ لوڈ کیا جا سکتا ہے".

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
ur_pk: صرف فوٹو PNG فائلوں کی حمایت کر رہے ہیں -. فوٹو یا ایک فائل چڑھانے کی کوشش PNG کی توقع ہے.

source: Open Balance
ur_pk: اوپن بیلنس

source: OpenSSL PHP extension have to be enabled to use extension repository system.
ur_pk: OpenSSL PHP توسیع توسیع مخزن . نظام . استعمال کرنے کے لئے فعال کرنا ضروری ہے.

source: OpenSSL have to be available on your server to use extension repository system.
ur_pk: OpenSSL توسیع مخزن . نظام . استعمال کرنے کے لئے سرور پر دستیاب ہے.

source: Opening Balance
ur_pk: بیلنس کھولنے

source: Optional
ur_pk: اختیاری

source: Options provided
ur_pk: اختیارات فراہم کردہ

source: Other
ur_pk: دوسرے

source: Other Allocations
ur_pk: دیگر ایلوکیشن

source: Output Tax
ur_pk: آؤٹ پٹ ٹیکس

source: Outputs
ur_pk: نتائج

source: Overdue Credit Notes
ur_pk: اتدیئ کریڈٹ نوٹس

source: Overdue Invoices
ur_pk: اتدیئ بل

source: Overhead Cost
ur_pk: ہیڈ لاگت

source: PHP MySQL extension
ur_pk: PHP MySQL توسیع

source: PHP version
ur_pk: PHP ورژن

source: Pa&yment Terms
ur_pk: ادائیگی کی شرائط

source: Package Details
ur_pk: پیکیج کی تفصیلات

source: Package content
ur_pk: پیکیج کے مواد

source: Package maintainer
ur_pk: پیکیج تخرکشک

source: Package type
ur_pk: پیکیج کی قسم

source: Page Size:
ur_pk: صفحہ کا سائز:

source: Paid on purchases
ur_pk: خریداری پر ادا

source: Parent Item
ur_pk: والدین آئٹم

source: Part
ur_pk: حصہ

source: Password cannot be changed in demo mode.
ur_pk: پاس ورڈ کو ڈیمو کے موڈ میں نہیں تبدیل کیا جا سکتا ہے

source: Password changes
ur_pk: پاس ورڈ کی تبدیلیاں

source: Password:
ur_pk: پاس ورڈ:

source: Past Due Days Interval:
ur_pk: ماضی کی وجہ سے دن کے وقفہ:

source: Pay To
ur_pk: ادا کرنا

source: Pay To:
ur_pk: ادائیگی کرنے کے لئے:

source: Payable Account:
ur_pk: قابل ادائیگی اکاؤنٹ:

source: Payment Items
ur_pk: ادائیگی اشیا

source: Payment Terms
ur_pk: ادائیگی کی شرائط

source: Payment Type
ur_pk: ادائیگی کی قسم

source: Payment terms
ur_pk: ادائیگی کی شرائط

source: Payment type:
ur_pk: ادائیگی کی قسم:

source: Payments
ur_pk: ادائیگیاں

source: Percentages:
ur_pk: فیصد

source: Period
ur_pk: مدت

source: Period Y-1
ur_pk: مدت Y 1 کے

source: Periods
ur_pk: عرصے

source: Person/Item
ur_pk: فرد / آئٹم

source: Phone
ur_pk: فون

source: Phone Number
ur_pk: فون نمبر

source: Phone Number:
ur_pk: فون نمبر:

source: Phone:
ur_pk: فون:

source: Please contact System Administrator.
ur_pk: براہ کرم سسٹم ایڈمنسٹریٹر سے رابطہ کریں.

source: Please contact your system administrator.
ur_pk: اپنے سسٹم ایڈمنسٹریٹر سے رابطہ کریں.

source: Please login here
ur_pk: براہ مہربانی یہاں لاگ ان کریں

source: Please remove $security_groups and $security_headings arrays from config.php file!
ur_pk: config.php فائل سے براہ مہربانی ڈالر سیکورٹی گروپوں اور ڈالر سیکورٹی عنوانات arrays کو دور کریں!

source: Point of sales definitions
ur_pk: فروخت تعریفیں پوائنٹ

source: Port
ur_pk: پورٹ

source: Positive Adjustment
ur_pk: مثبت ایڈجسٹمنٹ

source: Post
ur_pk: پوسٹ

source: Posted
ur_pk: پوسٹ

source: Preferences
ur_pk: ترجیحات

source: Prepayment
ur_pk: "قبل از استعمال ادائیگی کی"

source: Press Space tab for search pattern entry
ur_pk: تلاش کے پیٹرن اندراج کے لئے پریس خلائی کے ٹیب

source: Press Space tab to filter by name fragment
ur_pk: خلائی نام فریگمنٹ کی طرف سے فلٹر کرنے کے ٹیب دبائیں

source: Press Space tab to filter by name fragment; F2 - entry new customer
ur_pk: پریس خلائی نام فریگمنٹ کی طرف سے فلٹر کرنے کے ٹیب؛ F2 - نئے گاہک میں داخل

source: Prev
ur_pk: پچھلا

source: Price
ur_pk: قیمت

source: Price:
ur_pk: قیمت:

source: Prices/Amounts:
ur_pk: قیمتیں / کی تعداد:

source: Pricing and Costs
ur_pk: قیمتوں کا تعین اور اخراجات

source: Print
ur_pk: پرنٹ

source: Print profiles
ur_pk: پرنٹ پروفائلز

source: Print the GL Journal Entries for this Work Order
ur_pk: یہ کام آرڈر کے لئے GL جرنل میں لکھے پرنٹ کریں

source: Print this Work Order
ur_pk: یہ کام آرڈر پرنٹ کریں

source: Printer
ur_pk: پرنٹر

source: Printer Description
ur_pk: پرنٹر کی . تفصیل

source: Printer Locations
ur_pk: پرنٹر مقامات

source: Printer Name
ur_pk: پرنٹر کا نام

source: Printer Queue
ur_pk: پرنٹر قطار

source: Printer name cannot be empty.
ur_pk: پرنٹر کا نام خالی نہیں ہو سکتا.

source: Printers configuration
ur_pk: پرنٹرز ترتیب

source: Printing Profile Name
ur_pk: پرنٹنگ پروفائل کا نام

source: Printing Profiles
ur_pk: پرنٹنگ پروفائل

source: Printing profile
ur_pk: چھپائی پروفائل کی

source: Printing profile has been updated
ur_pk: پرنٹنگ کی پروفائل کو اپ ڈیٹ کیا گیا ہے".

source: Printing profile name cannot be empty.
ur_pk: پرنٹنگ کا پروفائل نام خالی نہیں ہو سکتا.

source: Proceed
ur_pk: آگے بڑھو

source: Process
ur_pk: عمل

source: Process Accruals
ur_pk: طریقہ کار Accruals

source: Process Additional Cost
ur_pk: عمل اضافی قیمت

source: Process Adjustment
ur_pk: عمل ایڈجسٹمنٹ

source: Process And Close Order
ur_pk: عمل اور بند آرڈر

source: Process Deposit
ur_pk: عمل جمع

source: Process Issue
ur_pk: عمل مسئلہ

source: Process Journal Entry
ur_pk: جرنل انٹری کا طریقہ کار

source: Process Payment
ur_pk: عمل ادائیگی

source: Process Transfer
ur_pk: عمل کی منتقلی

source: Process journal entry only if debits equal to credits
ur_pk: جرنل اینٹری پر عملدرآمد صرف جب ڈیبٹ کریڈٹ کے برابر ہو گا

source: Produce
ur_pk: تیار

source: Produce Finished Items
ur_pk: انہوں نے کہا کہ تکمیل شدہ اشیا تعمیر کرو

source: Produce or Unassemble Finished Items From Work Order
ur_pk: یا Unassembled کام آرڈر سے تیار شدہ اشیا کی پیداوار

source: Production #
ur_pk: پیداوار" #

source: Productions
ur_pk: پروڈکشن

source: Profit & Loss Drilldown
ur_pk: منافع اور نقصان Drilldown

source: Profit/Loss Year:
ur_pk: منافع / خسارہ سال:

source: Prompt Payment Discount Account:
ur_pk: فوری ادائیگی ڈسکاؤنٹ اکاؤنٹ

source: Property
ur_pk: پراپرٹی

source: Purchase &Order Entry
ur_pk: آرڈر داخلہ خریدیں

source: Purchase Discount Account:
ur_pk: ڈسکاؤنٹ اکاؤنٹ خریدیں:

source: Purchase Order
ur_pk: آرڈر خریداری

source: Purchase Order Delivery
ur_pk: آرڈر ڈیلیوری خریداری

source: Purchase Orders &Inquiry
ur_pk: خریداری کے آرڈرز انکوائری

source: Purchase analytics
ur_pk: خرید تجزیاتی

source: Purchase configuration
ur_pk: ترتیب خریداری

source: Purchase order entry
ur_pk: کے لئے انٹری کی خریداری

source: Purchase price changes
ur_pk: قیمت تبدیلیاں خریداری

source: Purchase receive
ur_pk: خریداری حاصل

source: Purchase transactions
ur_pk: خریداری کی کاروائیوں

source: Purchased
ur_pk: خریدا

source: Purchasing &Pricing
ur_pk: خریدنے & قیمتوں کا تعین

source: Quantities:
ur_pk: مقدار:

source: Quantity
ur_pk: مقدار

source: Quantity In
ur_pk: مقدار

source: Quantity Manufactured
ur_pk: مقدار تشکیل

source: Quantity Manufactured:
ur_pk: مقدار تشکیل:

source: Quantity On Hand
ur_pk: ہاتھ مقدار

source: Quantity Out
ur_pk: مقدار آؤٹ

source: Quantity Required
ur_pk: مقدار کی ضرورت ہے".

source: Quantity Required:
ur_pk: مقدار کی ضرورت ہے:

source: Quantity on hand after
ur_pk: ہاتھ پر مقدار کے بعد

source: Quantity on hand before
ur_pk: اس سے پہلے کے ہاتھ پر مقدار

source: Quantity:
ur_pk: مقدار:

source: Quarterly
ur_pk: سہ ماہی

source: Query page size:
ur_pk: طلب صفحہ کا سائز:

source: Query size must be integer and greater than zero.
ur_pk: QUERY سائز عددی اور صفر سے زیادہ ہونا ضروری ہے.

source: Quick Entries
ur_pk: فوری اندراجات

source: Quick Entry
ur_pk: فوری داخلہ

source: Quick Entry Lines
ur_pk: فوری اندٍراج لائنز

source: Quick GL entry definitions
ur_pk: فوری GL انٹری کی تعریف

source: Re-Order Level
ur_pk: سطح پھر ترتیب

source: Re-open This Dimension
ur_pk: اس پہلو کو دوبارہ کھول دے

source: Receivable Account:
ur_pk: وصولی اکاؤنٹ:

source: Recommended
ur_pk: تجویز کردہ

source: Reconcile
ur_pk: مصالحت

source: Reconcile Bank Account
ur_pk: بینک اکاؤنٹ کی مصالحت

source: Reconcile Date
ur_pk: تاریخ کی مصالحت

source: Reconcile this transaction
ur_pk: اس ٹرانزیکشن کی مصالحت

source: Reconciled<br>Amount
ur_pk: رقم کی مصالحت

source: Recurrent &Invoices
ur_pk: آورتک اور عمومی بل

source: Recurrent invoices definitions
ur_pk: آورتک انوائس کی تعریف

source: Ref
ur_pk: ممبران

source: Reference
ur_pk: حوالہ

source: Reference:
ur_pk: حوالہ:

source: Refresh Inquiry
ur_pk: تازہ کاری کی انکوائری

source: Release
ur_pk: ریلیز

source: Release Work Order
ur_pk: ریلیز کام آرڈر

source: Release file in repository is invalid, or public key is outdated.
ur_pk: مخزن میں ریلیز کی فائل درست نہیں ہے، یا عوامی کلید پرانی ہے.

source: Released Date
ur_pk: تاریخ رہائی

source: Released On:
ur_pk: پر جاری کئے:

source: Remainder
ur_pk: باقی

source: Remember last document date:
ur_pk: گزشتہ دستاویز تاریخ یاد رکھیں:

source: Remove line from document
ur_pk: دستاویز سے لائن کو ہٹا دیں

source: Remove line from journal
ur_pk: جریدے سے لائن کو ہٹا دیں

source: Remove or rename install wizard folder for security reasons.
ur_pk: ہٹا دیں یا نام تبدیل کریں سیکورٹی وجوہات کی بناء پر وزرڈ کے فولڈر نصب کریں.

source: Removed install wizard folder
ur_pk: وزرڈ فولڈر انسٹال ہٹا دیں

source: Reorder Levels
ur_pk: سطح کی پھر ترتیب

source: Reorder levels
ur_pk: سطح پھر ترتیب

source: Reorder levels has been updated.
ur_pk: سطح ترتیب کو اپ ڈیٹ کیا گیا ہے.

source: Repeat password:
ur_pk: پاس ورڈ دوبارہ درج کریں:

source: Report Id
ur_pk: رپورٹ کی شناخت

source: Repository version does not match application version.
ur_pk: مخزن ورژن درخواست کے ورژن سے مماثل نہیں ہے.

source: Request from outside of this page is forbidden.
ur_pk: اس صفحے کے باہر سے درخواست حرام ہے.

source: Requesting data...
ur_pk: ڈیٹا کی درخواست ...

source: Required
ur_pk: کی ضرورت ہے".

source: Required
ur_pk: کی ضرورت ہے".

source: Required By
ur_pk: کی طرف سے کی ضرورت

source: Restore Backup
ur_pk: بیک اپ کو بحال کریں

source: Restore backup completed.
ur_pk: مکمل بیک اپ کو بحال کریں.

source: Restricted access
ur_pk: محدود رسائی

source: Retained Earnings:
ur_pk: برقرار رکھا آمدنی:

source: Return Items to Work Order
ur_pk: واپس اشیا آرڈر کام

source: Return to Journal &Inquiry
ur_pk: جرنل کی انکوائری پر واپس جائیں

source: Revaluate Currencies
ur_pk: کرنسیاں Revaluate

source: Revenue / &Costs Accruals
ur_pk: Accruals ریونیو & / لاگت

source: Revenue / Cost Account
ur_pk: اکاؤنٹ ریونیو / لاگت

source: Revenue / Cost Accruals
ur_pk: ریونیو / لاگت Accruals

source: Revenue / Cost Accruals have been processed.
ur_pk: ریونیو / لاگت Accruals پر عملدرآمد کر دیا گیا ہے.

source: Reverse Transaction:
ur_pk: ٹرانزیکشن ریورس:

source: Right To Left
ur_pk: بائیں جانب

source: Right to left
ur_pk: دائں سے بائں

source: Role description cannot be empty.
ur_pk: کردار کی وضاحت خالی نہیں ہو سکتا.

source: Role description:
ur_pk: کردار کی وضاحت:

source: Role name cannot be empty.
ur_pk: کردار کا نام خالی نہیں ہو سکتا.

source: Role name:
ur_pk: کردار کا نام:

source: Role:
ur_pk: کردار

source: Round to nearest:
ur_pk: قریب ترین راؤنڈ ہے:

source: Rows
ur_pk: قطاریں

source: S&etup
ur_pk: ترتیب

source: Sa
ur_pk: ہفتہ

source: Sales &Areas
ur_pk: سیلز اینڈ علاقہ جات

source: Sales &Groups
ur_pk: سیلز اینڈ گروپ

source: Sales &Kits
ur_pk: سیلز اینڈ کٹس

source: Sales &Order Entry
ur_pk: سیلز اینڈ آرڈر انٹری

source: Sales &Persons
ur_pk: سیلز اینڈ افراد

source: Sales &Pricing
ur_pk: سیلز اینڈ قیمتوں کا تعین

source: Sales &Quotation Entry
ur_pk: سیلز اور کوٹیشن داخلہ

source: Sales Account:
ur_pk: سیلز اکاؤنٹ:

source: Sales Act
ur_pk: سیلز ایکٹ

source: Sales Discount Account:
ur_pk: سیلز ڈسکاؤنٹ اکاؤنٹ

source: Sales Invoice
ur_pk: سیلز انوائس

source: Sales Invoices
ur_pk: فروخت بل

source: Sales Kits & Alias Codes
ur_pk: سیلز کٹس اور عرفی کوڈز

source: Sales Order
ur_pk: سیلز آرڈر

source: Sales Order &Inquiry
ur_pk: سیلز آرڈر اور انکوائری

source: Sales Quotation
ur_pk: سیلز کوٹیشن

source: Sales Quotation I&nquiry
ur_pk: سیلز کوٹیشن انکوائری

source: Sales T&ypes
ur_pk: سیلز T & ypes

source: Sales Type
ur_pk: سیلز قسم

source: Sales Type:
ur_pk: فروخت کی قسم:

source: Sales analytical reports
ur_pk: سیلز کے تجزیہ کی رپورٹ

source: Sales areas maintenance
ur_pk: دیکھ بھال سیلز علاقوں کے

source: Sales configuration
ur_pk: سیلز ترتیب

source: Sales credit notes against invoice
ur_pk: سیلز انوائس کے خلاف کریڈٹ نوٹ

source: Sales customer and branches changes
ur_pk: سیلز کسٹمر اور شاخیں تبدیلیاں

source: Sales deliveries edition
ur_pk: سیلز ترسیل ایڈیشن

source: Sales document bulk reports
ur_pk: سیلز دستاویز بلک کی رپورٹ

source: Sales freehand credit notes
ur_pk: سیلز دستی کریڈٹ نوٹ

source: Sales groups changes
ur_pk: سیلز گروپوں تبدیلیاں

source: Sales invoices edition
ur_pk: سیلز انوائس ایڈیشن

source: Sales kits
ur_pk: سیلز کٹس

source: Sales orders edition
ur_pk: سیلز کے احکامات ایڈیشن

source: Sales prices edition
ur_pk: سیلز قیمتوں ایڈیشن

source: Sales prices listing
ur_pk: سیلز قیمتوں کی لسٹنگ

source: Sales quotations
ur_pk: سیلز اقتباسات

source: Sales related reports
ur_pk: سیلز متعلقہ کی رپورٹ

source: Sales staff listing
ur_pk: سیلز عملے کی لسٹنگ

source: Sales staff maintenance
ur_pk: سیلز عملے کی بحالی

source: Sales templates
ur_pk: سیلز سانچے

source: Sales transactions
ur_pk: فروخت لین دین

source: Sales transactions view
ur_pk: فروخت لین دین کو دیکھنے کے

source: Sales types
ur_pk: سیلز اقسام

source: Save
ur_pk: محفوظ کریں

source: Save Role
ur_pk: کردار محفوظ کریں

source: Save changes to dimension
ur_pk: طول و عرض میں تبدیلی کو محفوظ کریں

source: Save changes to work order
ur_pk: تبدیلیوں کے لئے کام کرنے کے لئے محفوظ کریں.

source: Save database and perform upgrade
ur_pk: ڈیٹابیس محفوظ کریں اور اپ گریڈ انجام

source: Savings Account
ur_pk: سیونگز اکاؤنٹ

source: Search
ur_pk: تلاش

source: Search Amount
ur_pk: تلاش رقم

source: Search Customer List
ur_pk: تلاش کریں کسٹمر کے فہرست

source: Search Dimensions
ur_pk: تلاش کریں ابعاد

source: Search General Ledger Transactions for account:
ur_pk: تلاش اکاؤنٹ کے لئے جنرل لیجر معاملات:

source: Search Item List
ur_pk: تلاش کے آئٹم کی فہرست
