Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.0-3.po
Languages: bs_ba

source: A new user has been added.
bs_ba: Novi korisnik je otvoren

source: Access Level:
bs_ba: Access nivo:

source: Accounts Payable Account:
bs_ba: Konto plaæanja:

source: Accounts Receivable Account:
bs_ba: Konto uplata

source: Address:
bs_ba: Adresa

source: Aged Customer Analysis
bs_ba: Vremenska analiza (kupac)

source: Aged Supplier Analysis
bs_ba: Vremenska analiza (dobavljaèi)

source: All Areas
bs_ba: Sva podruèja

source: Allow Negative Inventory:
bs_ba: Dozvoljena negativna zaliha

source: Amount:
bs_ba: Iznos:

source: Are you sure you want to void this transaction ? This action cannot be undone.
bs_ba: Jeste li sigurni da ¾elite isprazniti transakciju? Ova naredba se ne mo¾e povratiti.

source: Back Orders Only
bs_ba: Samo ostale narud¾be

source: Backup and Restore Database
bs_ba: Baza podataka - sigurnosno kopiranje i ponovno postavljanje

source: Backup paths have not been set correctly.
bs_ba: postupak za sigurnosno kopiranje je pogre¹an

source: Backup successfully generated.
bs_ba: Sigurnosno kopiranje OK

source: Balances in Home Currency
bs_ba: Balans u domaæoj valuti

source: Bank Account
bs_ba: Bankkonto

source: Bank Accounts
bs_ba: Bankovna konta

source: Branch Contact Information
bs_ba: Odjeljenje kontakt informacija

source: C.O.G.S. Account:
bs_ba: Raèun nabavka:

source: Cancel
bs_ba: Prekinite

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
bs_ba: Ne mogu se izbaciti uslovi plaæanja, zato ¹to je konto kupca napravljen na osnovu njih

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
bs_ba: Ne mogu se izbaciti uslovi plaæanja zato ¹to je konto dobavljaèa napravljen na osnovu njih

source: Cannot delete this shipping company because invoices have been created using this shipping company.
bs_ba: Ne mo¾e se izbaciti naèin dostave zato ¹to je faktura naèinjena na osnovu njega

source: Cannot delete this shipping company because sales orders have been created using this shipper.
bs_ba: Ne mo¾e se izbaciti naèin dostave zato ¹to je narud¾ba napravljena na osnovu njega

source: Category
bs_ba: Kategorija

source: Category/Items
bs_ba: Kategorije/Proizvodi

source: Click here to Login Again.
bs_ba: login ponovo

source: Close This Dimension
bs_ba: Zavr¹iti dimenziju?

source: Company Logo:
bs_ba: Firma logotip:

source: Company setup has been updated.
bs_ba: Informacije o firmi su uvedene u sustem

source: Compare to
bs_ba: Uporedi sa:

source: Contact Person:
bs_ba: Kontakt osoba:

source: Currencies
bs_ba: Devize

source: Customer Allocation Inquiry
bs_ba: Kupci reskontra, uplate

source: Customer Branches
bs_ba: Filijala kupca

source: Customer Postal Address
bs_ba: Adresa kupca

source: Customer Ref
bs_ba: Kupac ref

source: Customers and Sales
bs_ba: Kupci i prodaja

source: Customers and Sales Defaults
bs_ba: Kupci i prodaja standard

source: Customers in
bs_ba: Kupci u

source: Days
bs_ba: dani

source: Days (Or Day In Following Month):
bs_ba: Dana (ili dan u slijedeæem mjesecu):

source: Decimal Places
bs_ba: Decimalno plasiranje

source: Default Credit Limit:
bs_ba: Standardna kreditna granica:

source: Del Date
bs_ba: Dan nabavke (dostave)

source: Delete
bs_ba: Izbaciti

source: Delete This Dimension
bs_ba: Izbri¹i dimenziju

source: Delivery Over-Receive Allowance:
bs_ba: Prekomjerna dostava dozvoljena:

source: Description
bs_ba: Opis

source: Detailed Report
bs_ba: Detaljan raport

source: Dimension
bs_ba: Dimenzija

source: Dimension Defaults
bs_ba: Standardna dimenzija

source: Dimension Entry
bs_ba: Registracija dimenzija

source: Dimension Reference:
bs_ba: Referens dimenzije:

source: Dimension Summary
bs_ba: Pregled dimenzije:

source: Dimensions
bs_ba: Dimenzije

source: Display Setup
bs_ba: Instalacija pregleda na ekranu

source: Display settings have been updated.
bs_ba: Instalacija pregleda na ekranu je zavr¹ena

source: DueDate
bs_ba: Dan za plaæanje

source: Edit
bs_ba: Ispraviti

source: Email Address:
bs_ba: e-mail adresa

source: Enter a new password to change, leave empty to keep current.
bs_ba: Navedite novi kod (lozinku) da bi promilenili, ostavite prazno da bi zadr¾ali sada¹nje stanje

source: Exchange Rates
bs_ba: Kursna lista

source: Exchange Rates:
bs_ba: Kursna lista:

source: Filename
bs_ba: Naziv faila

source: Form
bs_ba: Dokument

source: Forms Setup
bs_ba: Istalacija dokumenta

source: Forms settings have been updated.
bs_ba: instalacija dokumenta je updatirana

source: From Account
bs_ba: Od konta:

source: GL Account Groups
bs_ba: Gropa konta

source: GL Accounts
bs_ba: Konta

source: General GL
bs_ba: Op¹te knjigovodstvo

source: Home Currency:
bs_ba: Domaæa valuta

source: Inquiries and Reports
bs_ba: Pregledi i raporti

source: Inventory Account:
bs_ba: Raèun zaliha

source: Inventory Adjustments Account:
bs_ba: Raèun promjene na zalihi:

source: Inventory Category
bs_ba: Kategorija proizvoda:

source: Inventory Item Status
bs_ba: Lista zaliha

source: Inventory Item Where Used Inquiry
bs_ba: Lista zaliha, ulazi u

source: Inventory Location Transfers
bs_ba: Mjesto zalihe prenos

source: Inventory Locations
bs_ba: Mjesto zalihe

source: Inventory Movement Types
bs_ba: Tip promjene na zalihi

source: Invoice Over-Charge Allowance:
bs_ba: Prekomjerno fakturisanje dozvoljeno:

source: Invoiced
bs_ba: fakturisano

source: Item Assembly Costs Account:
bs_ba: Konto zajednièki tro¹kovi proizvoda:

source: Item Categories
bs_ba: Kategorije proizvoda

source: Item Tax Types
bs_ba: Tip poreza

source: Items
bs_ba: Proizvodi

source: Journal Entry
bs_ba: Registracija transakcije

source: Language
bs_ba: Jezik

source: Language:
bs_ba: Jezik:

source: List of Journal Entries
bs_ba: Lista transakcija

source: Main Menu
bs_ba: Glavna stranica

source: Maintenance
bs_ba: Odr¾avanje

source: Manufacturing
bs_ba: Produkcija - proizvodnja

source: Manufacturing Defaults
bs_ba: Standardna proizvodnja

source: Memo:
bs_ba: Memorija:

source: Miscellaneous
bs_ba: ostalo

source: Name
bs_ba: Ime

source: Name (to appear on reports):
bs_ba: Naziv (sto ce se pokazat na raportima)

source: Name:
bs_ba: Ime:

source: Official Company Number:
bs_ba: Sluzbeni broj firme

source: Outstanding Transactions
bs_ba: izvanjske transakcije

source: Password:
bs_ba: Kod (lozinka)

source: Payment Terms
bs_ba: Uslovi plaæanja

source: Payments
bs_ba: Plaæanje

source: Percentages:
bs_ba: Procenti:

source: Phone Number:
bs_ba: Broj telefona:

source: Place Invoice
bs_ba: Napravi fakturu:

source: Please contact System Administrator.
bs_ba: Molimo kontaktirajte sistem administratora

source: Prices/Amounts:
bs_ba: Cijena/iznos

source: Pricing and Costs
bs_ba: Cijene ko¹tanja

source: Print
bs_ba: Ispi¹i

source: Proceed
bs_ba: Nastavi

source: Prompt Payment Discount Account:
bs_ba: Konto rabat plaæanja

source: Purchase Account:
bs_ba: Konto nabavke

source: Purchase Discount Account:
bs_ba: Konto rabat nabavke

source: Purchase Order Entry
bs_ba: Registracija nabavke

source: Quantities:
bs_ba: kolièina - broj

source: Reference
bs_ba: Preporuka

source: Reference:
bs_ba: Referens:

source: Reorder Levels
bs_ba: Narud¾be

source: Restore backup completed.
bs_ba: Ponovno postavljanje OK

source: Sales
bs_ba: Prodaja

source: Sales Account:
bs_ba: Konto prodaje:

source: Sales Areas
bs_ba: Prodajno podruèje

source: Sales Discount Account:
bs_ba: Konto rabat kupcima

source: Sales Folk
bs_ba: Prodavaèi

source: Sales Persons
bs_ba: prodavaè

source: Sales Types
bs_ba: Naèin prodaje

source: Search
bs_ba: potra¾iti

source: Search Dimensions
bs_ba: Tra¾iti dimenzije

source: Selected transaction has been voided.
bs_ba: Navedena transakcija je ispra¾njena

source: Shipping Charged Account:
bs_ba: Raèun provizije

source: Show Balances
bs_ba: Poka¾i balanse:

source: Show GL Information:
bs_ba: Pokazi knjigovodstvenu informaciju

source: Show Item Codes:
bs_ba: Poka¾i ¹ifru proizvoda

source: Stock Location
bs_ba: Mjesto zalihe

source: Supplier Allocation Inquiry
bs_ba: Plaæanje dobavljaèima - pregled

source: Suppliers and Purchasing
bs_ba: Dobavljaèi i nabavka:

source: Suppliers and Purchasing Defaults
bs_ba: Dobavljaèi i nabava standard:

source: System and General GL Setup
bs_ba: Sistemska i op¹ta knjigovodstvena instalacija

source: Tax Groups
bs_ba: Grupe poreza

source: Tax Periods:
bs_ba: Poreski periodi:

source: Tax Rate
bs_ba: Iznos poreza:

source: Telephone No.:
bs_ba: Telefon br.:

source: Terms Description:
bs_ba: Opis uvjeta

source: Thank you for using
bs_ba: Hvala vam sto upotrebljavate

source: The company name must be entered.
bs_ba: Mora se navesti naziv firme

source: The delivery over-receive allowance must be between 0 and 100.
bs_ba: Prekomjerna isporuka mora biti izmeðu 0 i 100

source: The dimension has been closed. There can be no more changes to it.
bs_ba: Dimenzija je zatvorena. Ne mogu se izvesti druge promjene

source: The dimension has been deleted.
bs_ba: Dimenzija je poni¹tena

source: The dimension has been entered.
bs_ba: Dimenzija je napravljena

source: The dimension has been updated.
bs_ba: Dimenzija je updatirana

source: The dimension name must be entered.
bs_ba: Mora se navesti ime dimenzije

source: The dimension reference must be entered.
bs_ba: Referens dimenzije mora se navesti

source: The dimension sent is not valid.
bs_ba: Navedena dimenzija je neva¾eæa

source: The ending transaction number is expected to be numeric and greater than zero.
bs_ba: Posljednja transakcija treba biti numerisana i veæa od 0

source: The entered date is invalid.
bs_ba: Datum koji ste naveli ne va¾i.

source: The entered transaction does not exist or cannot be voided.
bs_ba: Navedena transakcija ne postoji ili se ne mo¾e isprazniti.

source: The general GL setup has been updated.
bs_ba: Op¹te knjigovodstveno instaliranje je updatirano

source: The invoice over-charge allowance must be between 0 and 100.
bs_ba: fakturiranje preko mora biti izmeðu 0 i 100

source: The number of days or the day in the following month must be numeric.
bs_ba: Broj dana ili dan u mjesecu mora biti numerisan

source: The password cannot contain the user login.
bs_ba: Kod ne mo¾e biti isti kao ime korisnika

source: The past due days interval allowance must be between 0 and 100.
bs_ba: Dnevni interval i vremenskoj analizi mora biti izmeðu 0 i 100

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
bs_ba: Broj preuzetih mo¾e se samo izmijeniti ako se navede negativan iznos

source: The selected transaction has already been voided.
bs_ba: Navedena transakcija je veæ jednom ispra¾njena

source: The selected user has been updated.
bs_ba: Izabrani korisnik je updatiran

source: The shipping company name cannot be empty.
bs_ba: Naèin dostave - ne mo¾e biti prazan

source: The starting transaction number is expected to be numeric and greater than zero.
bs_ba: Prva transakcija treba biti numerisana i veæa od 0

source: The transaction number is expected to be numeric and greater than zero.
bs_ba: Broj transakcije treba da bude numerisan i veæi od 0

source: There are no bank accounts defined in the system.
bs_ba: Nema nikakvih bankovnih raèuna registrovanih u sistemu

source: This dimension cannot be deleted because it has already been processed.
bs_ba: Dimenzija se ne mo¾e izbrisati po¹to veæ ima transakciju

source: This dimension is closed.
bs_ba: Dimenzija je gotova

source: To Account
bs_ba: Do konta:

source: Trans Type
bs_ba: Tip transakcije

source: Transaction #:
bs_ba: Transakcija #:

source: Transaction Type:
bs_ba: Tip transakcije:

source: Transactions
bs_ba: Transakcija

source: Transfer Type:
bs_ba: Tip prenosa:

source: Transfer has been entered
bs_ba: Prenos je izvr¹en

source: Trial Balance
bs_ba: Balans sirovina

source: Type/Account
bs_ba: Tip/konto

source: Type:
bs_ba: Tip:

source: Update
bs_ba: Ubaci u sistem - updatiraj

source: Use Dimensions:
bs_ba: Upotrijebi dimenzije:

source: User Login:
bs_ba: Ime korisnika:

source: User has been deleted.
bs_ba: Korisnik je izbaèen

source: User login
bs_ba: Ime korisnika

source: User login:
bs_ba: Ime korisnika:

source: Users
bs_ba: korisnik

source: Version
bs_ba: verzija

source: View
bs_ba: Poka¾i

source: View Dimension
bs_ba: Nova dimenzija

source: View or Print Transactions
bs_ba: Poka¾i ili ispi¹i transakciju

source: Void Transaction
bs_ba: Isprazni transakciju

source: Void a Transaction
bs_ba: Isprazni transakciju

source: Voiding Date:
bs_ba: Datum pra¾njenja:

source: Work Centres
bs_ba: Mjesta proizvodnje

source: Work Order Entry
bs_ba: Registracija radnih narud¾bi

source: cannot find backup directory
bs_ba: nemoze naci mapu od sigurnog kopiranja

source: days
bs_ba: dani

source: from #:
bs_ba: od #:

source: to #:
bs_ba: do #:
