Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: Inventory Adjustment
sl_si: Prilagoditev zaloge

source: Purchase Order
sl_si: Naročilo nakupa

source: Supplier Invoice
sl_si: Račun dobavitelja

source: Supplier Credit Note
sl_si: Dobropis dobavitelja

source: Supplier Payment
sl_si: Plačilo dobavitelja

source: Purchase Order Delivery
sl_si: Dobavnica nakupa

source: Work Order
sl_si: Naročilnica

source: Work Order Issue
sl_si: Izdana naročilnica

source: Work Order Production
sl_si: Naročilnica proizvodnje

source: Sales Order
sl_si: Naročilnica

source: Sales Quotation
sl_si: Ponudba

source: Cost Update
sl_si: Posodobitev stroškov

source: Savings Account
sl_si: Varčevalni račun

source: Chequing Account
sl_si: Čekovni račun

source: Credit Account
sl_si: Kreditni račun

source: Cash Account
sl_si: Gotovinski račun

source: Transfer
sl_si: Prenos

source: Cheque
sl_si: Ček

source: Cash
sl_si: Gotovina

source: Customer
sl_si: Stranka

source: Supplier
sl_si: Dobavitelj

source: Assemble
sl_si: Zbrati

source: Unassemble
sl_si: Razstaviti

source: Advanced Manufacture
sl_si: Napredna izdelava

source: Labour Cost
sl_si: Stroški dela

source: Overhead Cost
sl_si: Režijski stroški

source: Assets
sl_si: Sredstva

source: Equity
sl_si: Kapital

source: Income
sl_si: Dohodek

source: Cost of Goods Sold
sl_si: Stroški prodanega materiala

source: Expense
sl_si: Izdatki

source: Remainder
sl_si: Preostanek

source: Amount, increase base
sl_si: Znesek, povečanje osnove

source: Amount, reduce base
sl_si: Znesek, zmanjšanje osnove

source: % amount of base
sl_si: % osnovni znesek

source: % amount of base, increase base
sl_si: % osnovni znesek, povečanje osnove

source: % amount of base, reduce base
sl_si: % osnovni znesek, zmanjšanje osnove

source: Taxes added
sl_si: Dodan davek

source: Taxes added, increase base
sl_si: Dodan davek, povečanje osnove

source: Taxes added, reduce base
sl_si: Dodan davek, zmanjšanje osnove

source: Taxes included
sl_si: Vključno z DDV

source: Taxes included, increase base
sl_si: Davek vključen, povečanje osnove

source: Taxes included, reduce base
sl_si: Davek vključen, zmanjšanje osnove

source: Supplier Invoice/Credit
sl_si: Dobavitelj Račun / Kredit

source: Manufactured
sl_si: Proizveden

source: Purchased
sl_si: Kupljen

source: Service
sl_si: Storitve

source: Customer branch
sl_si: Urejanje in pregled prodajnih mest

source: Shipper
sl_si: Dobavitelj

source: Prepayment
sl_si: Plačila

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
sl_si: Nekateri prenosi knjižb niso indeksirani zaradi pomanjkanja revizijskih sledi.

source: Transaction Type
sl_si: Tip prenosa

source: Other Allocations
sl_si: Druge dodelitve

source: This Allocation
sl_si: Te dodelitve

source: Left to Allocate
sl_si: Za dodelitev

source: Total Allocated
sl_si: Dodeljene

source: The entry for one or more amounts is invalid or negative.
sl_si: Vnos zneska je napačen ali negativen.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
sl_si: Te dodelitve niso mogoče, ker je dodeljen znesek večji od skupnega zneska za dodelitve.

source: E-mail:
sl_si: E-Pošta:

source: Show also Inactive
sl_si: Prikaži tudi neaktivne

source: First
sl_si: |< Prvi

source: Prev
sl_si: << Prejšnji

source: Next
sl_si: >> Naslednji

source: Last
sl_si: >| Zadnji

source: Records %d-%d of %d
sl_si: Zapisi %d-%d od %d

source: No records
sl_si: Ni vnosov

source: Submit changes
sl_si: Predložitev sprememb

source: Clone
sl_si: Kopiraj

source: Edit new record with current data
sl_si: Uredi nove zapise s sedanjimi podatki

source: Cancel edition
sl_si: Prekini izdajo

source: You should automatically be forwarded.
sl_si: Samodejno bi morali biti preusmerjeni.

source: If this does not happen
sl_si: Če se to ne zgodi

source: click here
sl_si: pritisnite tukaj

source: to continue
sl_si: za nadaljevanje

source: Close
sl_si: Zapri

source: Customers
sl_si: Stranke

source: Branches
sl_si: Podružnice

source: Suppliers
sl_si: Dobavitelji

source: Items
sl_si: Artikel

source: Click Here to Pick up the date
sl_si: Pritisnite tukaj, da izberete datum

source: Inactive
sl_si: Neaktivno

source: Set filter
sl_si: Nastavite filter

source: Press Space tab for search pattern entry
sl_si: Za iskanje vnosov pritisnite tipko Presledek

source: Enter code fragment to search or * for all
sl_si: Za iskanje vnesite del gesla ali* za vse

source: Enter description fragment to search or * for all
sl_si: Vnesite delni opis za iskanje ali * za vse

source: All Suppliers
sl_si: Vsi Dobavitelji

source: Press Space tab to filter by name fragment
sl_si: Za filtriranje po imenih pritisnite tipko Presledek

source: Select supplier
sl_si: Izberi Dobavitelja

source: All Customers
sl_si: Vse stranke

source: Press Space tab to filter by name fragment; F2 - entry new customer
sl_si: Za filtriranje po imenih pritisnite tipko Presledek; F2 - vnos nove stranke

source: Select customer
sl_si: Izberite stranko

source: All branches
sl_si: Vse Podružnice

source: Select customer branch
sl_si: Izberi podružnico stranke

source: All Locations
sl_si: Vsa Skladišča

source: All Items
sl_si: Vsi Artikli

source: All Sales Types
sl_si: Vsi ceniki

source: Use Item Sales Accounts
sl_si: Uporabi izdane račune artikla

source: All Types
sl_si: Vsi tipi

source: Sales Invoices
sl_si: Izdani računi

source: Overdue Invoices
sl_si: Potekli računi

source: Payments
sl_si: Plačila

source: Credit Notes
sl_si: Dobropisi

source: Delivery Notes
sl_si: Dobavnice

source: Invoices
sl_si: Računi

source: Overdue Credit Notes
sl_si: Potekli dobropisi

source: Automatically put balance on back order
sl_si: Samodejno daj stanje na prednaročilo

source: Cancel any quantites not delivered
sl_si: Izbriši nedostavljene količine

source: Items Returned to Inventory Location
sl_si: Vrnjeni artikli v skladišče

source: Items Written Off
sl_si: Odpisani artikli

source: New role
sl_si: Nova vloga

source: No tags defined.
sl_si: Ključne besede niso definirane.

source: No active tags defined.
sl_si: Aktivne ključne besede niso definirane.

source: Activated for '%s'
sl_si: Aktivirano za '%s'

source: in units of :
sl_si: v Enoti od :

source: Date Voided:
sl_si: Datum Neveljavnost:

source: Included
sl_si: Vključno

source: Amount:
sl_si: Znesek:

source: Allocations
sl_si: Dodelitve

source: Total Amount
sl_si: Skupni znesek

source: Total Allocated:
sl_si: Skupaj dodeljeno:

source: Left to Allocate:
sl_si: Še dodeliti:

source: No Quick Entries are defined.
sl_si: Ni definiranih hitrih vnosov.

source: No Quick Entry lines are defined.
sl_si: Noben hitri vnos ni definiran.

source: Cannot post to GL account used by more than one tax type.
sl_si: Ne morete knjižiti na račun, ki uporablja več kot en tip davka.

source: and
sl_si: in

source: January
sl_si: Januar

source: February
sl_si: Februar

source: March
sl_si: Marec

source: May
sl_si: Maj

source: June
sl_si: Junij

source: July
sl_si: Julij

source: October
sl_si: Oktober

source: Su
sl_si: Ne

source: Mo
sl_si: Po

source: Tu
sl_si: To

source: We
sl_si: Sr

source: Th
sl_si: Če

source: Fr
sl_si: Pe

source: Sa
sl_si: So

source: Package type
sl_si: Cenik

source: Cannot create database
sl_si: Baze podatkov ni mogoče ustvariti

source: For Part :
sl_si: Za del :

source: Location:
sl_si: Skladišče:

source: Detail:
sl_si: Podrobnost:

source: Positive Adjustment
sl_si: Pozitivna prilagoditev

source: Negative Adjustment
sl_si: Negativna prilagoditev

source: Item Code
sl_si: Št.artikla

source: Item Description
sl_si: Opis

source: Quantity
sl_si: Količina

source: Unit
sl_si: Enota

source: Unit Cost
sl_si: Strošek po Enoti

source: From Location:
sl_si: Od skladišča:

source: To Location:
sl_si: Na skladišče:

source: Transfer Type:
sl_si: Tip prenosa:

source: Cannot delete this item because there are stock movements that refer to this item.
sl_si: Tega artikla ni mogoče izbrisati, ker se nanaša na zaloge.

source: Cannot delete this item record because there are bills of material that require this part as a component.
sl_si: Tega artikla ni mogoče izbrisati, ker se nanaša na račune materiala.

source: Cannot delete this item because there are existing purchase order items for it.
sl_si: Tega artikla ni mogoče izbrisati, ker se nanaša na naročila.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
sl_si: Tega artikla ni mogoče izbrisati, ker so vzdevki gesel ali so bili vnosi tujih gesel, ali so definirani kompleti iki vsebujejo te artikle

source: Inventory Item Movement
sl_si: Premiki zaloge artiklov

source: There are no items defined in the system.
sl_si: V sistemu ni artiklov.

source: Item:
sl_si: Artikel:

source: Show Movements
sl_si: Prikaz premikov

source: Refresh Inquiry
sl_si: Osveži zalogo

source: Detail
sl_si: Podrobnost

source: Quantity In
sl_si: Vklop količine

source: Quantity Out
sl_si: Izklop količine

source: Quantity On Hand
sl_si: Razpoložljiva količina

source: Quantity on hand before
sl_si: Razpoložljiva količina pred tem

source: Quantity on hand after
sl_si: Razpoložljiva količina za tem

source: Inventory Item Status
sl_si: Stanje zalog

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
sl_si: Servis ne more imeti zalog, prikazane so le skupne količine izjemnih naročil.

source: Location
sl_si: Skladišče

source: Demand
sl_si: Zahteva

source: Re-Order Level
sl_si: Stopnja Po-naročil

source: On Order
sl_si: Na naročilo

source: Item Categories
sl_si: Skupine artiklov

source: The item category description cannot be empty.
sl_si: Opis kategorije artiklov ne more ostati prazen.

source: Selected item category has been updated
sl_si: Izbrana kategorija artikla je posodobljena

source: New item category has been added
sl_si: Dodana je bila nova kategorija artikla

source: Cannot delete this item category because items have been created using this item category.
sl_si: Te kategorije ni mogoče izbrisati, ker se nanaša na artikle.

source: Selected item category has been deleted
sl_si: Izbrana kategorija je izbrisana

source: Tax type
sl_si: Tip davka

source: Units
sl_si: Enote

source: Sales Act
sl_si: Prihodek

source: Inventory Account
sl_si: Račun zaloge

source: COGS Account
sl_si: Wareneinsatz

source: Adjustment Account
sl_si: Račun prilagoditev

source: Assembly Account
sl_si: Račun skupščine

source: Category Name:
sl_si: Ime kategorije:

source: Default values for new items
sl_si: Privzete vrednosti novih artiklov

source: Item Tax Type:
sl_si: Tip davka za artikel:

source: Item Type:
sl_si: Tip artikla:

source: Units of Measure:
sl_si: Merske Enote:

source: Exclude from sales:
sl_si: Niso na prodaj:

source: Foreign Item Codes
sl_si: Tuje št.artiklov

source: There are no inventory items defined in the system.
sl_si: Ni definiranih zalog artikla.

source: There is no item selected.
sl_si: Noben artikel ni izbran.

source: The price entered was not positive number.
sl_si: Cena, ki ste jo vnesli ni pozitivno število.

source: Item code description cannot be empty.
sl_si: Opis št. artikla ne more ostati prazen.

source: This item code is already assigned to stock item or sale kit.
sl_si: Ta št.artikla že obstaja, izberite drugo!

source: New item code has been added.
sl_si: Dodana je bila nova št. artikla.

source: Item code has been updated.
sl_si: Št. artikla je posodobljena.

source: Item code has been sucessfully deleted.
sl_si: Št. artikla je uspešno izbrisana.

source: Category
sl_si: Kategorija

source: Quantity:
sl_si: Količina:

source: Description:
sl_si: Opis:

source: Category:
sl_si: Kategorija:

source: Only jpg files are supported - a file extension of .jpg is expected
sl_si: Podpira le jpg datoteke - vnesite končnico .jpg.

source: There are no item categories defined in the system. At least one item category is required to add a item.
sl_si: Ni kategorij artiklov. Če želite dodati artikel potrebujete vsaj eno kategorijo.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
sl_si: Ni tipov davka za artikel. Če želite dodati artikel potrebujete vsaj en tip davka.

source: The item name must be entered.
sl_si: Vnesite ime artikla.

source: The item code cannot be empty
sl_si: Št.artikla ne sme biti prazna

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
sl_si: Št. artikla ne sme vsebovati znakov - & + presledkov- in navedkov

source: Item has been updated.
sl_si: Artikel je posodobljen.

source: A new item has been added.
sl_si: Dodan je nov artikel.

source: Selected item has been deleted.
sl_si: Izbran artikel je izbrisan.

source: Select an item:
sl_si: Izberite artikel:

source: New item
sl_si: Nov artikel

source: Item
sl_si: Artikel

source: Item Code:
sl_si: Št.artikla:

source: GL Accounts
sl_si: Konto Vnos / Uredi

source: Other
sl_si: Drugi

source: Image File (.jpg)
sl_si: Slikovna datoteka (.jpg)

source: No image
sl_si: Ni slike

source: Delete Image:
sl_si: Izbriši sliko:

source: Item status:
sl_si: Status artikla:

source: Insert New Item
sl_si: Vnesite nov izdelek

source: Update Item
sl_si: Posodobi artikel

source: Select this items and return to document entry.
sl_si: Izberi izdelke in se vrni na vnos dokumenta.

source: Clone This Item
sl_si: Kopiraj ta artikel

source: Delete This Item
sl_si: Izbriši ta artikel

source: Units of Measure
sl_si: Merske Enote

source: The unit of measure code cannot be empty.
sl_si: Št. merske enote ne more ostati prazna.

source: The unit of measure code is too long.
sl_si: Št. merske enote je predolga.

source: The unit of measure description cannot be empty.
sl_si: Opis merske enote ne more ostati prazen.

source: Selected unit has been updated
sl_si: Izbrana enota je posodobljena.

source: New unit has been added
sl_si: Dodana je nova enota.

source: Cannot delete this unit of measure because items have been created using this unit.
sl_si: Te merske enote ni mogoče izbrisati, ker se nanaša na artikle.

source: Selected unit has been deleted
sl_si: Izbrana enota je izbrisana

source: Decimals
sl_si: Decimalke

source: User Quantity Decimals
sl_si: Decimalke količine uporabnikov

source: Unit Abbreviation:
sl_si: Kratica merske enote:

source: Descriptive Name:
sl_si: Opis:

source: Decimal Places:
sl_si: Št. decimalk:

source: Inventory Locations
sl_si: Lokacije skladišč

source: The location code must be five characters or less long (including converted special chars).
sl_si: Št. lokacije mora biti 5 mestna ali manj (vključno s posebnimi znaki).

source: The location name must be entered.
sl_si: Vnesite ime lokacije.

source: Selected location has been updated
sl_si: Izbrana lokacija je posodobljena

source: New location has been added
sl_si: Dodana je nova lokacija

source: Cannot delete this location because item movements have been created using this location.
sl_si: Te lokacije ne morete izbrisati, ker se nanaša na zaloge.

source: Cannot delete this location because it is used by some work orders records.
sl_si: Te lokacije ne morete izbrisati, ker se nanaša na naročila.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
sl_si: Te lokacije ne morete izbrisati, ker se nanaša na podružnice.

source: Cannot delete this location because it is used by some related records in other tables.
sl_si: Te lokacije ne morete izbrisati, ker se nanaša na tabele.

source: Selected location has been deleted
sl_si: Izbrana lokacija je izbrisana

source: Location Code
sl_si: Št. lokacije

source: Location Name
sl_si: Ime lokacije

source: Location Code:
sl_si: Št. lokacije:

source: Location Name:
sl_si: Ime lokacije:

source: Contact for deliveries:
sl_si: Kontakt za dostave:

source: Telephone No:
sl_si: Telefonska številka:

source: Facsimile No:
sl_si: Fax št.:

source: Inventory Movement Types
sl_si: Načini premikov zaloge

source: The inventory movement type name cannot be empty.
sl_si: Ime tipa premikov zalog ne more ostati prazna.

source: Selected movement type has been updated
sl_si: Izbran tip premika je posodobljen

source: New movement type has been added
sl_si: Dodan je nov tip premika

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
sl_si: Tega premika zaloge ne morete izbrisati, ker se nanaša na prenose artiklov.

source: Selected movement type has been deleted
sl_si: Izbran tip premika je izbrisan

source: Sales Kits & Alias Codes
sl_si: Prodajne količine in Alias številke

source: Stock Item
sl_si: Artikel

source: kit
sl_si: komplet

source: The quantity entered must be numeric and greater than zero.
sl_si: Količina ki ste jo vnesli mora biti število in večja od 0.

source: Kit/alias code cannot be empty.
sl_si: Št. kompleta ne more ostati prazna.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
sl_si: Izbrana komponenta vsebuje rekurzivni komplet, ki ni dovoljen.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
sl_si: Izbrana komponenta je že v tem kompletu. Lahko spremenite količino, vendar se ne sme pojaviti večkrat v istem kompletu.

source: New alias code has been created.
sl_si: Ustvarjena je nova alias št.

source: New component has been added to selected kit.
sl_si: K izbranemu kompletu je dodana nova komponenta.

source: Component of selected kit has been updated.
sl_si: Komponenta izbranega kompleta je posodobljena.

source: Kit common properties has been updated
sl_si: Lastnosti kompleta so posodobljene.

source: This item cannot be deleted because it is the last item in the kit used by following kits
sl_si: Tega artikla ne morete izbrisati, ker je zadnji artikel v kompletu

source: The component item has been deleted from this bom
sl_si: Ta komponenta je izbrisana

source: Select a sale kit:
sl_si: Izberite prodajni komplet:

source: New kit
sl_si: Nov komplet

source: Alias/kit code:
sl_si: Št. Alias/Kompleta:

source: Update kit/alias name
sl_si: Posodobi št. Alias/Kompleta

source: Component:
sl_si: Komponenta:

source: kits
sl_si: Kompleti

source: View Inventory Adjustment
sl_si: Pregled prilagoditev zaloge

source: At Location
sl_si: V skladišču

source: Adjustment Type
sl_si: Tip prilagoditve

source: This adjustment has been voided.
sl_si: Ta prilagoditev je stornirana.

source: View Inventory Transfer
sl_si: Pregled prenosa zaloge

source: From Location
sl_si: Od skladišča

source: To Location
sl_si: Na skladišče

source: Item Adjustments Note
sl_si: Korektura količine artiklov

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
sl_si: Ni artiklov zaloge za prilagoditev (kupljeni ali proizvedeni).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
sl_si: Ni premikov zalog. Navedite vsaj en tip prilagoditev zaloge.

source: Items adjustment has been processed
sl_si: Prilagoditev artiklov poteka

source: &View this adjustment
sl_si: Pregled te prilagoditve

source: View the GL &Postings for this Adjustment
sl_si: Ogled GL & napotitve za to prilagoditev

source: Enter &Another Adjustment
sl_si: Vnesite & dodatna izravnava

source: You must enter at least one non empty item line.
sl_si: Vnesti morate vsaj eno non prazno točko črte.

source: The entered date for the adjustment is invalid.
sl_si: Vpisan datum za prilagoditev je neveljavna.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
sl_si: Prilagoditev ni mogoče obdelati, ker bi popravek povzročil negativno stanje zalog:

source: The quantity entered is negative or invalid.
sl_si: Količina, ki ste jo vnesli je negativna ali neveljavna.

source: The entered standard cost is negative or invalid.
sl_si: Vpisani standardni stroški so negativni ali neveljavni.

source: Adjustment Items
sl_si: Prilagoditve artiklov

source: Process Adjustment
sl_si: Postopek prilagoditve

source: Inventory Item Cost Update
sl_si: Spremeni-Stroški artiklov

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
sl_si: Ni artiklov zaloge za prilagoditev (kupljeni ali proizvedeni).

source: The entered cost is not numeric.
sl_si: Strošek, ki ste ga vnesli ni število.

source: The new cost is the same as the old cost. Cost was not updated.
sl_si: Nov strošek je enak kot prejšnji. Strošek ni posodobljen.

source: Cost has been updated.
sl_si: Strošek je posodobljen.

source: View the GL Journal Entries for this Cost Update
sl_si: Pregled vnosov v glavni knjigi za to posodobitev stroška

source: Standard Material Cost Per Unit
sl_si: Strošek materiala po Enoti

source: Standard Labour Cost Per Unit
sl_si: Strošek plače po Enoti

source: Standard Overhead Cost Per Unit
sl_si: Režijski strošek po Enoti

source: Inventory Item Sales prices
sl_si: Prodajne cene artiklov

source: There are no sales types in the system. Please set up sales types befor entering pricing.
sl_si: Ni tipov prodaje. Pred vnosom cen vnesite tipe prodaje.

source: The price entered must be numeric.
sl_si: Cena mora biti število.

source: This price has been updated.
sl_si: Cena je posodobljena.

source: The new price has been added.
sl_si: Dodana je nova cena.

source: The selected price has been deleted.
sl_si: Cena je izbrisana.

source: Sales Type
sl_si: Cenik

source: Price
sl_si: Cena

source: There are no prices set up for this part.
sl_si: Ni cen za ta artikel.

source: Currency:
sl_si: Valuta:

source: Sales Type:
sl_si: Cenik:

source: Price:
sl_si: Cena:

source: per
sl_si: po

source: The price is calculated.
sl_si: Cena je vračunana.

source: Supplier Purchasing Data
sl_si: Podatki nakupa dobavitelja

source: There are no purchasable inventory items defined in the system.
sl_si: Ni kupljenih zalog artiklov.

source: There are no suppliers defined in the system.
sl_si: Ni dobaviteljev.

source: The price entered was not numeric.
sl_si: Cena ni število.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
sl_si: Faktor pretvorbe ni število.

source: This supplier purchasing data has been added.
sl_si: Podatki nakupa dobavitelja so dodani.

source: Supplier purchasing data has been updated.
sl_si: Podatki nakupa dobavitelja so posodobljeni.

source: The purchasing data item has been sucessfully deleted.
sl_si: Podatki o nakupu izdelka so izbrisani.

source: Entered item is not defined. Please re-enter.
sl_si: Artikel ne obstaja. Prosim vnesite ga znova.

source: There is no purchasing data set up for the part selected
sl_si: Ni podatkov o nakupu za ta artikel

source: Supplier's Unit
sl_si: Merska Enota Dobavitelja

source: Conversion Factor
sl_si: Faktor pretvorbe

source: Supplier's Description
sl_si: Opis dobavitelja

source: Suppliers Unit of Measure:
sl_si: Merska Enota Dobavitelja:

source: Conversion Factor (to our UOM):
sl_si: Faktor pretvorbe:

source: Supplier's Code or Description:
sl_si: Opis ali koda dobavitelja:

source: Reorder Levels
sl_si: Točke po-naročil

source: There are no inventory items defined in the system (Purchased or manufactured items).
sl_si: Ni artiklov na zalogi (kupljenih in proizvedenih).

source: Reorder levels has been updated.
sl_si: Točke po-naročil so bile osvežene.

source: Inventory Location Transfers
sl_si: Spremembe zalog
