Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: The marked currency is the home currency which cannot be deleted.
nb_no: Markeret valuta er hjemmevalutaen. Kan ikke slettes.

source: Currency Abbreviation:
nb_no: Valuta forkortelse:

source: Currency Symbol:
nb_no: Valuta symbol:

source: Currency Name:
nb_no: Valutanavn:

source: Hundredths Name:
nb_no: Hundrededels navn:

source: Country:
nb_no: Land:

source: Exchange Rates
nb_no: Valutakurser

source: The exchange rate cannot be zero or a negative number.
nb_no: Valutakursen kan ikke være null eller negativ.

source: Date to Use From:
nb_no: Bruk dato fra:

source: Exchange Rate:
nb_no: Valutakurs:

source: Get current ECB rate
nb_no: Hent aktuel ECB kurs

source: Exchange rates are entered against the company currency.
nb_no: Valutakurser angives mod firmavalutaen.

source: Select a currency :
nb_no: Velg valuta:

source: Date to Use From
nb_no: Bruk dato fra

source: Exchange Rate
nb_no: Valutakurs

source: The selected currency is the company currency.
nb_no: Valgt valuta er firmavalutaen.

source: The company currency is the base currency so exchange rates cannot be set for it.
nb_no: Firmavalutaen er basisvaluta så den kan ikke have vekselkurser.

source: Chart of Accounts
nb_no: Kontoplan

source: The account code must be entered.
nb_no: Kontonummeret må oppgis.

source: The account name cannot be empty.
nb_no: Kontonavnet kan ikke være tomt.

source: The account code must be numeric.
nb_no: Kontonummeret skal være numerisk.

source: Account data has been updated.
nb_no: Kontodata er oppdatert.

source: New account has been added.
nb_no: Ny konto er opprettet.

source: Cannot delete this account because transactions have been created using this account.
nb_no: Kan ikke slette dette konto da transaktioner er registrerede.

source: Cannot delete this account because it is used as one of the company default GL accounts.
nb_no: Kan ikke slette denne konto da den inngår i firmaets egne hovedbok system kontoer.

source: Cannot delete this account because it is used by a bank account.
nb_no: Kan ikke slette denne konto da den bruges som bankkonto.

source: Cannot delete this account because it is used by one or more Items.
nb_no: Kan ikke slette denne konto da den bruges af andre enheder.

source: Cannot delete this account because it is used by one or more Taxes.
nb_no: Kan ikke slette denne konto da den bruges til moms.

source: Cannot delete this account because it is used by one or more Customer Branches.
nb_no: Kan ikke slette denne konto da den bruges af en eller flere debitor afdelninger.

source: Cannot delete this account because it is used by one or more suppliers.
nb_no: Kan ikke slette denne konto da den brukes av en eller flere leverandører.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
nb_no: Kan ikke slette denne konto da den brukes af andre enheter.

source: Selected account has been deleted
nb_no: Valgt konto er slettet.

source: New account
nb_no: Ny konto

source: Account Code 2:
nb_no: Kontokode:

source: Account Name:
nb_no: Kontonavn:

source: Account Group:
nb_no: Kontogruppe:

source: Account Tags:
nb_no: Konto Tags

source: Account status:
nb_no: Konto Status

source: Add Account
nb_no: Opprett konto

source: Update Account
nb_no: Oppdater konto

source: Delete account
nb_no: Slett konto

source: GL Account Classes
nb_no: Hovedbok Konto Klasser

source: The account class ID must be numeric.
nb_no: Kontonummeret skal være numerisk.

source: The account class name cannot be empty.
nb_no: Konto klassenavnet kan ikke være tomt.

source: Selected account class settings has been updated
nb_no: Valgt kontoklasse opsett er oppdatert.

source: New account class has been added
nb_no: Ny kontoklasse er opprettet.

source: Cannot delete this account class because GL account types have been created referring to it.
nb_no: Kan ikke slette kontoklassen da kontoen har referanser til denne.

source: Selected account class has been deleted
nb_no: Valgt kontoklasse er slettet.

source: Class ID
nb_no: Klasse ID

source: Class Name
nb_no: Klassenavn

source: Class Type
nb_no: Klassetype

source: Balance Sheet
nb_no: Balanse

source: Class ID:
nb_no: Klasse ID:

source: Class Name:
nb_no: Klassenavn

source: Class Type:
nb_no: Klassetype:

source: GL Account Groups
nb_no: Hovedbok Konto Grupper

source: The account id must be an integer and cannot be empty.
nb_no: Kontonavnet kan ikke være tomt.

source: The account group name cannot be empty.
nb_no: Kontogruppe navnet kan ikke være tomt.

source: You cannot set an account group to be a subgroup of itself.
nb_no: Kontogruppen kan ikke være en undergruppe af sig selv.

source: Selected account type has been updated
nb_no: Valgt kontotype er oppdatert.

source: New account type has been added
nb_no: Ny kontotype er opprettet.

source: Cannot delete this account group because GL accounts have been created referring to it.
nb_no: Kan ikke slette denne kontogruppe, da kontoer refererer til den.

source: Cannot delete this account group because GL account groups have been created referring to it.
nb_no: Kan ikke slette denne kontogruppe da andre grupper refererer til den.

source: Selected account group has been deleted
nb_no: Valgt konto gruppe er slettet.

source: Subgroup Of
nb_no: Undergruppe av

source: Subgroup Of:
nb_no: Undergruppe av:

source: Quick Entries
nb_no: Hurtig Posteringer

source: Add new
nb_no: Opprett ny

source: The Quick Entry description cannot be empty.
nb_no: Vare kategorien kan ikke være tom.

source: The base amount description cannot be empty.
nb_no: Områdebeskrivelse kan ikke være tom.

source: Selected quick entry has been updated
nb_no: Valgt måleenhed er opdateret.

source: New quick entry has been added
nb_no: Et nytt hurtig oppsett lagt til

source: Selected quick entry line has been updated
nb_no: Den valgte hurtig ordre linje er oppdatert

source: New quick entry line has been added
nb_no: Et nytt hurtig linje har blitt lagt til

source: Selected quick entry has been deleted
nb_no: Valgt måleenhed er slettet.

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
nb_no: Hurtig postering har posteringer. Kan ikke slettes

source: Selected quick entry line has been deleted
nb_no: Valgte hurtig posteringslinje er slettet

source: Base Amount
nb_no: Valgt beløp

source: Entry Type
nb_no: Oppretts type

source: Base Amount Description
nb_no: Valgt beløp beskrivelse

source: Default Base Amount
nb_no: Valgt base beløp

source: Quick Entry Lines
nb_no: Hurtig postering linjer

source: Post
nb_no: Postering

source: Account/Tax Type
nb_no: Konto/MVA kode:

source: Posted
nb_no: Oppdatert

source: Tax Type
nb_no: Momstype

source: Part
nb_no: Del

source: View Bank Transfer
nb_no: Vis bank overførsel

source: From Bank Account
nb_no: Fra bankkonto

source: To Bank Account
nb_no: Til bankkonto

source: Transfer Type
nb_no: Overførselstype

source: This transfer has been voided.
nb_no: Overførsel er nulstillet.

source: View Bank Deposit
nb_no: Vis innbetaling

source: GL Deposit
nb_no: Bokføringsinnbetaling

source: From
nb_no: Fra

source: Deposit Type
nb_no: Innbetalingstype

source: This deposit has been voided.
nb_no: Innbetalingen er kanselert.

source: There are no items for this deposit.
nb_no: Det finnes ingen poster for denne innbetaling.

source: Items for this Deposit
nb_no: Poster for denne innbetaling

source: Item Amounts are Shown in :
nb_no: Postering vises i :

source: Account Code
nb_no: Kontonummer

source: Account Description
nb_no: Kontonavn

source: View Bank Payment
nb_no: Vis bankutbetaling

source: GL Payment
nb_no: Bilag utbetaling

source: Pay To
nb_no: Betal til

source: Payment Type
nb_no: Utbetalingstype

source: This payment has been voided.
nb_no: Denne Utbetaling er kansellert.

source: There are no items for this payment.
nb_no: Det finnes ingen posteringer for denne utbetaling.

source: Items for this Payment
nb_no: Postering for denne utbetaling

source: General Ledger Transaction Details
nb_no: Bilag - detaljer

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
nb_no: Script skal kaldes med en gyldig transaktionstype og nummer for at vise bilaget.

source: No general ledger transactions have been created for
nb_no: Ingen posteringer er opprettet for

source: number
nb_no: nummer

source: This transaction has been voided.
nb_no: Denne postering er kansellert.

source: Cannot create database
nb_no: Kan ikke opprette databasen

source: Item Adjustments Note
nb_no: Lagerjusteringsnotat

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
nb_no: Der er ikke opprettet noen varer på lager, som kan justeres (kjøpte eller produserte).

source: There are no inventory movement types defined in the system. Please define at least one inventory adjustment type.
nb_no: Der findes ingen lagerbevægelsestyper defineret. Venligst opret mindst en bevægelsestype.

source: Items adjustment has been processed
nb_no: Lagerjusteringen er gennemført.

source: &View this adjustment
nb_no: Vis lagerjusteringen

source: View the GL &Postings for this Adjustment
nb_no: Vis bilaget for denne ændring

source: Enter &Another Adjustment
nb_no: Opret en ny lagerjustering

source: You must enter at least one non empty item line.
nb_no: Du skal angive mindst en varelinie.

source: The entered date for the adjustment is invalid.
nb_no: Angivet dato for denne lagerjustering er ugyldig.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
nb_no: Endringen kan ikke gennemføres da den vil resultere i en negativ varebalanse:

source: The quantity entered is negative or invalid.
nb_no: Det oppgitte antall er negativt eller ugyldig.

source: The entered standard cost is negative or invalid.
nb_no: Den oppgitte standard kostnaden er negativ eller ugyldig.

source: Adjustment Items
nb_no: Lagerjusteringer

source: Process Adjustment
nb_no: Registrer endringen

source: Inventory Item Cost Update
nb_no: Oppdater vare innkjøpskostnader

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
nb_no: Der finnes ingen vareomkostninger defineret i systemet (kjøpte eller produserte).

source: The entered cost is not numeric.
nb_no: Angiven omkostning er ikke numerisk.

source: The new cost is the same as the old cost. Cost was not updated.
nb_no: Den nye omkostning er den samme som den gamle omkostning. Omkostningen blev ikke opdateret.

source: Cost has been updated.
nb_no: Kostnadene er oppdatert.

source: View the GL Journal Entries for this Cost Update
nb_no: Vis bilaget for denne omkostningsopdatering

source: Item:
nb_no: Vare:

source: Standard Material Cost Per Unit
nb_no: Standard materialeomkostning per enhed

source: Standard Labour Cost Per Unit
nb_no: Standard arbejdsomkostningper enhed

source: Standard Overhead Cost Per Unit
nb_no: Standard faste omkostninger per enhed

source: Inventory Item Sales prices
nb_no: Salgspriser

source: There are no items defined in the system.
nb_no: Der findes ingen varer defineret i systemet.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
nb_no: Det findes ingen salgstyper i systemet. Venligst angiv salgstyper inden du angiver priser.

source: The price entered must be numeric.
nb_no: Angivet pris skal være numerisk.

source: This price has been updated.
nb_no: Prisen er opdateret.

source: The new price has been added.
nb_no: Den nye pris er tilføjet.

source: The selected price has been deleted.
nb_no: Valgt pris er slettet.

source: Sales Type
nb_no: Salgstype

source: Price
nb_no: Pris

source: There are no prices set up for this part.
nb_no: Det findes ingen priser for denne vare.

source: Currency:
nb_no: Valuta:

source: Sales Type:
nb_no: Salgstype:

source: Price:
nb_no: Pris:

source: The price is calculated.
nb_no: Prisen er opdateret.

source: Supplier Purchasing Data
nb_no: Leverandør Innkjøps Data

source: There are no purchasable inventory items defined in the system.
nb_no: Der findes ingen købte varer defineret i systemet.

source: There are no suppliers defined in the system.
nb_no: Der finnes ingen leverandører definert i systemet.

source: There is no item selected.
nb_no: Ingen vare er valgt.

source: The price entered was not numeric.
nb_no: Angivet pris er ikke numerisk.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
nb_no: Angiven omregningsfaktor er ikke numerisk. Prisen bliver divideret med omregningsfaktoren...

source: This supplier purchasing data has been added.
nb_no: Denne Leverandørs innkjøps data er oppdatert.

source: Supplier purchasing data has been updated.
nb_no: Leverandørs innkjøps data er oppdatert.

source: The purchasing data item has been sucessfully deleted.
nb_no: Indkøbsdataen er slettet.

source: Entered item is not defined. Please re-enter.
nb_no: Angiven vare er ikke defineret. Venligst angiv igen.

source: There is no purchasing data set up for the part selected
nb_no: Det findes ingen indkøbsdata for valgt vare.

source: Supplier
nb_no: Leverandør

source: Supplier's Unit
nb_no: Leverandørens Enhet

source: Conversion Factor
nb_no: Omregningsfaktor (for vår måleenhed):

source: Supplier's Description
nb_no: Leverandørens Beskrivelse

source: Supplier:
nb_no: Leverandør:

source: Suppliers Unit of Measure:
nb_no: Leverandørens måleenhet.

source: Conversion Factor (to our UOM):
nb_no: Omregningsfaktor (for vår måleenhed):

source: Supplier's Code or Description:
nb_no: Leverandørs Kode eller Beskrivelse:

source: Reorder Levels
nb_no: Bestillingspunkter

source: There are no inventory items defined in the system (Purchased or manufactured items).
nb_no: Der findes ingen lagervarer opprettet i systemet (kjøpte eller produserte varer).

source: Location
nb_no: Lagerplass

source: Quantity On Hand
nb_no: Antal på lager

source: Re-Order Level
nb_no: Bestillingspunkt

source: Inventory Location Transfers
nb_no: Lagerplass overførsler

source: Inventory transfer has been processed
nb_no: Lageroverførsel er registreret

source: &View this transfer
nb_no: Vis denne overførsel

source: Enter &Another Inventory Transfer
nb_no: Opret en ny lageroverførsel

source: The locations to transfer from and to must be different.
nb_no: Lagerplass til og fra må være forskellige.

source: The quantity entered is greater than the available quantity for this item at the source location :
nb_no: Angivet antal er større end disponibel antal for denne vare i kilde-lageret.

source: The quantity entered must be a positive number.
nb_no: Angivet antal skal være positivt.

source: Items
nb_no: Varer

source: Process Transfer
nb_no: Registrer overførslen

source: Inventory Item Movement
nb_no: Lagerbevægelser

source: From Location:
nb_no: Fra lagerplass:

source: Show Movements
nb_no: Vis bevægelser

source: Refresh Inquiry
nb_no: Opdater oversigt

source: Detail
nb_no: Detaljer

source: Quantity In
nb_no: Antal ind

source: Quantity Out
nb_no: Antal ud

source: Quantity on hand before
nb_no: Antal på lager inden

source: Quantity on hand after
nb_no: Antal på lager efter

source: Inventory Item Status
nb_no: Lagerliste

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
nb_no: Dette er en tjeneste og kan ikke have lagerbeholdning, kun total udestående ordre vises.

source: Demand
nb_no: Behov

source: Available
nb_no: Disponibel

source: On Order
nb_no: I ordre

source: Only jpg files are supported - a file extension of .jpg is expected
nb_no: Kun jpg filer er supportet - et filslut på .jpg forventes

source: There are no item categories defined in the system. At least one item category is required to add a item.
nb_no: Der findes ingen varekategorier defineret i systemet. Mindst en varekategori er nødvendig for at kunne oprette en vare.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
nb_no: Der findes ingen vare momstyper defineret i systemet. Mindst en vare momstype er nødvendig for at oprette en vare.

source: The item name must be entered.
nb_no: Varenavnet skal angives.

source: The item code cannot be empty
nb_no: Varenummeret kan ikke være tomt

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
nb_no: Varenummeret kan ikke indeholde følgende tegn - & + eller et mellemrum eller anførselstegn.

source: Item has been updated.
nb_no: Varen er opdateret.

source: A new item has been added.
nb_no: En ny vare er opprettet.

source: Cannot delete this item because there are stock movements that refer to this item.
nb_no: Kan ikke slette varen da der er tilknyttede lagerbevægelser.

source: Cannot delete this item record because there are bills of material that require this part as a component.
nb_no: Kan ikke slette varen da der findes producerede varer der behøver dette komponent.

source: Cannot delete this item because there are existing purchase order items for it.
nb_no: Kan ikkee slette varen da der eksisterer tilhørende innkøpsordrer.

source: Selected item has been deleted.
nb_no: Valgt vare er slettet.

source: Select an item:
nb_no: Vælg en vare:

source: New item
nb_no: Ny vare

source: Item
nb_no: Vare

source: Item Code:
nb_no: Varenummer:

source: Description:
nb_no: Beskrivelse:

source: Category:
nb_no: Kategori:

source: Item Tax Type:
nb_no: Vare MVA kode:

source: Item Type:
nb_no: Vare type:

source: Units of Measure:
nb_no: Måleenhed:

source: Dimensions
nb_no: Kostnadsteder

source: GL Accounts
nb_no: Kontoplan

source: Other
nb_no: Over

source: Image File (.jpg)
nb_no: Billedfil (.jpg)

source: No image
nb_no: Intet billede

source: Delete Image:
nb_no: Firmalogo:

source: Insert New Item
nb_no: Opret ny vare

source: Update Item
nb_no: Opdatere vare

source: Select this items and return to document entry.
nb_no: Velg denne vare og gå tilbake til dokument inntastning.

source: Clone This Item
nb_no: Slet vare

source: Delete This Item
nb_no: Slet vare

source: Item Categories
nb_no: Varekategorier

source: The item category description cannot be empty.
nb_no: Vare kategorien kan ikke være tom.

source: Selected item category has been updated
nb_no: Valgt varekategori er opdateret.

source: New item category has been added
nb_no: En ny varekategori er opprettet.

source: Cannot delete this item category because items have been created using this item category.
nb_no: Kan ikke slette denne vare kategori da varer refererer til den.

source: Selected item category has been deleted
nb_no: Valgt varekategori er slettet.

source: Tax type
nb_no: Momstype

source: Units
nb_no: Enheder

source: Sales Act
nb_no: Salgskonto:

source: Inventory Account
nb_no: Lagerkonto:

source: COGS Account
nb_no: Vareforbrugskonto:

source: Adjustment Account
nb_no: Lagerjusteringskonto:

source: Assembly Account
nb_no: Produksjonskonto:

source: Category Name:
nb_no: Kategorinavn:

source: Foreign Item Codes
nb_no: Vis varekoder:

source: There are no inventory items defined in the system.
nb_no: Der findes ingen lagervarer defineret i systemet.

source: Item code description cannot be empty.
nb_no: Områdebeskrivelse kan ikke være tom.

source: New item code has been added.
nb_no: En ny varekategori er opprettet.

source: Item code has been updated.
nb_no: Varen er opdateret.

source: Item code has been sucessfully deleted.
nb_no: Indkøbsdataen er slettet.

source: Quantity
nb_no: Antal

source: Category
nb_no: Kategori

source: Quantity:
nb_no: Antal:

source: Units of Measure
nb_no: Måleenhed

source: The unit of measure code cannot be empty.
nb_no: Enhedskoden kan ikke være tom.

source: The unit of measure code is too long.
nb_no: Enhedskoden kan ikke være tom.

source: The unit of measure description cannot be empty.
nb_no: Enhedsbeskrivningen kan ikke være tom.

source: Selected unit has been updated
nb_no: Valgt måleenhed er opdateret.

source: New unit has been added
nb_no: En ny måleenhet er opprettet.

source: Cannot delete this unit of measure because items have been created using this unit.
nb_no: Kan ikke slette denne måleenhedi da varer refererer til den.

source: Selected unit has been deleted
nb_no: Valgt måleenhed er slettet.

source: Unit
nb_no: Enh.

source: Decimals
nb_no: Decimaler

source: User Quantity Decimals
nb_no: Bruger antalsdecimaler

source: Unit Abbreviation:
nb_no: Enhedskode:

source: Descriptive Name:
nb_no: Beskrivelse:

source: Decimal Places:
nb_no: Decimalplaceringer:

source: Inventory Locations
nb_no: Lagerplasser

source: The location code must be five characters or less long (including converted special chars).
nb_no: Lagerplass kan kun være på fem tegn.

source: The location name must be entered.
nb_no: Lagerplassn må oppgis.

source: Selected location has been updated
nb_no: Valgt lagerplass er oppdatert.

source: New location has been added
nb_no: En ny lagerplass er opprettet.

source: Cannot delete this location because item movements have been created using this location.
nb_no: Kan ikke slette denne lagerplass da det finnes lagerbevegelser.

source: Cannot delete this location because it is used by some work orders records.
nb_no: Kan ikke slette denne lagerplass da den refererer til arbeidsordrer.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
nb_no: Kan ikke slette denne lagerplads da den er angiven som standard udleverenceenhed i en debitor afdeling.

source: Cannot delete this location because it is used by some related records in other tables.
nb_no: Kan ikke slette denne lagerplads da den bruges som reference af en debitor afdeling.

source: Selected location has been deleted
nb_no: Valgt lagerplass er slettet.

source: Location Code
nb_no: Lagerplass Kode

source: Location Name
nb_no: Lagerplass Navn:

source: Location Code:
nb_no: Lagerplass Kode:

source: Location Name:
nb_no: Lagerplass Navn:

source: Contact for deliveries:
nb_no: Kontakt v. levering:

source: Telephone No:
nb_no: Telefon:

source: Facsimile No:
nb_no: Fax:

source: Inventory Movement Types
nb_no: Lagerbevægelsestyper

source: The inventory movement type name cannot be empty.
nb_no: Lagerbevægelsestypen kan ikke være tom.

source: Selected movement type has been updated
nb_no: Valgt lagerbevægelsestype er opdateret.

source: New movement type has been added
nb_no: Ny lagerbevegelsestype er opprettet.

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
nb_no: Kan ikke slette denne lagerbevægelsestype da varetransaktioner referererer til den.

source: Selected movement type has been deleted
nb_no: Valgt lagerbevægelsestype er slettet.

source: Stock Item
nb_no: Varelinjer

source: The quantity entered must be numeric and greater than zero.
nb_no: Angivet antal skal være numerisk og større end 0.

source: Kit/alias code cannot be empty.
nb_no: Varenummeret kan ikke være tomt

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
nb_no: Valgt komponent er en forældre til denne vare. Rekursiv materialespecifikation er ikke tilladt.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
nb_no: Valgt komponent findes allerede på denne materialespecifikation. Du kan modifiera antallet men den kan kun optræde en gang på samme materialespecifikation.

source: New alias code has been created.
nb_no: Nyt salgsområde er tilføjet
