Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: Main Menu
sl_si: Glavni menu

source: Logout
sl_si: Odjavi se

source: Restricted access
sl_si: Omejen dostop

source: Login as user: demouser and password: password
sl_si: Poveži se kot uporabnik: demouser in geslo: password

source: Please login here
sl_si: Prosim povežite se tukaj

source: Authorization timeout
sl_si: Odjava zaradi neaktivnosti

source: Login
sl_si: Prijava

source: Version
sl_si: Različica

source: User name
sl_si: Ime uporabnika

source: Password:
sl_si: Geslo:

source: Company
sl_si: Podjetje

source: Login -->
sl_si: Prijava -->

source: Theme:
sl_si: Izgled:

source: Thank you for using
sl_si: Hvala ker uporabljate

source: Click here to Login Again.
sl_si: Pritisnite tukaj, da se znova povežete.

source: Attach Documents
sl_si: Pripni Dokumente

source: Attachment has been inserted.
sl_si: Priloga je bila dodana.

source: Attachment has been updated.
sl_si: Priloga je bila posodobljena.

source: Attachment has been deleted.
sl_si: Priloga je bila izbrisana.

source: Type:
sl_si: Tip:

source: Description
sl_si: Opis

source: Filename
sl_si: Ime dokumenta

source: Size
sl_si: Velikost

source: Filetype
sl_si: Tip dokumenta

source: Date Uploaded
sl_si: Datum nalaganja

source: Edit
sl_si: Uredi

source: View
sl_si: Prikaži

source: Download
sl_si: Naloži

source: Delete
sl_si: Izbriši

source: Transaction #
sl_si: Št. prenosa

source: Attached File
sl_si: Priloga

source: Select backup file first.
sl_si: Najprej izberi varnostno kopijo.

source: Backup and Restore Database
sl_si: Varnostna kopija in obnova baze podatkov

source: Backup paths have not been set correctly.
sl_si: Varnostna kopija ni bila pravilno nastavljena.

source: Please contact System Administrator.
sl_si: Prosim kontaktirajte upravitelja sistema.

source: cannot find backup directory
sl_si: ne najdem varnostne kopije

source: Backup successfully generated.
sl_si: Varnostna kopija je uspešno ustvarjena.

source: Database backup failed.
sl_si: Varnostna kopija baze podatkov ni uspela.

source: No
sl_si: Ne

source: Restore backup completed.
sl_si: Obnova varnostne kopije je uspešna.

source: File successfully deleted.
sl_si: Dokument je uspešno izbrisan.

source: Can't delete backup file.
sl_si: Varnostne kopije ni mogoče izbrisati.

source: You can only upload *.sql backup files
sl_si: Naložite lahko le*.sql datoteke

source: File was not uploaded into the system.
sl_si: Dokument ni bil naložen v sistem.

source: Create backup
sl_si: Ustvari varnostno kopijo

source: Comments:
sl_si: Komentar:

source: Compression:
sl_si: Komprimierung:

source: Create Backup
sl_si: Ustvari varnostno kopijo

source: Backup scripts maintenance
sl_si: Vzdrževanje varnostne kopije

source: View Backup
sl_si: Prikaži varnostno kopijo

source: Download Backup
sl_si: Naloži varnostno kopijo

source: Restore Backup
sl_si: Obnovi varnostno kopijo

source: You are about to restore database from backup file. Do you want to continue?
sl_si: Pravkar boste obnovili podatke varnostne kopije. Želite nadaljevati?

source: Delete Backup
sl_si: Izbriši varnostno kopijo

source: You are about to remove selected backup file. Do you want to continue ?
sl_si: Pravkar boste odstranili izbrane varnostne kopije. Želite nadaljevati?

source: Upload file
sl_si: Naloži dokument

source: Change password
sl_si: Spremeni geslo

source: The password entered must be at least 4 characters long.
sl_si: Geslo mora vsebovati vsaj 4 znake.

source: The password cannot contain the user login.
sl_si: Geslo ne sme vsebovati uporabniškega imena.

source: The passwords entered are not the same.
sl_si: Geslo, ki ste ga vnesli ni enako.

source: Password cannot be changed in demo mode.
sl_si: Gesla ne morete spremeniti v demo način.

source: Your password has been updated.
sl_si: Vaše geslo je bilo posodobljeno.

source: User login:
sl_si: Ime uporabnika:

source: Repeat password:
sl_si: Ponovi geslo:

source: Enter your new password in the fields.
sl_si: Vnesite vaše geslo.

source: Company Setup
sl_si: Nastavitve podjetja

source: Login timeout must be positive number not less than 10.
sl_si: Odjavni čas prijave mora biti positivno število in ne manjše od 10.

source: The company name must be entered.
sl_si: Vnesti morate ime podjetja.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
sl_si: Podpira le JPEG in PNG dokumente.

source: The file size is over the maximum allowed. The maximum size allowed in KB is
sl_si: Velikost dokumenta je večja od dovoljene. Največja dovoljena velikost v KB je

source: Only graphics files can be uploaded
sl_si: Naložite lahko le grafične dokumente

source: The existing image could not be removed
sl_si: Te slike ni mogoče odstraniti.

source: Error uploading logo file
sl_si: Napaka pri nalaganju logotipa

source: Company setup has been updated.
sl_si: Nastavitve podjetja so bile posodobljene.

source: Name (to appear on reports):
sl_si: Ime (kot je prikazano na poročilih):

source: Address:
sl_si: Naslov:

source: Domicile:
sl_si: Sedež podjetja:

source: Phone Number:
sl_si: Telefonska številka:

source: Fax Number:
sl_si: Fax številka:

source: Email Address:
sl_si: E-Mail:

source: Official Company Number:
sl_si: Št. podjetja:

source: GSTNo:
sl_si: UID Nummer:

source: Home Currency:
sl_si: Domača valuta:

source: Fiscal Year:
sl_si: Poslovno leto:

source: Tax Periods:
sl_si: Obračunsko obdobje:

source: Months.
sl_si: Mesci.

source: Tax Last Period:
sl_si: Zadnje obračunsko obdobje:

source: Months back.
sl_si: Mesece nazaj.

source: Company Logo:
sl_si: Logotip podjetja:

source: New Company Logo (.jpg)
sl_si: Nov logotip podjetja (.jpg)

source: Delete Company Logo:
sl_si: Izbriši logotip podjetja:

source: Use Dimensions:
sl_si: Uporaba Dimenzij:

source: Base for auto price calculations:
sl_si: Osnova za avtomatski izračun cen:

source: No base price list
sl_si: Ni osnovnega cenika

source: Add Price from Std Cost:
sl_si: Dodaj ceno standardnih stroškov:

source: Round to nearest:
sl_si: Zaokroži na:

source: Search Item List
sl_si: Iskanje seznama knjižb

source: Search Customer List
sl_si: Iskanje seznama strank

source: Search Supplier List
sl_si: Iskanje seznama dobaviteljev

source: Time Zone on Reports
sl_si: Časovni okvir poročil

source: Login Timeout:
sl_si: Potek prijave:

source: seconds
sl_si: Sekunde

source: Version Id
sl_si: ID različica

source: Update
sl_si: Osveži

source: Create/Update Company
sl_si: Ustvari /Posodobi podjetje

source: When creating a new company, you must provide a Database script file.
sl_si: Ko ustvarjate novo podjetje morate imeti dokument za ustvarjanje baze strank.

source: This database settings are already used by another company.
sl_si: Te nastavitve baze strank že uporablja drugo podjetje.

source: You cannot have table set without prefix together with prefixed sets in the same database.
sl_si: V bazi ne morete imeti skupaj tabel z in brez predpone In der Datenbank können keine Tabellen mit und ohne Präfix gemischt werden.

source: Error creating Database:
sl_si: Napaka pri ustvarjanju baze podatkov:

source: , Please create it manually
sl_si: , Prosim ustvarite jo ročno

source: Cannot create new company due to bugs in sql file.
sl_si: Zaradi napake v SQL datoteki ne morete ustvariti novega podjetja.

source: Error uploading Database Script, please upload it manually
sl_si: Napaka pri nalaganju baze podatkov, prosim naložite jo ročno

source: Error connecting to Database:
sl_si: Napaka pri povezavi z bazo podatkov:

source: , Please correct it
sl_si: , Prosim popravite

source: Cannot open the configuration file -
sl_si: Datoteke z nastavitvami ni mogoče odpreti -

source: Cannot write to the configuration file -
sl_si: Ni mogoče pisati v datoteke z nastavitvami -

source: The configuration file
sl_si: Datoteke z nastavitvami

source: is not writable. Change its permissions so it is, then re-run the operation.
sl_si: ne da se pisati. Spremenite dovoljenja, nato poskusite znova.

source: New company has been created.
sl_si: Ustvarjeno je bilo novo podjetje.

source: Company has been updated.
sl_si: Podjetje je bilo posodobljeno.

source: Broken company subdirectories system. You have to remove this company manually.
sl_si: Napačne podmape sistema. To podjetje morate odstraniti ročno.

source: Cannot rename subdirectory to temporary name.
sl_si: Podmape ni mogoče preimenovati v obstoječe ime.

source: Cannot rename company subdirectory
sl_si: Podmape podjetja ni mogoče preimenovati

source: Error removing Database:
sl_si: Napaka pri odstranjevanju baze podatkov:

source: , please remove it manually
sl_si: , prosim odstranite ročno

source: Cannot remove temporary renamed company data directory
sl_si: Začasno preimenovane baze podatkov ni mogoče odstraniti

source: Are you sure you want to delete company no.
sl_si: Ste prepričani da želite izbrisati št. podjetja

source: Database Host
sl_si: Baza podatkov gostitelja

source: Database User
sl_si: Baza podatkov uporabnika

source: Database Name
sl_si: Ime baze podatkov

source: Table Pref
sl_si: Predpona tabel

source: Default
sl_si: Privzeto

source: Yes
sl_si: Da

source: The marked company is the current company which cannot be deleted.
sl_si: Označeno podjetje ne more biti izbrisano.

source: Host
sl_si: Gostitelj

source: Database Password
sl_si: Geslo baze podatkov

source: None
sl_si: Noben

source: Database Script
sl_si: Skripta baze podatkov

source: New script Admin Password
sl_si: Novo geslo za admin

source: Choose from Database scripts in SQL folder. No Database is created without a script.
sl_si: Izberite med skriptami baze podatkov v SQL mapi. Brez skripte ne morete ustvariti baze podatkov.

source: Save
sl_si: Shrani

source: Create a new company
sl_si: Ustvari novo podjetje

source: Contact Categories
sl_si: Skupine artiklov

source: Short Name
sl_si: Skrajšano ime

source: Category Description:
sl_si: Opis ključne besede:

source: Display Setup
sl_si: Nastavitve zaslona

source: Query size must be integer and greater than zero.
sl_si: Velikost poizvedbe mora biti celo število in večje od 0.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
sl_si: Nastavitve zaslona so posodobljene. Spremenjene nastavitve se obnovijo ob vsaki prijavi v demo način.

source: Display settings have been updated.
sl_si: Nastavitve zaslona so posodobljene.

source: Decimal Places
sl_si: Decimalno število

source: Prices/Amounts:
sl_si: Cene/Zneski:

source: Quantities:
sl_si: Količine:

source: Exchange Rates:
sl_si: Menjalni tečaji:

source: Percentages:
sl_si: Odstotki:

source: Dateformat and Separators
sl_si: Oblika datuma in ločila

source: Dateformat:
sl_si: Oblika datuma:

source: Date Separator:
sl_si: Ločilo za datum:

source: Thousand Separator:
sl_si: Ločilo tisočic:

source: Decimal Separator:
sl_si: Ločilo decimalk:

source: Language
sl_si: Jezik

source: Language:
sl_si: Jezik:

source: Miscellaneous
sl_si: Razno

source: Show hints for new users:
sl_si: Prikaz namigov za nove uporabnike:

source: Show GL Information:
sl_si: Prikaz FR informacij:

source: Show Item Codes:
sl_si: Prikaz gesel knjižb:

source: Page Size:
sl_si: Velikost strani:

source: Start-up Tab
sl_si: Začetni tabulator

source: Printing profile
sl_si: Profil tiskanja

source: Browser printing support
sl_si: Podpora brskalnika za tiskanje

source: Use popup window to display reports:
sl_si: Za prikaz poročil uporabi pojavno okno:

source: Set this option to on if your browser directly supports pdf files
sl_si: Vključi to izbiro če tvoj brskalnik podpira PDF datoteke

source: Use icons instead of text links:
sl_si: Uporabi ikone namesto povezav:

source: Set this option to on for using icons instead of text links
sl_si: Vključi to izbiro za uporabo ikon namesto povezav

source: Query page size:
sl_si: Velikost strani poizvedbe:

source: Remember last document date:
sl_si: Zapomni si datum zadnjega dokumenta:

source: If set document date is remembered on subsequent documents, otherwise default is current date
sl_si: Če je nastavljen datum shranjen pri naslednjih dokumentih, drugače je privzet trenutni datum

source: Fiscal Years
sl_si: Poslovna Leta

source: Invalid BEGIN date in fiscal year.
sl_si: Neveljaven začetni datum poslovnega leta.

source: Invalid END date in fiscal year.
sl_si: Neveljaven končni datum poslovnega leta.

source: BEGIN date bigger than END date.
sl_si: Začetni datum je večji od končnega.

source: Cannot CLOSE this year because there are open fiscal years before
sl_si: Tega leta ni mogoče zaključiti, ker so še odprta predhodna poslovna leta

source: Selected fiscal year has been updated
sl_si: Izbrano poslovno leto je posodobljeno

source: New fiscal year has been added
sl_si: Dodano je bilo novo poslovno leto

source: Cannot delete this fiscal year because thera are fiscal years before.
sl_si: Tega poslovnega leta ni mogoče izbrisati zaradi predhodnih.

source: Cannot delete this fiscal year because the fiscal year is not closed.
sl_si: Tega poslovnega leta ni mogoče izbrisati ker še ni zaključeno.

source: Selected fiscal year has been deleted
sl_si: izbrano poslovno leto je bilo izbrisano

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
sl_si: Opozorilo: Izbris poslovnega leta odstrani vse transakcije in jih pretvori v ustrezno stanje. Tega procesa ni mogoče razveljaviti!

source: Fiscal Year Begin
sl_si: Začetek poslovnega leta

source: Fiscal Year End
sl_si: Zaključek poslovnega leta

source: Closed
sl_si: Zaključeno

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
sl_si: Ali ste prepričani da želite izbrisati poslovno leto %s - %s? Vse transakcije bodo izbrisane. Želite nadaljevati?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
sl_si: Označeno poslovno leto je trenutno poslovno leto in ga ne morete izbrisati.

source: Fiscal Year Begin:
sl_si: Začetek poslovnega leta:

source: Fiscal Year End:
sl_si: Zaključek poslovnega leta:

source: Is Closed:
sl_si: Je zaključeno:

source: Forms Setup
sl_si: Nastavitve Formularjev

source: Forms settings have been updated.
sl_si: Nastavitve Formularjev so bile spremenjene.

source: Form
sl_si: Formular

source: Next Reference
sl_si: Naslednja številka

source: System and General GL Setup
sl_si: Sistem- in splošne Finančno / Računovodske Nastavitve

source: The delivery over-receive allowance must be between 0 and 100.
sl_si: Dovoljena najvišja dostava mora biti med 0 in 100.

source: The invoice over-charge allowance must be between 0 and 100.
sl_si: Dovoljen najvišji račun mora biti med 0 in 100.

source: The past due days interval allowance must be between 0 and 100.
sl_si: Dovoljen interval zapadlih dni mora biti med 0 in 100.

source: The general GL setup has been updated.
sl_si: Splošne računovodske nastavitve so bile posodobljene.

source: General GL
sl_si: F/R Splošno

source: Past Due Days Interval:
sl_si: Interval za sistemske analize:

source: days
sl_si: Dan/Dni

source: Retained Earnings:
sl_si: Zadržani dobiček:

source: Profit/Loss Year:
sl_si: Letni dobiček/-izguba:

source: Exchange Variances Account:
sl_si: Tečajne razlike računa:

source: Bank Charges Account:
sl_si: Stroški Bančnega računa:

source: Customers and Sales
sl_si: Stranke in prodaja

source: Default Credit Limit:
sl_si: Standardni Kreditni Limit:

source: Accumulate batch shipping:
sl_si: Povzetek zbirne dostave:

source: Legal Text on Invoice:
sl_si: Zakonsko določen text na računu:

source: Shipping Charged Account:
sl_si: Konto stroš.dostave:

source: Customers and Sales Defaults
sl_si: Stranke in prodaja - Standardne nastavitve

source: Receivable Account:
sl_si: Račun terjatev:

source: Sales Account:
sl_si: Račun prihodkov:

source: Sales Discount Account:
sl_si: Konto Popusti:

source: Prompt Payment Discount Account:
sl_si: Račun popustov:

source: Delivery Required By:
sl_si: Zahtevana dostava v:

source: Dimension Defaults
sl_si: Dimenzije - Standardne nastavitve

source: Dimension Required By After:
sl_si: Dimenzije potrebna po:

source: Suppliers and Purchasing
sl_si: Dobavitelji in nakupi

source: Delivery Over-Receive Allowance:
sl_si: Dovoljena PRE-Dobava:

source: Invoice Over-Charge Allowance:
sl_si: Dovoljeno PRE-Fakturiranje:

source: Suppliers and Purchasing Defaults
sl_si: Dobavitelji in nakupi - Standardne nastavitve

source: Payable Account:
sl_si: Račun Plačil:

source: Purchase Discount Account:
sl_si: Konto popusti iz nakupov:

source: Inventory
sl_si: Zaloga

source: Allow Negative Inventory:
sl_si: DOVOLI NEGATIVNO ZALOGO:

source: Warning: This may cause a delay in GL postings
sl_si: POZOR: To lahko povzroči zakasnitev F/R knjiženj

source: Items Defaults
sl_si: Artikel - Standardne nastavitve

source: Inventory Account:
sl_si: Račun zaloga:

source: C.O.G.S. Account:
sl_si: Račun uporabljeni RD:

source: Inventory Adjustments Account:
sl_si: Račun prilagoditve zaloge:

source: Item Assembly Costs Account:
sl_si: Stroški računa knjižbe:

source: Manufacturing Defaults
sl_si: Produkcija - Standardne nastavitve

source: Work Order Required By After:
sl_si: Delovni nalog zahtevan po:

source: Install/Update Languages
sl_si: Namestitev / Sprememba jezikov

source: Name
sl_si: Oznaka

source: Encoding
sl_si: Kodiranje

source: Right To Left
sl_si: Od desne proti levi

source: Available
sl_si: Na razpolago

source: Installed
sl_si: Naloženo

source: Install
sl_si: Namestitev

source: The marked language is the current language which cannot be deleted.
sl_si: Trenutnega jezika ni mogoče izbrisati.

source: Language name, code nor encoding cannot be empty
sl_si: Ime jezika in koda ne more ostati prazno.

source: Language Code
sl_si: Koda jezika

source: Language Name
sl_si: Ime jezika

source: Default Language
sl_si: Privzet jezik

source: Language File
sl_si: Datoteka jezika

source: Select your language files from your local harddisk.
sl_si: Izberite datoteke jezika iz trdega diska

source: Install/Activate extensions
sl_si: Namestitev / Aktivacija Dodatkov

source: Extension name cannot be empty.
sl_si: Daljšo ime ne more ostati prazno.

source: Extension name have to be unique.
sl_si: Daljšo ime mora biti edinstveno..

source: Extension title cannot be empty.
sl_si: Daljši naslov ne more ostati prazen.

source: Extension folder name cannot be empty.
sl_si: Daljše ime datoteke ne more ostati prazno.

source: You have to select plugin file to upload
sl_si: Za nalaganje morate izbrati plugin datoteko

source: Selected extension has been successfully deleted
sl_si: Izbrana razširitev je bila uspešno izbrisana

source: Active
sl_si: Aktivno

source: Folder
sl_si: Mapa

source: Menu Tab
sl_si: Tabulator menija

source: Menu Link Text
sl_si: Besedilo povezave menija

source: Default status
sl_si: Privzet status

source: Module File
sl_si: Datoteka modula

source: Access Levels Extensions
sl_si: Razširitve dostopnih ravnin

source: SQL File
sl_si: SQL-Datoteka

source: Select your module PHP file from your local harddisk.
sl_si: Prosim izberite modul PHP-datoteko iz trdega diska.

source: Extension data has been updated.
sl_si: Razširjenje podatkov je bilo posodobljeno.

source: Extension has been installed.
sl_si: Razširitev je bila nastavljena.

source: Current active extensions set has been saved.
sl_si: Aktivne razširitve so bile shranjene.

source: Extensions:
sl_si: Razširitve:

source: Software Upgrade
sl_si: Programska posodobitev

source: Upgrade cannot be done because database has been already partially upgraded. Please downgrade database to clean previous version or try forced upgrade.
sl_si: Posodobitev ni možna, ker je baza podatkov že bila delno posodobljena. Nastavite na prejšnjo različico ali poskusite s prisilno posodobitvijo.

source: Cannot connect to database for company
sl_si: Ne morem se povezati z bazo podatkov za podjetje

source: Database upgrade to version %s failed for company '%s'.
sl_si: Posodobitev podatkovne baze za različico %s od stranke '%s' je spodletela.

source: You should restore company database from latest backup file
sl_si: Obnovite bazo podatkov podjetja iz zadnje varnostne datoteke.

source: All companies data has been successfully updated
sl_si: Vsi podatki podjetij so bili uspešno posodobljeni

source: Sql file
sl_si: SQL-Datoteka

source: Force upgrade
sl_si: Prisilna posodobitev

source: Partially installed (%s)
sl_si: Delno nameščeno (%s)

source: Database upgrades marked as partially installed cannot be installed automatically. You have to clean database manually to enable them, or try to perform forced upgrade.
sl_si: Posodobitve baze podatkov, ki so bile delno nameščene, ne morete namestiti avtomatsko. Omogočiti jih morate ročno ali prisilno posodobiti.

source: Upgrade system
sl_si: Posodobi sistem

source: Save database and perform upgrade
sl_si: Shrani bazo podatkov in začni s posodobitvijo

source: Payment Terms
sl_si: Plačilni pogoji

source: The number of days or the day in the following month must be numeric.
sl_si: Število dni mora biti število.

source: The Terms description must be entered.
sl_si: Vnesti morate opis plačilnih pogojev.

source: Selected payment terms have been updated
sl_si: Izbrani plačilni pogoji so bili posodobljeni

source: New payment terms have been added
sl_si: Dodani so bili novi plačilni pogoji

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
sl_si: Tega plačilnega pogoja ni mogoče izbrisati, ker se nanaša na račune strank.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
sl_si: Tega plačilnega pogoja ni mogoče izbrisati, ker se nanaša na račune dobaviteljev.

source: Selected payment terms have been deleted
sl_si: Izbrani plačilni pogoji so bili izbrisani

source: Type
sl_si: Tip

source: N/A
sl_si: N/V

source: Terms Description:
sl_si: Opis plačilnih pogojev:

source: Payment type:
sl_si: Način plačila:

source: Days (Or Day In Following Month):
sl_si: Dnevi (ali dan v sledečem mesecu):

source: Printer Locations
sl_si: Lokacije tiskalnikov

source: Printer name cannot be empty.
sl_si: Ime tiskalnika ne more ostati prazno.

source: You have selected printing to server at user IP.
sl_si: Izbrali ste tiskanje za strežnik z IP uporabnika.

source: Timeout cannot be less than zero nor longer than 60 (sec).
sl_si: Potek časa mora biti med 0 in 60 sekund.

source: New printer definition has been created
sl_si: Ustvarjene so bile nove nastavitve tiskalnika.

source: Selected printer definition has been updated
sl_si: Izbrane nastavitve tiskalnika so bile posodobljene

source: Cannot delete this printer definition, because print profile have been created using it.
sl_si: Te nastavitve tiskalnika ni mogoče izbrisati, ker se nanaša na tiskanje.

source: Selected printer definition has been deleted
sl_si: Izbrana nastavitev tiskalnika je bila izbrisana

source: Printer Queue
sl_si: Čakalna vrsta tiskalnika

source: Printer Name
sl_si: Oznaka Tiskalnika

source: Printer Description
sl_si: Opis Tiskalnika

source: Host name or IP
sl_si: Ime ali IP gosta

source: Timeout
sl_si: Potek časa

source: Printing Profiles
sl_si: Nastavitve tiskalnika

source: Default printing destination
sl_si: Privzet cilj tiskanja

source: Printing profile name cannot be empty.
sl_si: Ime nastavitve tiskalnika ne more ostati prazno.

source: New printing profile has been created
sl_si: Ustvarjena je bila nova nastavitev tiskanja

source: Printing profile has been updated
sl_si: Nastavitev tiskanja je bila posodobljena
