Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.14-1.po
Languages: ur_pk

source: Your password has been updated.
ur_pk: پاس ورڈ کو اپ ڈیٹ کیا گیا ہے.

source: Zero/negative inventory handling
ur_pk: منفی صفر / انوینٹری کو سنبھالنے

source: and
ur_pk: اور

source: at Location:
ur_pk: مقام پر:

source: at line
ur_pk: لائن میں

source: balance from account
ur_pk: اکاؤنٹ سے توازن

source: cannot find backup directory
ur_pk: بیک اپ ڈائریکٹری کو تلاش نہیں کر سکتے

source: click here
ur_pk: یہاں کلک کریں

source: days
ur_pk: دن

source: email
ur_pk: ای میل

source: for item:
ur_pk: آئٹم کے لئے:

source: from #:
ur_pk: سے

source: from:
ur_pk: سے:

source: in file
ur_pk: فائل میں

source: in units of :
ur_pk: کے یونٹوں میں:

source: kit
ur_pk: کٹ

source: kits
ur_pk: کٹ

source: no title was found in this report definition file.
ur_pk: اس رپورٹ کی تعریف کی فائل میں کوئی عنوان نہیں ملا تھا.

source: number
ur_pk: نمبر

source: per
ur_pk: فی

source: seconds
ur_pk: سیکنڈ

source: to #:
ur_pk: کے لئے

source: to continue
ur_pk: جاری رکھیں

source: to:
ur_pk: کرنے کے لئے:

source: user online
ur_pk: صارف آن لائن

source: users online
ur_pk: صارفین آن لائن
