Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: Sales Order #%d
nb_no: Ordre #%d

source: Order Information
nb_no: Ordre information

source: Customer Name
nb_no: Debitor navn

source: Deliver To Branch
nb_no: Leveres til afd.

source: Ordered On
nb_no: Ordredato

source: Requested Delivery
nb_no: Ønsket Leveringsdato

source: Order Currency
nb_no: Ordre valuta

source: Deliver From Location
nb_no: Leveres fra lagerplass

source: Delivery Address
nb_no: Leveringsadresse

source: Telephone
nb_no: Telefon

source: Delivery Notes
nb_no: Følgesedler

source: Sales Invoices
nb_no: Debitor fakturaer

source: Credit Notes
nb_no: Kreditnotaer

source: This Sales Order is used as a Template.
nb_no: Ordren er slettet som ønsket

source: Quantity Delivered
nb_no: Antall Levert

source: Total Order Value
nb_no: Total Ordre Verdi

source: Cannot update bank transactions
nb_no: Kan ikke oppdatere bank posteringene

source: Cannot store next sales order reference.
nb_no: Du skal angive en faktura reference.

source: Item Tax Types
nb_no: Vare MVA Kode

source: The item tax type description cannot be empty.
nb_no: Vare momstype beskrivelse kan ikke være tom.

source: Selected item tax type has been updated
nb_no: Den valgte momstype er opdateret

source: New item tax type has been added
nb_no: Den nye vare momstype er blevet tilføjet

source: Cannot delete this item tax type because items have been created referring to it.
nb_no: Kan ikke slette denne vare momstype da varer refererer til den.

source: Selected item tax type has been deleted
nb_no: Den valgte momstype er slettet

source: Tax exempt
nb_no: Momsfrit

source: Is Fully Tax-exempt:
nb_no: Er helt fritatt for mva:

source: Select which taxes this item tax type is exempt from.
nb_no: Velg hvilke mva sats denne vare er fritatt for.

source: Tax Name
nb_no: MVA Navn

source: Is exempt
nb_no: Er fritatt for mva

source: Tax Groups
nb_no: MVA Grupper

source: There are no tax types defined. Define tax types before defining tax groups.
nb_no: Deter ikke definert noen mva koder. Opprett mva koder før du oppretter mva grupper.

source: The tax group name cannot be empty.
nb_no: MVA gruppe må være definert.

source: Selected tax group has been updated
nb_no: Den valgte mva gruppe er oppdatert

source: New tax group has been added
nb_no: En ny MVA gruppe er opprettet.

source: Cannot delete this tax group because customer branches been created referring to it.
nb_no: Kan ikke slette denne momsgruppe, da debitor afdelinger refererer til den.

source: Cannot delete this tax group because suppliers been created referring to it.
nb_no: Kan ikke slette denne mva-gruppe, da leverandører som refererer til gruppen.

source: Selected tax group has been deleted
nb_no: Den valgte momsgruppe er slettet.

source: Tax Shipping
nb_no: MVA på Frakt

source: Tax Shipping:
nb_no: MVA på Frakt:

source: Select the taxes that are included in this group.
nb_no: Velg mva som er inkludert i gruppen.

source: Rate (%)
nb_no: Prosent (%)

source: Tax Types
nb_no: MVA Koder

source: The tax type name cannot be empty.
nb_no: MVA kode navn må defineres.

source: The default tax rate must be numeric and not less than zero.
nb_no: Standard momsprocent skal være numerisk og kan ikke være mindre end 0.

source: New tax type has been added
nb_no: En ny MVA type er opprettet

source: Selected tax type has been updated
nb_no: Den valgte momstype er opdateret.

source: Cannot delete this tax type because tax groups been created referring to it.
nb_no: Kan ikke slette denne momstype da momsgrupper refererer til den.

source: Selected tax type has been deleted
nb_no: Den valgte momstype er slettet

source: Default Rate (%)
nb_no: Procentsats:

source: Sales GL Account
nb_no: Salg, momskonto

source: Purchasing GL Account
nb_no: Innkjøp hovedbokskonto

source: Default Rate:
nb_no: Procentsats:

source: Sales GL Account:
nb_no: Salg, momskonto:

source: Purchasing GL Account:
nb_no: Innkjøp hovedbokskonto:

source: Main Menu
nb_no: Hovedmenu

source: Help
nb_no: Hjælp

source: Preferences
nb_no: Personlige innstillinger

source: Direct Invoice
nb_no: Direkte levering og fakturering

source: Payments
nb_no: Utbetalinger

source: Sales Order Inquiry
nb_no: Ordre oversigt

source: Supplier Invoice
nb_no: Leverandør Faktura

source: Inventory Adjustments
nb_no: Lagerjusteringer

source: Inventory Movements
nb_no: Lagerbevægelsestyper

source: Sales Pricing
nb_no: Salgspriser

source: Ourstanding Work Orders
nb_no: Utestående arbeidsordrer

source: Work Order Inquiry
nb_no: Arbeidsordre oversikt

source: Bills Of Material
nb_no: Materialespecifikationer

source: Dimension Inquiry
nb_no: Kostnadsted spørring

source: Deposits
nb_no: Innbetalinger

source: Bank Account Inquiry
nb_no: Bankkonto

source: GL Account Inquiry
nb_no: Kontoutskrifter

source: Taxes
nb_no: Momssatser

source: Inventory Item Movements
nb_no: Lagerbevægelser

source: Cannot open the languages file -
nb_no: Kan ikke åbne sprogfilen -

source: Cannot write to the language file -
nb_no: Kan ikke skrive til sprogfilen -

source: The language files folder
nb_no: Sprogfilen

source: user online
nb_no: Bruger login

source: users online
nb_no: aktive brukere

source: Voided.
nb_no: Dato nulstillet:

source: There are no transactions for this dimension for the selected period.
nb_no: Det finnes ingen bokførte verdier i dette kostnadsted for den oppgitte perioden.

source: Balance for this Dimension
nb_no: Balanse for dette Kostnadsted

source: Exchange Variance
nb_no: Valutakurs difference konto:

source: Pay To:
nb_no: Betal til:

source: To the Order of:
nb_no: For ordre:

source: Edit document line
nb_no: Ret dokumentlinje

source: Remove line from document
nb_no: Slet linie fra dokument

source: Confirm changes
nb_no: Bekræft ændringer

source: Cancel changes
nb_no: Annuller ændringer

source: Add Item
nb_no: Legg til linje

source: Add new item to document
nb_no: Tilføj ny vare til dokument

source: Reverse Transaction:
nb_no: Reverser posteringen:

source: Quick Entry
nb_no: Budget reg.

source: Edit journal line
nb_no: Ret bilagslinje

source: Remove line from journal
nb_no: Slet linie fra bilag

source: Add new line to journal
nb_no: Legg til ny linje til bilagregisteret

source: System administration
nb_no: Systemadministrator

source: Company setup
nb_no: Firmainformation

source: Special maintenance
nb_no: Sikkerhedskopi scripts

source: Sales configuration
nb_no: Bidrag

source: Sales transactions
nb_no: Transaktioner

source: Sales related reports
nb_no: Ordrelinier

source: Purchase configuration
nb_no: Konfigurationsfilen

source: Purchase transactions
nb_no: Debitorstyring

source: Purchase analytics
nb_no: Indkøb

source: Inventory configuration
nb_no: Vare konfigurasjon

source: Inventory operations
nb_no: Vare oppsett

source: Inventory analytics
nb_no: Vare analyser

source: Manufacturing configuration
nb_no: Produksjons oppsett

source: Manufacturing transations
nb_no: Produksjon posteringer

source: Manufacturing analytics
nb_no: Produksjon analyser

source: Dimensions configuration
nb_no: Kostnadsted Oppsett

source: Banking & GL configuration
nb_no: Bidrag

source: Banking & GL transactions
nb_no: Udestående transaktioner

source: Install/update companies
nb_no: Installer/opdater sprog

source: Install/update languages
nb_no: Installer/opdater sprog

source: Install/upgrade modules
nb_no: Installer/opdater moduler

source: Company parameters
nb_no: Firmainformation

source: Access levels edition
nb_no: Adgangsniveau

source: Users setup
nb_no: Brugere, indstillinger

source: Point of sales definitions
nb_no: Salgsordrer

source: Printers configuration
nb_no: Printer konfigurasjon

source: Print profiles
nb_no: Styring av utskrifter

source: Payment terms
nb_no: Betalingsvilkår

source: Shipping ways
nb_no: Fragt

source: Credit status definitions changes
nb_no: Kreditstatus beskrivelse kan ikke være tom.

source: Inventory locations changes
nb_no: Lagerplass overførsler

source: Inventory movement types
nb_no: Lagerbevægelsestyper

source: Manufacture work centres
nb_no: Produksjons lokaler

source: Forms setup
nb_no: Formular oppsett

source: Voiding transactions
nb_no: Nulstil transaktion

source: Database backup/restore
nb_no: Database adgangskode

source: Attaching documents
nb_no: Vedlegg dokumenter:

source: Display preferences
nb_no: Skjerm innstillinger

source: Password changes
nb_no: Adgangskode:

source: Sales types
nb_no: Salgstyper

source: Sales prices edition
nb_no: Salgstype/prisliste:

source: Sales staff maintenance
nb_no: Sikkerhedskopi scripts

source: Sales areas maintenance
nb_no: Sikkerhedskopi scripts

source: Sales groups changes
nb_no: MVA gruppe endringer

source: Sales templates
nb_no: Salgsområder

source: Recurrent invoices definitions
nb_no: Forfaldne fakturaer

source: Sales transactions view
nb_no: Valgt transaktion er nulstillet.

source: Sales customer and branches changes
nb_no: Vælg debitor afdeling

source: Sales quotations
nb_no: Beskrivelse

source: Sales orders edition
nb_no: Sælger

source: Sales deliveries edition
nb_no: Sælger

source: Sales invoices edition
nb_no: Kunde Fakturaer

source: Sales credit notes against invoice
nb_no: Kreditnotaen er nulstillet.

source: Sales freehand credit notes
nb_no: Kunde Kreditnotaer

source: Customer payments entry
nb_no: Innbetaling fra kunde

source: Customer payments allocation
nb_no: Kunde allokeringer

source: Sales document bulk reports
nb_no: Salgs rapporter:

source: Sales prices listing
nb_no: Salgspriser

source: Sales staff listing
nb_no: Selgeroversikt

source: Customer bulk listing
nb_no: Kundeliste, detaljert

source: Customer status report
nb_no: Kunde status rapport

source: Customer payments report
nb_no: Kunde innbetaling rapport

source: Purchase price changes
nb_no: Endre Innkjøpspriser

source: Supplier transactions view
nb_no: Leverandør styring

source: Suppliers changes
nb_no: Leverandør endringer

source: Purchase order entry
nb_no: Opprett Innkjøpsordre

source: Purchase receive
nb_no: Mottak av varer mot Innkjøpsordre

source: Supplier invoices
nb_no: Leverandør Fakturaer

source: Deleting GRN items during invoice entry
nb_no: Vælg denne vare og gå tilbage til dokument indtastningen.

source: Supplier credit notes
nb_no: Leverandør Kreditnotaer

source: Supplier payments
nb_no: Leverandør betalinger

source: Supplier payments allocations
nb_no: Leverandør utbetaling allokeringer

source: Supplier analytical reports
nb_no: Leverandør og innkjøpsrapporter

source: Supplier document bulk reports
nb_no: Leverandør- og innkjøpsrapporter

source: Supplier payments report
nb_no: Utskrifter av leverandørbetaling

source: Stock items add/edit
nb_no: Varelinjer legg til/endre

source: Sales kits
nb_no: Salg

source: Item categories
nb_no: Varekategorier

source: Units of measure
nb_no: Måleenhet

source: Stock transactions view
nb_no: Oversikt over vare posteringer

source: Foreign item codes entry
nb_no: Vis varekoder:

source: Inventory location transfers
nb_no: Lagerplass overførsler

source: Inventory adjustments
nb_no: Lagerjusteringer

source: Reorder levels
nb_no: Bestillingspunkter

source: Inventory valuation report
nb_no: Lagerverdi rapport

source: Bill of Materials
nb_no: Materialespecifikationer

source: Manufacturing operations view
nb_no: Produksjons oversikt

source: Work order entry
nb_no: Arbeidsordre oppretting

source: Work order releases
nb_no: Frigi arbeidsordre

source: Manufacturing cost inquiry
nb_no: Produksjons kost oppslag

source: Work order bulk reports
nb_no: Arbeidsordre behov

source: Bill of materials reports
nb_no: Materialespecifikationer

source: Dimension tags
nb_no: Kostnadsted Tags

source: Dimension view
nb_no: Kostnadsted oversikt

source: Dimension entry
nb_no: Opprettet Kostnadsted

source: Dimension reports
nb_no: Kostnadsted Rapporter

source: Item tax type definitions
nb_no: Vare MVA Kode

source: GL accounts edition
nb_no: Kontonavn

source: GL account groups
nb_no: Konto grupper

source: GL account classes
nb_no: Konto klasser

source: Bank accounts
nb_no: Bankkontoer

source: Tax rates
nb_no: Momssats

source: Tax groups
nb_no: MVA grupper

source: Fiscal years maintenance
nb_no: Sikkerhedskopi scripts

source: Company GL setup
nb_no: Firmainformation

source: GL Account tags
nb_no: Kontoplan

source: Bank transactions view
nb_no: Transaktioner

source: Exchange rate table changes
nb_no: Valutakurser

source: Bank payments
nb_no: Bankutbetaling

source: Bank deposits
nb_no: Bank Innbetaling

source: Bank account transfers
nb_no: Bankkonto overførsler

source: Manual journal entries
nb_no: Bilagsliste

source: Journal entries to bank related accounts
nb_no: Bilaget er registreret.

source: Budget edition
nb_no: Budget reg.

source: Item standard costs
nb_no: Standard omkostninger

source: Tax reports and inquiries
nb_no: Rapporter og analyser

source: Bank reports and inquiries
nb_no: Rapporter og analyser

source: GL reports and inquiries
nb_no: Rapporter og analyser

source: Back
nb_no: Tilbake

source: Requesting data...
nb_no: Henter data...

source: in file
nb_no: i fil

source: at line
nb_no: på linje

source: DATABASE ERROR :
nb_no: DATABASE FEIL :

source: The entered information is a duplicate. Please go back and enter different values.
nb_no: Angiven information er en dobbelganger. Venligst gå tilbage og angiv andre værdier.

source: This page is usable only with javascript enabled browsers.
nb_no: Denne side kan kun ses med en webbrowser der understøtter javascript.

source: Incorrect Password
nb_no: FeJlagtig adgangskode

source: The user and password combination is not valid for the system.
nb_no: Bruger og adgangskode kombinationen er ugyldig.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
nb_no: Hvis du ikke er en autoriseret bruger, venligst kontakt din systemadministrator for at få en konto som giver dig det nødvendige adgangsniveau.

source: Try again
nb_no: Prøv igjen

source: Security settings have not been defined for your user account.
nb_no: Sikkerhedsindstillinger er ikke defineret for din brugerkonto.

source: Please contact your system administrator.
nb_no: Venligst kontakt din systemadministrator.

source: The security settings on your account do not permit you to access this function
nb_no: Sikkerhedsindstillingen for din konto tillader ej adgang til denne funktion.

source: Bank Payment
nb_no: Bank Utbetaling

source: Bank Deposit
nb_no: Bank Innbetaling

source: Funds Transfer
nb_no: Bankoverførsel

source: Sales Invoice
nb_no: Debitor faktura

source: Customer Payment
nb_no: Kunde Innbetaling

source: Delivery Note
nb_no: Følgeseddel

source: Location Transfer
nb_no: Lagerplass overførsel

source: Inventory Adjustment
nb_no: Lagerjustering

source: Supplier Payment
nb_no: Leverandør Utbetaling

source: Work Order
nb_no: Arbeidsordre

source: Work Order Issue
nb_no: Opprett arbeidsordre

source: Work Order Production
nb_no: Arbeidsordre produksjon

source: Cost Update
nb_no: Omkostningsopdatering

source: Savings Account
nb_no: Bank konto

source: Chequing Account
nb_no: Vanlig konto

source: Cash Account
nb_no: Kassekonto

source: Transfer
nb_no: Overførselstype

source: Cheque
nb_no: Sjekk

source: Cash
nb_no: Kontant

source: Assemble
nb_no: Samle

source: Unassemble
nb_no: Skille ad

source: Advanced Manufacture
nb_no: Avansert produksjon

source: Labour Cost
nb_no: Arbeids kost

source: Assets
nb_no: Eiendeler

source: Equity
nb_no: Egenkapital

source: Income
nb_no: Inntekter

source: Expense
nb_no: Utgifter

source: Remainder
nb_no: Behov

source: % amount of base
nb_no: Udbetalingsbeløb:

source: Taxes added
nb_no: MVA er inkludert

source: Taxes included
nb_no: MVA er inkludert

source: Taxes included, reduce base
nb_no: MVA er inkludert

source: Supplier Invoice/Credit
nb_no: Levareandør Faktura/Kreditnota

source: Purchased
nb_no: Innkjøpt

source: Service
nb_no: Tjeneste

source: Other Allocations
nb_no: Andre Eiendeler

source: This Allocation
nb_no: Denne allokering

source: Total Allocated
nb_no: Totalt allokeret

source: The entry for one or more amounts is invalid or negative.
nb_no: En eller flere beløb er ugyldige eller negative.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
nb_no: Disse allokeringer kan ikke behandles da allokeret beløb er mera end det totale beløb tilbage at allokere.

source: Show also Inactive
nb_no: Vis balancer

source: Prev
nb_no: Pris

source: Next
nb_no: Netto

source: Last
nb_no: Siste

source: You should automatically be forwarded.
nb_no: Du bør sendes videre automatisk.

source: If this does not happen
nb_no: Hvis det ikke sker

source: click here
nb_no: Klikk her

source: to continue
nb_no: for å fortsette

source: Branches
nb_no: Avdelinger

source: Submit changes
nb_no: Bekreft endringer

source: Clone
nb_no: Kopiert

source: Cancel edition
nb_no: Slet leverance

source: Click Here to Pick up the date
nb_no: Trykk her for å hente dato

source: Set filter
nb_no: Tilføy filter

source: Press Space tab for search pattern entry
nb_no: Tryk mellemrum for søgning i feltet

source: Enter code fragment to search or * for all
nb_no: Indtast del af kode for at søge eller * for at få vist alle

source: Enter description fragment to search or * for all
nb_no: Indtast del af beskrivelse for at søge eller * for at få vist alle

source: All Suppliers
nb_no: Alle leverandører

source: Press Space tab to filter by name fragment
nb_no: Tryk på mellemrum, tab for at filtrere efter del af navn

source: Select supplier
nb_no: Velg leverandør

source: All Customers
nb_no: Alle Kunder

source: Press Space tab to filter by name fragment; F2 - entry new customer
nb_no: Tryk på mellemrum + tab, for at filtrere efter del af navn; F4 - opret ny debitor

source: Select customer
nb_no: Velg kunde

source: All branches
nb_no: Alle avdelinger

source: Select customer branch
nb_no: Velg kundeavdeling

source: All Locations
nb_no: Alle lagerplasser

source: All Items
nb_no: Alle varer

source: All Sales Types
nb_no: Alle salgstyper

source: Delayed
nb_no: Forsinket

source: Use Item Sales Accounts
nb_no: Bruk Varens Salgskonto

source: All Types
nb_no: Alle typer

source: Overdue Invoices
nb_no: Forfalte Fakturaer

source: Invoices
nb_no: Fakturaer

source: Overdue Credit Notes
nb_no: Forfalte Kreditnotaer

source: Automatically put balance on back order
nb_no: Automatisk tilføy balansen til restordre

source: Cancel any quantites not delivered
nb_no: Slet antal som ikke leveres

source: Items Returned to Inventory Location
nb_no: Varer returnert til lagerplass

source: Items Written Off
nb_no: Avskrevne varer

source: New role
nb_no: Ny rolle

source: No tags defined.
nb_no: Ingen Tags er definert.

source: No active tags defined.
nb_no: Ingen aktive Tags er definert.

source: in units of :
nb_no: i enheter av:

source: Date Voided:
nb_no: Dato kansellert:

source: Included
nb_no: Inkludert

source: Total Amount
nb_no: Totalt beløp

source: Total Allocated:
nb_no: Total allokering:

source: Left to Allocate:
nb_no: Igjen til å allokere:

source: No Quick Entries are defined.
nb_no: Ingen hurtig posteringer er definert.

source: January
nb_no: Januar

source: February
nb_no: Februar

source: March
nb_no: Mars

source: May
nb_no: Mai

source: June
nb_no: Juni

source: July
nb_no: Juli

source: October
nb_no: Oktober

source: December
nb_no: Desember

source: Su
nb_no: Sø

source: Mo
nb_no: Ma

source: Tu
nb_no: Ti

source: We
nb_no: On

source: Th
nb_no: To

source: Sa
nb_no: Lø

source: W
nb_no: U

source: For Part :
nb_no: for vare:

source: Detail:
nb_no: Detaljer:

source: Positive Adjustment
nb_no: Positiv justering

source: Negative Adjustment
nb_no: Negativ justering

source: To Location:
nb_no: Til lagerplass:

source: Transfer Type:
nb_no: Overførselstype:

source: The bill of material for this item is empty.
nb_no: Materialespecifikationen for denne vare er tom.

source: Total Cost
nb_no: Total omkostning

source: There are no Requirements for this Order.
nb_no: Der findes ingen krav for denne ordre.

source: Unit Quantity
nb_no: Enheter

source: Total Quantity
nb_no: Total antall

source: Units Issued
nb_no: Produserte enheter

source: On Hand
nb_no: På lager

source: Marked items have insufficient quantities in stock.
nb_no: Markerte linjer har utilstrekkelige antall varer på lager.

source: There are no Productions for this Order.
nb_no: Det finnes ingen produksjon for denne ordre.

source: There are no Issues for this Order.
nb_no: Det finnes ingen oppdrag for denne ordre.

source: There are no additional costs for this Order.
nb_no: Det finnes ingen ekstra kostnader for denne ordre.

source: The work order number sent is not valid.
nb_no: Arbeidsordre nummeret er ugyldig.

source: Manufactured Item
nb_no: Produserte varer

source: Into Location
nb_no: Til lagerplass

source: This work order is closed.
nb_no: Arbeidsordren er lukket.

source: Return Items to Location
nb_no: Returner varer til lagerplass

source: Issue Items to Work order
nb_no: Alloker varer for arbeidsordre

source: To Work Centre:
nb_no: Til værksted:

source: Issue Date:
nb_no: Udgivelsesdato:

source: Updated.
nb_no: Oppdater

source: Canceled.
nb_no: Avbrutt

source: Released.
nb_no: Frigi

source: Quick production.
nb_no: Hurtig Produksjoner

source: Production.
nb_no: Produksjon.

source: Cost diff.
nb_no: Kost dif.

source: For Purchase Order
nb_no: For Innkjøps Ordre

source: Deliver Into Location
nb_no: Leveres til lagerplass

source: Date Items Received
nb_no: Mottagelsesdato

source: Order Comments
nb_no: Ordre kommentarer

source: Supplier's Ref.:
nb_no: Leverandørs Ref.:

source: Terms:
nb_no: Vilkår:

source: Invoice Total:
nb_no: Faktura total:

source: Add GL Line
nb_no: Legg til posteringslinje

source: Reset
nb_no: Frigi

source: GL Items for this Invoice
nb_no: Posteringslinjer for denne faktura

source: GL Items for this Credit Note
nb_no: Posteringslinjer for denne kreditnota

source: Quick Entry:
nb_no: Land:

source: Add to Invoice
nb_no: Legg til denne faktura

source: Add to Credit Note
nb_no: Legg til denne Kreditnota

source: Items Received Yet to be Invoiced
nb_no: Modtagne varer til fakturering

source: Delivery Item Selected For Adding To A Supplier Credit Note
nb_no: Den Leverte vare er valgt for at legge til en Leverandørs Kreditnota.

source: Received Items Charged on this Invoice
nb_no: Modtagne varer debiterede på denne faktura

source: Received Items Credited on this Note
nb_no: Mottat varer kreditert på denne kreditnota

source: Received between
nb_no: Mottat mellom

source: and
nb_no: Behov

source: Add All Items
nb_no: Alle varer

source: Sequence #
nb_no: Serie #

source: P.O.
nb_no: Bestillings Ordre nr.

source: Received On
nb_no: Mottat dato

source: Qty Yet To Invoice
nb_no: Antall som ikke enda er fakturert

source: Order Price
nb_no: Ordre pris

source: Qty Yet To Credit
nb_no: Antall igjen til kreditering

source: Line Value
nb_no: Linjeverdi

source: There are no outstanding items received from this supplier that have not been invoiced by them.
nb_no: Det findes ingen udestående varer modtagne fra denne kreditor som ikke allerede er fakturerede.

source: There are no received items for the selected supplier that have been invoiced.
nb_no: Det findes ingen modtagne varer for valgt kreditor som er faktureret.

source: Credits can only be applied to invoiced items.
nb_no: Kredit kan kun gis ved fakturerte varer.

source: Supplier Currency:
nb_no: Leverandør valuta:

source: Supplier's Reference:
nb_no: Leverandør referanse:

source: Receive Into:
nb_no: Motta til:
