Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: Main Menu
nb_no: Hovedmeny

source: Logout
nb_no: Logg ut

source: Restricted access
nb_no: Begrenset område

source: Login as user: demouser and password: password
nb_no: Logg inn som bruker: demouser og passord: password

source: Please login here
nb_no: Logg inn her

source: Authorization timeout
nb_no: Logg inn periode utløpt

source: Login
nb_no: Logg inn:

source: Version
nb_no: Versjon

source: User name
nb_no: Bruker navn

source: Password
nb_no: Passord:

source: Company
nb_no: Firma

source: Login -->
nb_no: Logg inn -->

source: Theme:
nb_no: Skjerm Tema

source: Thank you for using
nb_no: Takk for bruk

source: Click here to Login Again.
nb_no: Klikk her for å logge inn igjen.

source: Attach Documents
nb_no: Vedlegg dokument:

source: Attachment has been inserted.
nb_no: Vedlegget er vedagt

source: Attachment has been updated.
nb_no: Vedlegget er oppdatert.

source: Attachment has been deleted.
nb_no: Vedlegget er slettet.

source: Description
nb_no: Beskrivelse

source: Filename
nb_no: Filnavn

source: Size
nb_no: Størrelse

source: Filetype
nb_no: Filtype

source: Date Uploaded
nb_no: Dato lastet opp:

source: Edit
nb_no: Rediger

source: View
nb_no: Vis

source: Delete
nb_no: Slett

source: Transaction #
nb_no: Postering #:

source: Attached File
nb_no: Vedlagt fil

source: Backup and Restore Database
nb_no: Sikkerhetskopi og gjennopprettelse av database

source: Backup paths have not been set correctly.
nb_no: Sti til sikkerhedskopi er feil.

source: Please contact System Administrator.
nb_no: Vennligst kontakt systemadministrator.

source: cannot find backup directory
nb_no: kan ikke finne sikkerhetskopimappen

source: Backup successfully generated.
nb_no: Sikkerhetskopi OK

source: Database backup failed.
nb_no: Database backup misslykket

source: No
nb_no: Nei

source: Restore backup completed.
nb_no: Sikkerhetskopi tilbakeført.

source: File successfully deleted.
nb_no: Filen slettet.

source: Can't delete backup file.
nb_no: Kan ikke slette backup fil.

source: You can only upload *.sql backup files
nb_no: Du kan kun laste inn *.sql backup filer

source: File was not uploaded into the system.
nb_no: Filen ble ikke lastet opp i systemet

source: Create backup
nb_no: Opprett backup

source: Comments:
nb_no: Kommentarer:

source: Compression:
nb_no: Komprimering

source: Create Backup
nb_no: Opprett sikkerhetskopi

source: Backup scripts maintenance
nb_no: Backup script vedlikehold

source: View Backup
nb_no: Vis sikkerhetskopi

source: Download Backup
nb_no: Download sikkerhetskopi

source: Restore Backup
nb_no: Tilbakefør sikkerhetskopi

source: You are about to restore database from backup file. Do you want to continue?
nb_no: Du er iferd med å legge tilbake en kopi av databasen. Ønsker du å fortsette?

source: Delete Backup
nb_no: Slett sikkerhetskopi

source: You are about to remove selected backup file. Do you want to continue ?
nb_no: Du er iferd med å slette den valgte backup filen. Ønsker du å fortsette?

source: Upload file
nb_no: Last opp fil

source: Change password
nb_no: Skift passord

source: The password entered must be at least 4 characters long.
nb_no: Passord skal minst være 4 tegn.

source: The password cannot contain the user login.
nb_no: Passord kan ikke være den samme som bruker navn.

source: The passwords entered are not the same.
nb_no: Passord som ble tastet inn var ikke lik.

source: Password cannot be changed in demo mode.
nb_no: Passord kan ikke forandres i demo system.

source: Your password has been updated.
nb_no: Passordet er oppdatert.

source: User login:
nb_no: Bruker logg inn:

source: Password:
nb_no: Passord:

source: Repeat password:
nb_no: Gjenta Passord:

source: Enter your new password in the fields.
nb_no: Tast inn ditt nye passord.

source: Company Setup
nb_no: Firma Oppsett

source: Login timeout must be positive number not less than 10.
nb_no: Logg inn timeout må være et positivt tall, ikke mindre enn 10.

source: The company name must be entered.
nb_no: Firmanavnet må opprettes

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
nb_no: Kun .jpg og .png filer er tillatt

source: The file size is over the maximum allowed. The maximum size allowed in KB is
nb_no: Filstørrelsen overskrider det maksimale. Den maksimale størrelse i KB er

source: Only graphics files can be uploaded
nb_no: Du kan kun laste opp grafiske filer

source: The existing image could not be removed
nb_no: Eksisterende logo kan ikke fjernes

source: Error uploading logo file
nb_no: Feil i forbindelse med opplasting av logo

source: Company setup has been updated.
nb_no: Firmainformation er oppdatert.

source: Name (to appear on reports):
nb_no: Navn (vises på rapporter):

source: Address:
nb_no: Adresse:

source: Domicile:
nb_no: Poststed:

source: Phone Number:
nb_no: Telefon nummer:

source: Fax Number:
nb_no: Fax:

source: Email Address:
nb_no: Email adresse:

source: Official Company Number:
nb_no: Organisasjons nr:

source: GSTNo:
nb_no: MVA Nr:

source: Home Currency:
nb_no: Valgt Valutta:

source: Fiscal Year:
nb_no: Regnskaps år:

source: Tax Periods:
nb_no: MVA perioder:

source: Months.
nb_no: Måneder

source: Tax Last Period:
nb_no: Siste MVA periode:

source: Months back.
nb_no: Måneder tilbake

source: Company Logo:
nb_no: Firmalogo:

source: New Company Logo (.jpg)
nb_no: Ny firmalogo (.jpg)

source: Delete Company Logo:
nb_no: Slett Firma logo:

source: Use Dimensions:
nb_no: Bruk kostnadsted:

source: Base for auto price calculations:
nb_no: Standard for automatisk priskalkulasjon:

source: No base price list
nb_no: Ingen standard prisliste

source: Add Price from Std Cost:
nb_no: Legg inn Pris fra Standard innkjøp:

source: Round to nearest:
nb_no: Avrund til nærmest:

source: Search Item List
nb_no: Søk i vareliste:

source: Search Customer List
nb_no: Søgning aktiveret i debitorliste:

source: Search Supplier List
nb_no: Søk i Leverandør liste:

source: Time Zone on Reports
nb_no: Tids soner på rapporter

source: Login Timeout:
nb_no: Logg inn timeout

source: seconds
nb_no: sekunder

source: Version Id
nb_no: Versjon

source: Update
nb_no: Oppdater

source: Create/Update Company
nb_no: Opprett/oppdater firmaer

source: This database settings are already used by another company.
nb_no: Disse database innstillinger er allerede i bruk for et annet firma

source: You cannot have table set without prefix together with prefixed sets in the same database.
nb_no: Du kan ikke have et tabell uten prefix sammen med prefixet tabelsett i samme database

source: Error creating Database:
nb_no: Feil ved opprettelse av database:

source: , Please create it manually
nb_no: , Vennligst opprett manuelt

source: Error uploading Database Script, please upload it manually
nb_no: Feil ved opplasting av database script, vennligst last opp manuelt.

source: Cannot open the configuration file -
nb_no: Kan ikke åpne konfigurationsfilen -

source: Cannot write to the configuration file -
nb_no: Kan ikke skrive til konfigurationsfilen -

source: The configuration file
nb_no: Konfigurationsfilen

source: is not writable. Change its permissions so it is, then re-run the operation.
nb_no: er ikke skrivbar. Endre egenskapen slik at den blir skrivbar og start opp på nytt.

source: Cannot remove company data directory
nb_no: Kan ikke slette firmadata mappe

source: Cannot rename company subdirectory
nb_no: Kan ikke endre firma undermappe

source: Error removing Database:
nb_no: Feil ved sletting af database:

source: , please remove it manually
nb_no: , vennligst slett den manuelt

source: Are you sure you want to delete company no.
nb_no: Er du sikker på at du vil slette firma nr.

source: Database Host
nb_no: Database Webadresse

source: Database User
nb_no: Database bruker

source: Database Name
nb_no: Database navn

source: Table Pref
nb_no: Tabell prefiks.

source: Default
nb_no: Standard

source: Yes
nb_no: Ja

source: The marked company is the current company which cannot be deleted.
nb_no: Markeret firma er i bruk og kan ikke slettes.

source: Host
nb_no: Webadresse

source: Database Password
nb_no: Database passord

source: None
nb_no: Ingen

source: New script Admin Password
nb_no: Nytt script Admin Passord

source: Choose from Database scripts in SQL folder. No Database is created without a script.
nb_no: Velg fra database scripts i SQL mappen. Databasen kan ikke opprettes uten et script.

source: Save
nb_no: Lagre

source: Create a new company
nb_no: Opprett et nytt firma

source: Display Setup
nb_no: Skjerm tema, innstillinger

source: Query size must be integer and greater than zero.
nb_no: Søke størrelsen må være nummerisk og større enn 0.

source: Display settings have been updated.
nb_no: Skjerm innstillinger er oppdatert.

source: Decimal Places
nb_no: Desimalplasseringer

source: Prices/Amounts:
nb_no: Priser/beløp:

source: Quantities:
nb_no: Antall:

source: Exchange Rates:
nb_no: Valutakurser:

source: Percentages:
nb_no: Prosent:

source: Dateformat and Separators
nb_no: Datoformat og separatorer

source: Dateformat:
nb_no: Datoformat:

source: Date Separator:
nb_no: Dato separator:

source: Thousand Separator:
nb_no: Tusen separator:

source: Decimal Separator:
nb_no: Desimal seperator:

source: Language
nb_no: Språk

source: Language:
nb_no: Språk:

source: Miscellaneous
nb_no: Annet

source: Show hints for new users:
nb_no: Vis hjelpetekster for nye brukere:

source: Show GL Information:
nb_no: Vis bilagsinformasjon:

source: Show Item Codes:
nb_no: Vis varekoder:

source: Page Size:
nb_no: Sidestørrelse:

source: Start-up Tab
nb_no: Start Opp Tabulator

source: Printing profile
nb_no: Utskrifts Profil

source: Browser printing support
nb_no: Nettleser utskrift support

source: Use popup window to display reports:
nb_no: Aktiver Popup Vindu for å vise rapportene:

source: Set this option to on if your browser directly supports pdf files
nb_no: Velg denne oppsjon om nettleseren din supporterer pdf filer direkte

source: Use icons instead of text links:
nb_no: Bruk Icons istedenfor tekst linker:

source: Set this option to on for using icons instead of text links
nb_no: Velg denne opsjon om du ønsker å bruke Icons istedenfor tekstlinker

source: Query page size:
nb_no: Sidestørrelse:

source: Remember last document date:
nb_no: Husk siste dokument dato:

source: If set document date is remembered on subsequent documents, otherwise default is current date
nb_no: Hvis innstilt dokumentet dato blir husket på senere dokumenter, ellers standard gjeldende dato

source: Fiscal Years
nb_no: Regnskaps år

source: Invalid BEGIN date in fiscal year.
nb_no: Ugyldig startdato i regnskaps år.

source: Invalid END date in fiscal year.
nb_no: Ugyldig sluttdato i regnskaps år.

source: BEGIN date bigger than END date.
nb_no: Start dato større enn slutt dato.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
nb_no: Resultat konto eller resultatregnskapet har ikke blitt satt i System og Hovedbok oppsett

source: Closing Year
nb_no: Års avslutning

source: Cannot CLOSE this year because there are open fiscal years before
nb_no: Kan ikke slette varen da det finnes tilknyttede ordrer.

source: Selected fiscal year has been updated
nb_no: Regnskaps året er oppdateret.

source: New fiscal year has been added
nb_no: Nytt regnskaps år er opprettet.

source: Cannot delete this fiscal year because thera are fiscal years before.
nb_no: Kan ikke slette dette regnskaps år da det finnes tidligere år.

source: Cannot delete this fiscal year because the fiscal year is not closed.
nb_no: Kan ikke slette dette regnskaps år da det finnes tilhørende transaktioner.

source: Open Balance
nb_no: Forrige periode

source: Selected fiscal year has been deleted
nb_no: Valgt regnskaps år er slettet.

source: Warning: During fiscal year removal all transactions are removed and converted into relevant balances. This process is irreversible!
nb_no: Advarsel: Under årsavslutning fjernes alle transaksjoner og blir omgjort til relevante saldoer. Denne prosessen er irreversibel!

source: Fiscal Year Begin
nb_no: Regnskaps årets start

source: Fiscal Year End
nb_no: Regnskaps årets slutt

source: Closed
nb_no: Lukket

source: Are you sure you want to remove fiscal year %s - %s? All transactions are removed and converted into relevant balances. Do you want to continue ?
nb_no: Er du sikker på at du vil avslutte regnskaps året% s -% s? Alle transaksjoner er fjernet og omgjort til relevante saldoer. Vil du fortsette?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
nb_no: Markeret regnskaps år er inneværende år og kan ikke slettes.

source: Fiscal Year Begin:
nb_no: Regnskaps årets start:

source: Fiscal Year End:
nb_no: Regnskaps årets slutt:

source: Is Closed:
nb_no: Lukket?

source: Forms Setup
nb_no: Form oppsett

source: Forms settings have been updated.
nb_no: Dokumentinnstillinger er oppdateret.

source: Form
nb_no: Dokument

source: Next Reference
nb_no: Neste referanse

source: System and General GL Setup
nb_no: System og Hovedbok oppsett

source: The delivery over-receive allowance must be between 0 and 100.
nb_no: Tillatt overleveranse skal være mellem 0 og 100.

source: The invoice over-charge allowance must be between 0 and 100.
nb_no: Tillatdt overfakturering skal være mellem 0 og 100.

source: The past due days interval allowance must be between 0 and 100.
nb_no: Daginterval i saldoanalyse skal være mellem 0 og 100.

source: The general GL setup has been updated.
nb_no: Hovedbok bokføringsinnstillinger er oppdatert.

source: General GL
nb_no: Hovedbok

source: Past Due Days Interval:
nb_no: Interval i aldersanalyse:

source: days
nb_no: dager

source: Exchange Variances Account:
nb_no: Agio/Disagio konto:

source: Bank Charges Account:
nb_no: Bank kostnads konto:

source: Customers and Sales
nb_no: Kunder og salg

source: Default Credit Limit:
nb_no: Standard kreditgrense:

source: Legal Text on Invoice:
nb_no: Lovlig bestemt tekst på faktura

source: Shipping Charged Account:
nb_no: Frakt kostnads konto:

source: Customers and Sales Defaults
nb_no: Debitor- og salgstandarder

source: Receivable Account:
nb_no: Debitorkonto:

source: Sales Account:
nb_no: Salgskonto:

source: Sales Discount Account:
nb_no: Debitor rabattkonto:

source: Prompt Payment Discount Account:
nb_no: Kontantrabatt konto:

source: Delivery Required By:
nb_no: levering avtalt til:

source: Dimension Defaults
nb_no: Kostnadsted Standard

source: Dimension Required By After:
nb_no: Kostnadsted påkrevet etter:

source: Suppliers and Purchasing
nb_no: Leverandører og innkjøp

source: Delivery Over-Receive Allowance:
nb_no: Tillatt overleveranse:

source: Invoice Over-Charge Allowance:
nb_no: Tillatt overfakturering:

source: Suppliers and Purchasing Defaults
nb_no: Leverandør og Innkjøpstandarer

source: Payable Account:
nb_no: Leverandør Konto:

source: Purchase Discount Account:
nb_no: Innkjøpsrabatt konto:

source: Inventory
nb_no: Lager

source: Allow Negative Inventory:
nb_no: Tillat negativt lager:

source: Items Defaults
nb_no: Varer generelt

source: Inventory Account:
nb_no: Lagerkonto:

source: C.O.G.S. Account:
nb_no: Vareforbrukskonto:

source: Inventory Adjustments Account:
nb_no: Lagerjusteringskonto:

source: Item Assembly Costs Account:
nb_no: Produksjonsvare kostnads:

source: Manufacturing Defaults
nb_no: Produksjonsstandarder

source: Work Order Required By After:
nb_no: Arbeidsordre påkrevet etter:

source: Install/Update Languages
nb_no: Innstaller/oppdater språk

source: Language name, code nor encoding cannot be empty
nb_no: Språk navn og koder må fylles ut

source: Are you sure you want to delete language no.
nb_no: Er du sikker på at du vil slette språk nr.

source: Name
nb_no: Navn

source: Encoding
nb_no: Kodning

source: Right To Left
nb_no: Høyre til venstre

source: The marked language is the current language which cannot be deleted.
nb_no: Markeret sprog er i brug og kan ikke slettes.

source: Language Code
nb_no: Spåk Kode

source: Language Name
nb_no: Språk navn

source: Default Language
nb_no: Valgt språk:

source: Language File
nb_no: Språkfil

source: Select your language files from your local harddisk.
nb_no: Velg dine språkfiler fra harddisken.

source: Create a new language
nb_no: Opprett nytt språk

source: Cannot update extensions list for company '%s'.
nb_no: Kan ikke skrive til modulfilen for selskap '%s'.

source: Extension name cannot be empty.
nb_no: Debitor navn kan ikke være tomt.

source: Extension title cannot be empty.
nb_no: Debitor navnet kan ikke være tomt.

source: Extension folder name cannot be empty.
nb_no: Debitor navnet kan ikke være tomt.

source: You have to select plugin file to upload
nb_no: Venligst vælg en fil at uploade.

source: Selected extension has been successfully deleted
nb_no: Indkøbsdataen er slettet.

source: Tab
nb_no: Fane

source: Link text
nb_no: Tekst link

source: Folder
nb_no: Mappe

source: Access extensions
nb_no: Adgang forbudt

source: Active
nb_no: Aktiv

source: Menu Tab
nb_no: Menu fane

source: Menu Link Text
nb_no: Meny linker

source: Default status
nb_no: Procentsat s:

source: Module File
nb_no: Modulfil

source: Access Levels Extensions
nb_no: Adgangsnivå

source: SQL File
nb_no: SQL fil

source: Select your module PHP file from your local harddisk.
nb_no: Velg din PHP fil fra harddisken.

source: Extension data has been updated.
nb_no: Kontodata er opdateret.

source: Extension has been installed.
nb_no: Kostnadsted er registreret

source: Current active extensions set has been saved.
nb_no: Valgt transaktion er nulstillet.

source: Extensions:
nb_no: Kostnadsted:

source: Software Upgrade
nb_no: Oppgradere software

source: All companies data has been successfully updated
nb_no: Alle selskaper ble oppdatert korrekt

source: Sql file
nb_no: SQL fil

source: Install
nb_no: Installere

source: Force upgrade
nb_no: Oppgrader med tvang

source: Installed
nb_no: Installert

source: Partially installed (%s)
nb_no: Del installert (%s)

source: Upgrade system
nb_no: System oppdatering

source: Save database and perform upgrade
nb_no: Kopier database og utfør oppgradering

source: Payment Terms
nb_no: Betalingsvilkår

source: The number of days or the day in the following month must be numeric.
nb_no: Antall dager eller dagen i etterfølgende mnd. skal være numerisk.

source: The Terms description must be entered.
nb_no: Vilkårs beskrivelse må oppgis.

source: When the check box to indicate a day in the following month is the due date, the due date cannot be a day after the 30th. A number between 1 and 30 is expected.
nb_no: Når markeringsboksen for at indikere en dag i efterfølgende måned er forfaldsdag, kan dagen ikke være efter den 30. Et tal mellem 1 og 30 forventes.

source: When the check box is not checked to indicate that the term expects a number of days after which accounts are due, the number entered should be less than 500 days.
nb_no: Når markeringsboksen ikke er markeret for at indikere at vilkåret forventer et antal dage efter når beløbet er forfaldet, skal antal som angives være mindre end 500 dage.

source: Selected payment terms have been updated
nb_no: Betalingsvilkår er oppdatert.

source: New payment terms have been added
nb_no: Nye betalingvilkår er opprettet.

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
nb_no: Kan ikke slette betalingsvilkår, da det finnes kunder som bruker vilkårene.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
nb_no: Kan ikke slette betalingsvilkår, da det finnes leverandører som bruker vilkårene.

source: Selected payment terms have been deleted
nb_no: Valgt betalingsvilkår er slettet.

source: Following Month On
nb_no: Etterfølgende måned på

source: Due After (Days)
nb_no: Forfalt etter (dager)

source: Terms Description:
nb_no: Betalingsvilkår:

source: Due After A Given No. Of Days:
nb_no: Forfaller etter et gitt antall dager:

source: Days (Or Day In Following Month):
nb_no: Dager (eller dag i påfølgende mnd.):

source: Printer Locations
nb_no: Printer lokasjon

source: Printer name cannot be empty.
nb_no: Printer navn kan ikke være tomt.

source: Timeout cannot be less than zero nor longer than 60 (sec).
nb_no: Utløpstiden kan ikke være mindre enn 0 eller lengre enn 60 (sek)

source: New printer definition has been created
nb_no: En ny skriver definisjon er opprettet.

source: Selected printer definition has been updated
nb_no: Den valgte skriver definisjon har blitt oppdatert

source: Cannot delete this printer definition, because print profile have been created using it.
nb_no: Du kan ikke slette denne skriver definisjonen, da det finnes printer jobber som benytter definisjonen

source: Selected printer definition has been deleted
nb_no: Den valgte printer definisjon er slettet

source: Printer Queue
nb_no: Utskrifts kø

source: Printer Name
nb_no: Skriver Navn

source: Printer Description
nb_no: Skriver beskrivelse

source: Host name or IP
nb_no: Web adresse eller IP

source: Printing Profiles
nb_no: Definering av utskriftsjobber

source: Default printing destination
nb_no: Standard utskrift sted

source: Printing profile name cannot be empty.
nb_no: Utskrift profil navn kan ikke være tomt.

source: New printing profile has been created
nb_no: Ny utskriftsprofil opprettet

source: Printing profile has been updated
nb_no: Utskrift profilern er oppdatert

source: Selected printing profile has been deleted
nb_no: Den valgte utskrift profil er slettet

source: Select printing profile
nb_no: Velg utskrift profil

source: New printing profile
nb_no: Ny utskrift profil

source: Printing Profile Name
nb_no: Utskrift Profil Navn

source: Report Id
nb_no: Rapport ID.

source: Printer
nb_no: Skriver

source: no title was found in this report definition file.
nb_no: Ingen tittel ble funnet i dette rapport definisjonen.

source: Add New Profile
nb_no: Registrere ny Profil

source: Update Profile
nb_no: Oppdater Profil

source: Update printer profile
nb_no: Oppdater skriver profil

source: Delete Profile
nb_no: Slett Profil

source: Delete printer profile (only if not used by any user)
nb_no: Slett skriver profil (kun om den ikke er i bruk av en annen bruker)

source: Access setup
nb_no: Adgang til oppsett

source: Role description cannot be empty.
nb_no: Rolle beskrivelse kan ikke være tom.

source: Role name cannot be empty.
nb_no: Rolle navnet kan ikke være tomt.

source: Access level edition in Company setup section have to be enabled for your account.
nb_no: Sikkerhetsinnstilling for din konto er ikke aktivert

source: New security role has been added.
nb_no: Ny sikkerhetsrolle opprettet.

source: Security role has been updated.
nb_no: Sikkerhets oppsett er oppdatert

source: This role is currently assigned to some users and cannot be deleted
nb_no: Denne rolle er aktivert for enkelte brukere og kan ikke slettes

source: Security role has been sucessfully deleted.
nb_no: Sikkerthet oppsettet er slettet.

source: Role:
nb_no: Rolle:

source: Show inactive:
nb_no: Vis ikke aktive:

source: Role name:
nb_no: Rolle navn:

source: Role description:
nb_no: Rolle beskrivelse:

source: Current status:
nb_no: Gjeldene status:

source: On/off set of features
nb_no: Valg av funksjoner av/på

source: Update view
nb_no: Oppdatere skjerm

source: Insert New Role
nb_no: Opprett N Rlle

source: Save Role
nb_no: Spar Rolle

source: Clone This Role
nb_no: Kopier denne Rolle

source: Delete This Role
nb_no: Slett Denne Rolle

source: Cancel
nb_no: Avbryt

source: Cancel Edition
nb_no: Slett endring

source: Shipping Company
nb_no: Frakt Selskap

source: The shipping company name cannot be empty.
nb_no: Fraktselskapets navn må være opprettet.
