Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: &Add or Edit
sl_si: Dodaj ali uredi

source: Add New Customer
sl_si: Dodaj novega kupca

source: Update Customer
sl_si: Posodobi kupca

source: Update customer data
sl_si: Posodobi podatke kupcev

source: Select this customer and return to document entry.
sl_si: Izberi tega kupca in se vrni na začetek dokumenta.

source: Delete Customer
sl_si: Izbriši kupca

source: Delete customer data if have been never used
sl_si: Izbriši neuporabljene podatke kupcev

source: There are no sales types defined. Please define at least one sales type before adding a customer.
sl_si: Ni cenikov. Preden dodate kupca, morate ustvariti vsaj en cenik.

source: New customer
sl_si: Nov kupec

source: Recurrent Invoices
sl_si: Redni računi

source: The area description cannot be empty.
sl_si: Opis območja ne more ostati prazen.

source: Selected recurrent invoice has been updated
sl_si: Izbran reden račun je bil posodobljen

source: New recurrent invoice has been added
sl_si: Nov reden račun je bil dodan

source: Selected recurrent invoice has been deleted
sl_si: Izbran reden račun je bil izbrisan

source: Template:
sl_si: Predloga:

source: Days:
sl_si: Dnevi:

source: Monthly:
sl_si: Mesečno:

source: Begin:
sl_si: Začetek:

source: End:
sl_si: Konec:

source: Selected sales area has been updated
sl_si: Izbrano območje prodaje je bilo posodobljeno

source: New sales area has been added
sl_si: Dodano je bilo novo območje prodaje

source: Cannot delete this area because customer branches have been created using this area.
sl_si: Tega območja ni mogoče izbrisati, ker je v uporabi kupcev.

source: Selected sales area has been deleted
sl_si: Izbrano območjeprodaje je bilo izbrisano

source: Area Name
sl_si: Ime območja

source: Area Name:
sl_si: Ime območja:

source: Sales Groups
sl_si: Prodajne skupine

source: Selected sales group has been updated
sl_si: Izbrana prodajna skupina je bila posodobljena

source: New sales group has been added
sl_si: Dodana je bila nova prodajna skupina

source: Cannot delete this group because customers have been created using this group.
sl_si: Te skupine ni mogoče izbrisati, ker je v uporabi kupcev.

source: Selected sales group has been deleted
sl_si: Izbrana prodajna skupina je bila izbrisana

source: Group Name:
sl_si: Ime skupine:

source: Sales Persons
sl_si: Prodajalec

source: The sales person name cannot be empty.
sl_si: Ime prodajalca ne sme biti prazno.

source: Salesman provision cannot be less than 0 or more than 100%.
sl_si: Provizija prodajalca ne sme biti manjša od 0 ali večja od 100%.

source: Salesman provision breakpoint must be numeric and not less than 0.
sl_si: Mejna vrednost prodajalčeve provizije mora biti numerična in ne negativna.

source: Selected sales person data have been updated
sl_si: Podatki prodajalca so bili spremenjeni

source: New sales person data have been added
sl_si: Novi podatki prodajalca so bili dodani

source: Selected sales person data have been deleted
sl_si: Podatki prodajalca so bili spremenjeni

source: Sales person name:
sl_si: Ime Prodajalca:

source: Telephone number:
sl_si: Telefonska številka:

source: Fax number:
sl_si: Fax številka:

source: Break Pt.:
sl_si: Schwellwert:Prag

source: POS settings
sl_si: Nastavitve prodajnega mesta

source: The POS name cannot be empty.
sl_si: Ime prodajnega mesta ne more ostati prazno

source: New point of sale has been added
sl_si: Dodano je bilo novo prodajno mesto

source: Selected point of sale has been updated
sl_si: Izbrano prodajno mesto je bilo posodobljeno

source: Cannot delete this POS because it is used in users setup.
sl_si: Tega prodajnega mesta ni mogoče izbrisati, ker je v nastavitvah uporabnika

source: Selected point of sale has been deleted
sl_si: Izbrano prodajno mesto je bilo izbrisano

source: POS Name
sl_si: Ime prodajnega mesta

source: Credit sale
sl_si: Kreditna prodaja

source: Cash sale
sl_si: Gotovinska prodaja

source: Default account
sl_si: Privzet račun

source: To have cash POS first define at least one cash bank account.
sl_si: Če želite ustvariti prodajno mesto, morate najprej imeti vsaj en TRR

source: Point of Sale Name
sl_si: Ime prodajnega mesta

source: Default cash account
sl_si: Privzet TTR

source: POS location
sl_si: Kraj

source: The sales type description cannot be empty.
sl_si: Opis cenika ne more ostati prazen

source: Calculation factor must be valid positive number.
sl_si: Faktor za izračun mora biti veljavno pozitivno število

source: New sales type has been added
sl_si: Dodan je bil nov cenik

source: Selected sales type has been updated
sl_si: Cenik je bil posodobljen

source: Cannot delete this sale type because customer transactions have been created using this sales type.
sl_si: Tega cenika ni mogoče izbrisati, ker ga uporabljajo kupci pri transakcijah

source: Cannot delete this sale type because customers are currently set up to use this sales type.
sl_si: Tega cenika ni mogoče izbrisati, ker ga uporabljajo kupci

source: Selected sales type has been deleted
sl_si: Izbran cenik bo izbrisan

source: Type Name
sl_si: Ime cenika

source: Factor
sl_si: Faktor

source: Tax Incl
sl_si: Davek vključen

source: Base
sl_si: Baza

source: Marked sales type is the company base pricelist for prices calculations.
sl_si: Označen cenik je osnova za izračun cen

source: Sales Type Name
sl_si: Ime cenika

source: Calculation factor
sl_si: Faktor za izračun

source: Tax included
sl_si: Vključen davek

source: View Credit Note
sl_si: Prikaz kredita

source: CREDIT NOTE #%d
sl_si: KREDIT ŠT. %d

source: There are no line items on this credit note.
sl_si: Na tem dobropisu ni vrste izdelkov

source: View Sales Dispatch
sl_si: Prikaz dostav

source: DISPATCH NOTE #%d
sl_si: ŠT.DOBAVNICE %d

source: Charge Branch
sl_si: Račun za pisarno

source: Customer Order Ref.
sl_si: Ref. št. kupca

source: Dispatch Date
sl_si: Datum dostave

source: There are no line items on this dispatch.
sl_si: Na tej dobavnici ni vrste izdelkov

source: TOTAL VALUE
sl_si: SKUPNA VREDNOST

source: This dispatch has been voided.
sl_si: Ta dostava je bila stornirana.

source: View Sales Invoice
sl_si: Prikaz računa

source: SALES INVOICE #%d
sl_si: RAČUN ŠT. %d

source: There are no line items on this invoice.
sl_si: Na tem računu ni vrste izdelkov

source: View Customer Payment
sl_si: Prikaži plačilo kupca

source: Customer Payment #%d
sl_si: Plačilo kupca št. %d

source: From Customer
sl_si: Od kupca

source: Into Bank Account
sl_si: Na Bančni Račun

source: Date of Deposit
sl_si: Datum plačila

source: This customer payment has been voided.
sl_si: To plačilo kupca je bilo stornirano

source: View Sales Quotation
sl_si: Prikaži ponudbe

source: Sales Quotation #%d
sl_si: Ponudba št. %d

source: View Sales Order
sl_si: Prikaži naročila

source: Sales Order #%d
sl_si: Naročilo št. %d

source: Order Information
sl_si: Podrobnosti naročila

source: Customer Name
sl_si: Ime kupca

source: Deliver To Branch
sl_si: Dostavi v podružnico

source: Requested Delivery
sl_si: Željena dostava

source: Deliver From Location
sl_si: Dostavi iz lokacije

source: Telephone
sl_si: Telefon

source: This Sales Order is used as a Template.
sl_si: To naročilo je uporabljeno kot predloga

source: Quantity Delivered
sl_si: Dobavljena Količina

source: Total Order Value
sl_si: Skupna vrednost naročila

source: Customer Allocation Inquiry
sl_si: Odprta povpraševanja strank

source: Allocation
sl_si: Pripadnost

source: Customer Transactions
sl_si: Nakazila stranke

source: CUSTOMER ACCOUNT IS ON HOLD
sl_si: POSLOVANJE S STRANKO JE BLOKIRANO.

source: Print Receipt
sl_si: Natisni prevzemnico

source: RB
sl_si: LS

source: Search Not Invoiced Deliveries
sl_si: Iskanje dostav, ki niso bile računane

source: Search All Deliveries
sl_si: Iskanje vseh dostav

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
sl_si: Za račun moraš izbrati vsaj eno dostavo. Vsi izdelki morajo biti dostavljeni v enako podružnico kupca.

source: Delivery #
sl_si: Št. dostave

source: Cust Ref
sl_si: Ref.Stranke.

source: Due By
sl_si: Zapade

source: Delivery Total
sl_si: Dostava Skupaj

source: Batch
sl_si: Stolpec

source: Batch Invoicing
sl_si: Zbirni Račun

source: Search Outstanding Sales Orders
sl_si: Iskanje izjemnih naročil

source: Search Template for Invoicing
sl_si: Iskanje predloge za račune

source: Select Template for Delivery
sl_si: Izberi predlogo za dostavo

source: Search All Sales Orders
sl_si: Iskanje vseh naročil

source: Search All Sales Quotations
sl_si: Iskanje vseh ponudb

source: Dispatch
sl_si: Dostaviti

source: Set this order as a template for direct deliveries/invoices
sl_si: Nastavi to naročilo kot predlogo za direktno dostavo/račune

source: Show All:
sl_si: Prikaži vse:

source: Order #
sl_si: Naročilo Št.

source: Cust Order Ref
sl_si: Ref.Stranke

source: Delivery To
sl_si: Naslov za dostavo

source: Quote #
sl_si: Ponudba Št.

source: Quote Date
sl_si: Datum ponudbe

source: Quote Total
sl_si: Ponudba Skupaj

source: Tmpl
sl_si: Predl.

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
sl_si: To urejanje je opuščeno zaradi odprtja dokumenta v drugem brskalniku. Ne morete urejati več dokumentov naenkrat.

source: Cash invoice
sl_si: Gotovinsko plačilo

source: Stocks below Re-Order Level at
sl_si: Artikel pod Min.količino pri

source: Below
sl_si: Pod

source: Please reorder
sl_si: Prosim ponovno naročite

source: Deleted.
sl_si: Izbrisano.

source: Customer Currency:
sl_si: Valuta stranke:

source: Shipping Company:
sl_si: Dobavitelji:

source: Customer Discount:
sl_si: Popust Stranka:

source: This item is already on this document. You have been warned.
sl_si: Opozorilo: ta izdelek je že v tem dokumentu

source: The selected customer and branch are not valid, or the customer does not have any branches.
sl_si: Izbran kupec in podružnica ne obstajata oz. kupec nima podružnic

source: Price before Tax
sl_si: Cena brez davka

source: Shipping Charge
sl_si: STROŠKI HITRE DOSTAVE

source: No customer found for entered text.
sl_si: Ta zahteva ne najde kupca

source: Reference number unique for this document type
sl_si: Edinstvena referenčna številka za to vrsto dokumenta

source: Price List:
sl_si: Cenik:

source: Date of order receive
sl_si: Datum Naročila

source: Cash payment
sl_si: Gotovinsko Plačilo

source: Deliver from Location:
sl_si: Dostava iz skladišča:

source: Cash account:
sl_si: Račun plačila:

source: Delivery Details
sl_si: Naslov za dostavo

source: Invoice Delivery Details
sl_si: Račun- / Naslov za dostavo

source: Invoice before
sl_si: Predračun

source: Quotation Delivery Details
sl_si: Ponudba podrobnosti dostave

source: Order Delivery Details
sl_si: Naslov za dostavo Naročila

source: Enter requested day of delivery
sl_si: Vnesite željen dan dostave

source: Enter Valid until Date
sl_si: Vnesite veljaven datum

source: Deliver To:
sl_si: Naslov za dostavo:

source: Additional identifier for delivery e.g. name of receiving person
sl_si: Dodatna zahteva za dostavo/ime prejemnika

source: Delivery address. Default is address of customer branch
sl_si: Naslov dostave

source: Contact Phone Number:
sl_si: Kontaktni telefon:

source: Phone number of ordering person. Defaults to branch phone number
sl_si: Telefonska številka naročnika

source: Customer Reference:
sl_si: Referenčna št.:

source: Customer reference number for this order (if any)
sl_si: Referenčna številka kupca za to naročilo (če obstaja)

source: Item Tax Types
sl_si: Davčne skupine Izdelekov

source: The item tax type description cannot be empty.
sl_si: Opis vrste davka ne more biti prazen

source: Selected item tax type has been updated
sl_si: Izbrana vrsta davkov je bila posodobljena

source: New item tax type has been added
sl_si: Dodana je bila nova vrsta davkov

source: Cannot delete this item tax type because items have been created referring to it.
sl_si: Te vrste davka ni mogoče izbrisati

source: Selected item tax type has been deleted
sl_si: Izbrana vrsta davka je bila izbrisana

source: Tax exempt
sl_si: Neobdavčeno

source: Is Fully Tax-exempt:
sl_si: Je neobdavčeno:

source: Select which taxes this item tax type is exempt from.
sl_si: Izberi davke za katere je oproščena vrsta davka

source: Tax Name
sl_si: Ime Davka

source: Is exempt
sl_si: Ni izvedljivo

source: Tax Groups
sl_si: Davčne skupine

source: There are no tax types defined. Define tax types before defining tax groups.
sl_si: Vrste davkov niso opredeljene. Opredeli vrste davkov pred opredelitvijo skupin davkov.

source: The tax group name cannot be empty.
sl_si: Ime skupine davkov ne more biti prazno

source: Selected tax group has been updated
sl_si: Izbrana skupina davkov je bila posodobljena

source: New tax group has been added
sl_si: Dodana je bila nova skupina davkov

source: Cannot delete this tax group because customer branches been created referring to it.
sl_si: Te skupine davkov ni možno izbrisati, ker se nanaša na kupce

source: Cannot delete this tax group because suppliers been created referring to it.
sl_si: Te skupine davkov ni možno izbrisati, ker se nanaša na dobavitelje

source: Selected tax group has been deleted
sl_si: Davčana skupina je bila izbrisana

source: Shipping Tax
sl_si: STROŠKI HITRE DOSTAVE

source: Tax applied to Shipping:
sl_si: DDV Dostava:

source: Select the taxes that are included in this group.
sl_si: Izberi davke, ki so v tej skupini

source: Rate (%)
sl_si: Stopnja (%)

source: Tax Types
sl_si: Davki

source: The tax type name cannot be empty.
sl_si: Ime davka ne sme biti prazno.

source: The default tax rate must be numeric and not less than zero.
sl_si: Standardna davčna skupina mora biti številčna in večja od 0.

source: Selected GL Accounts cannot be used by another tax type.
sl_si: Izbrani GL računi ne morejo biti uporabljeni z drugim tipom davka

source: New tax type has been added
sl_si: Dodan je bil nov davek

source: Selected tax type has been updated
sl_si: Davek je bil spremenjen

source: Cannot delete this tax type because tax groups been created referring to it.
sl_si: Ta davek ni mogoče izbrisati, ker obstajajo že davčne skupine , ki vsebujejo ta davek.

source: Selected tax type has been deleted
sl_si: Davek je bil izbrisan

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
sl_si: Da bi se izognili težavam z ročnim knjiženjem, je potrebno vse stopnje davkov dodeliti k določenemu Kontnemu računu.

source: Default Rate (%)
sl_si: Standardna stopnja (%)

source: Sales GL Account
sl_si: Račun DDV

source: Purchasing GL Account
sl_si: Davek račun

source: Default Rate:
sl_si: Standardna stopnja:

source: Sales GL Account:
sl_si: Kontni račun prodaje:

source: Purchasing GL Account:
sl_si: Kontni preddavek:

source: Main Menu
sl_si: Glavni meni

source: Help
sl_si: Pomoč

source: Preferences
sl_si: Osebne nastavitve
