Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.14-1.po
Languages: ur_pk

source: and
ur_pk: اور

source: changed to
ur_pk: تبدیل

source: for item
ur_pk: آئٹم کے لئے

source: is not writable. Change its permissions so it is, then re-run the operation.
ur_pk: تحریر نہیں ہے اس کی اجازت تو ہے، تو چلانے دوبارہ آپریشن تبدیل کریں.

source: &Access Setup
ur_pk: سیٹ اپ تک رسائی حاصل کریں

source: &Allocate Customer Payments or Credit Notes
ur_pk: & کسٹمر کی ادائیگی یا کریڈٹ نوٹس مختص

source: &Allocate Supplier Payments or Credit Notes
ur_pk: پردایک کی ادائیگی یا کریڈٹ نوٹس مختص

source: &Attach Documents
ur_pk: دستاویزات منسلک کریں

source: &Backup and Restore
ur_pk: بحال اور بیک اپ

source: &Banking and General Ledger
ur_pk: بینکنگ اور جنرل لیجر

source: &Bills Of Material
ur_pk: مال کی مسودات قانون

source: &Budget Entry
ur_pk: & بجٹ داخلہ

source: &Company Setup
ur_pk: کمپنی سیٹ اپ

source: &Create and Print Recurrent Invoices
ur_pk: اور بار بار چلنے والی بل پرنٹ کریں بنائیں

source: &Currencies
ur_pk: کرنسیاں &

source: &Delivery Against Sales Orders
ur_pk: سیلز حکم کے خلاف ڈیلیوری اور

source: &Deposits
ur_pk: جمع​​

source: &Dimensions
ur_pk: ابعاد اور عمومی

source: &Display Setup
ur_pk: سیٹ اپ ڈسپلے

source: &Exchange Rates
ur_pk: & شرح تبادلہ

source: &Fiscal Years
ur_pk: مالی سال

source: &Foreign Item Codes
ur_pk: خارجہ آئٹم کوڈ

source: &Forms Setup
ur_pk: فارم سیٹ اپ

source: &GL Accounts
ur_pk: & GL اکاؤنٹس

source: &General settings
ur_pk: عمومی ترتیبات

source: &Invoice Against Sales Delivery
ur_pk: سیلز ڈیلیوری کے خلاف انوائس

source: &Items
ur_pk: اشیا

source: &Items and Inventory
ur_pk: اشیا اور انوینٹری

source: &Journal Entry
ur_pk: روزنامچہ اندراج

source: &Journal Inquiry
ur_pk: جرنل & انکوائری

source: &Manufacturing
ur_pk: مینوفیکچرنگ

source: &Outstanding Dimensions
ur_pk: اور بقایا ابعاد

source: &Outstanding Purchase Orders Maintenance
ur_pk: غیر معمولی خرید آرڈرز کی بحالی

source: &Outstanding Work Orders
ur_pk: غیر معمولی کام آرڈر

source: &Payments
ur_pk: ادائیگیاں &

source: &Payments to Suppliers
ur_pk: سپلائرز کو ادائیگیاں

source: &Points of Sale
ur_pk: فروخت کے پوائنٹ

source: &Print Profiles
ur_pk: & پرنٹ پروفائلز

source: &Printers
ur_pk: پرنٹرز

source: &Profit and Loss Drilldown
ur_pk: منافع اور نقصان کے نیچے ڈرل

source: &Purchases
ur_pk: خریداریاں

source: &Quick Entries
ur_pk: & فوری اندراجات

source: &Reconcile Bank Account
ur_pk: & بینک اکاؤنٹ بنائیں

source: &Reorder Levels
ur_pk: سطح کو دوبارہ ترتیب دے

source: &Revaluation of Currency Accounts
ur_pk: کرنسی اکاؤنٹس کے پنرمولین &

source: &Sales
ur_pk: سیلز اینڈ

source: &Select an existing dimension
ur_pk: ایک موجودہ طول و عرض کا انتخاب کریں

source: &Status
ur_pk: حیثیت

source: &Suppliers
ur_pk: سپلائر

source: &Taxes
ur_pk: ٹیکسز

source: &Template Delivery
ur_pk: & سانچہ ڈیلیوری

source: &Template Invoice
ur_pk: & سانچہ انوائس

source: &Transactions
ur_pk: معاملات

source: &Units of Measure
ur_pk: پیمائش کی یونٹس

source: &User Accounts Setup
ur_pk: صارف اکاؤنٹ سیٹ اپ

source: &View the GL Journal Entries for this Transfer
ur_pk: اس منتقلی کے لیےGL کا جرنل اندراج دیکھیے

source: &View the GL Postings for this Deposit
ur_pk: اس جمع کے لئے GL پوسٹنگ دیکھیں

source: &View the GL Postings for this Payment
ur_pk: اس ادائیگی کے لئے GL پوسٹنگ دیکھیں

source: &View this Journal Entry
ur_pk: اس روزنامچہ اندراج کو دیکھیں

source: &View this adjustment
ur_pk: &ایڈجسٹمنٹ دیکھیں

source: &View this transfer
ur_pk: اس کی منتقلی کو دیکھیں

source: &Void a Transaction
ur_pk: ٹرانزیکشن صفر

source: &Work Centres
ur_pk: & کام کے مراکز

source: '%s' file should be read-only
ur_pk: '%sفائل صرف پڑھنے کی ہونا چاہئے

source: '%s' file should be read-only if you do not plan to add or change companies
ur_pk: %s'فائل کو فقط مطالعہ کی ہونی چاہیئے اگر آپ کمپنیوں کو شامل یا تبدیل کرنے کی منصوبہ بندی نہیں کرنا چاہئے

source: '%s' is not writeable
ur_pk: '%s'تحریری نہیں ہے

source: , Please create it manually
ur_pk: براہ کرم اس کو دستی طور پر تخلیق کریں

source: , please remove it manually
ur_pk: یہ دستی طور پر ہٹا دیں

source: A new component part has been added to the bill of material for this item.
ur_pk: ایک نیا عنصر حصہ اس شے کے لیے مواد کی بل میں شامل کیا گیا ہے.

source: A new item has been added.
ur_pk: ایک نیا آئٹم شامل کیا گیا ہے.

source: A new user has been added.
ur_pk: ایک نیا صارف شامل کیا گیا ہے.

source: Abbreviation
ur_pk: مخفف

source: Access Level
ur_pk: رسائی کے درجے

source: Access level edition in Company setup section have to be enabled for your account.
ur_pk: کمپنی کی ترتیب کے حصے میں رسائی کی سطح کے ایڈیشن آپ کے اکاؤنٹ کے لئے فعال کرنا ضروری ہے.

source: Access levels edition
ur_pk: رسائی کی سطح ایڈیشن

source: Access setup
ur_pk: رسائی سیٹ اپ

source: Access to application has been blocked until database upgrade is completed by system administrator.
ur_pk: کی درخواست تک رسائی کو بلاک کردیا تک ڈیٹا بیس اپ گریڈ سسٹم ایڈمنسٹریٹر کی طرف سے مکمل کیا جاتا ہے.

source: Account
ur_pk: اکاؤنٹ

source: Account &Tags
ur_pk: اکاؤنٹ & ٹیگز

source: Account Code
ur_pk: اکاؤنٹ کوڈ

source: Account Code 2:
ur_pk: اکاؤنٹ کوڈ2:

source: Account Code:
ur_pk: اکاؤنٹ کا کوڈ:

source: Account Description
ur_pk: اکاؤنٹ کی تفصیل

source: Account Group:
ur_pk: اکاؤنٹ کے گروپ:

source: Account Name
ur_pk: اکاؤنٹ کا نام

source: Account Name:
ur_pk: اکاؤنٹ کا نام:

source: Account Tags
ur_pk: اکاؤنٹ ٹیگز

source: Account Tags:
ur_pk: اکاؤنٹ ٹیگز:

source: Account Type:
ur_pk: اکاؤنٹ کی قسم:

source: Account data has been updated.
ur_pk: اکاؤنٹ اعداد و شمار کو اپ ڈیٹ کیا گیا ہے.

source: Account not added, possible duplicate Account Code.
ur_pk: اکاونٹ شامل نہیں ہوا، ممکنہ نقل اکاؤنٹ کوڈ.

source: Account status:
ur_pk: اکاؤنٹ کی حیثیت:

source: Account/Tax Type
ur_pk: اکاؤنٹ / ٹیکس کی قسم

source: Account:
ur_pk: اکاؤنٹ

source: Account<br>Total
ur_pk: اکاؤنٹ کی کل تعداد

source: Accrued Balance Account
ur_pk: بیلنس اکاؤنٹ حاصل ہونے والی

source: Accumulate batch shipping:
ur_pk: بیچ شپنگ جمع:

source: Accumulated
ur_pk: جمع ہوئے​​

source: Achieved %
ur_pk: ٪ حاصل

source: Action id
ur_pk: ایکشن شناخت

source: Activated for '%s'
ur_pk: چالو کے لئے '%s'

source: Active
ur_pk: فعال

source: Add
ur_pk: شامل کریں

source: Add Account
ur_pk: اکاؤنٹ کا اضافہ کریں

source: Add Item
ur_pk: آئٹم شامل کریں

source: Add New Profile
ur_pk: نئی پروفائل کا اضافہ کریں

source: Add Price from Std Cost:
ur_pk: ایسٹیڈی کی لاگت سے قیمت شامل کریں:

source: Add Workorder
ur_pk: حکم نامہء کار کا اضافہ کریں

source: Add an Attachment
ur_pk: ایک منسلکہ شامل کریں

source: Add and Manage &Customers
ur_pk: اور گاہک استعمال کی اطلاع دیں شامل کریں

source: Add new
ur_pk: نیا اضافہ کریں

source: Add new item to document
ur_pk: دستاویز کے نئے آئٹم شامل کریں

source: Add new language manually
ur_pk: نئی زبان دستی طور پر شامل کریں

source: Add new line to journal
ur_pk: نیا روزنامچہ لائن کا اضافہ کریں

source: Additional Costs
ur_pk: اضافی اخراجات

source: Additional Costs:
ur_pk: اضافی اخراجات:

source: Address
ur_pk: پتہ

source: Address:
ur_pk: ایڈریس:

source: Adjustment Account
ur_pk: ایڈجسٹمنٹ اکاؤنٹ

source: Adjustment Items
ur_pk: ایڈجسٹمنٹ اشیا

source: Adjustment Type
ur_pk: ایڈجسٹمنٹ کی قسم

source: Advanced Manufacture
ur_pk: اعلی درجے کی تیاری

source: After No. of Days
ur_pk: دنوں کی تعداد کے بعد

source: Alias/kit code:
ur_pk: عرفی / کٹ کوڈ:

source: All
ur_pk: سب

source: All Accounts
ur_pk: تمام اکاؤنٹس

source: All Costs Are In:
ur_pk: تمام اخراجات میں رہے ہیں:

source: All Customers
ur_pk: تمام گاہک

source: All Items
ur_pk: تمام اشیاء

source: All Locations
ur_pk: تمام مقامات

source: All Sales Types
ur_pk: تمام سیلز اقسام

source: All Suppliers
ur_pk: تمام سپلائرز

source: All Types
ur_pk: تمام اقسام

source: All branches
ur_pk: تمام شاخوں

source: All companies data has been successfully updated
ur_pk: Translation:

source: Allocations
ur_pk: آونٹن

source: Allow Negative Inventory:
ur_pk: منفی فہرست کی اجازت دیں:

source: Allow entry on non closed Fiscal years
ur_pk: غیر محدود مالی سال پر لاگ ان کرنے کی اجازت دینے سے

source: Amount
ur_pk: رقم

source: Amount max:
ur_pk: رقم زیادہ سے زیادہ:

source: Amount min:
ur_pk: رقم کم از کم:

source: Amount, increase base
ur_pk: رقم، اضافہ کی بنیاد

source: Amount, reduce base
ur_pk: رقم، بنیاد کو کم

source: Amount:
ur_pk: رقم:

source: Any browser is supported
ur_pk: کسی بھی براؤزر کی حمایت کی ہے".

source: Any server is supported
ur_pk: کسی بھی سرور کی حمایت کی ہے".

source: Apr
ur_pk: اپریل

source: April
ur_pk: اپریل

source: Are you sure you want to delete company no.
ur_pk: کیا آپ کو اس بات کا یقین ہے کہ آپ کمپنی نمبر حذف کرنا چاہتے ہیں.

source: Are you sure you want to post accruals?
ur_pk: کیا آپ کو یقین ہے کہ آپ accruals پوسٹ کرنا چاہتے ہیں؟

source: Are you sure you want to void this transaction ? This action cannot be undone.
ur_pk: کیا آپ کو یقین ہے کہ آپ اس سودے باطل کرنا اس عمل واپس نہیں کیا جا سکتا ہے.؟

source: As at:
ur_pk: کے طور پر:

source: Assemble
ur_pk: جمع​​

source: Assembly Account
ur_pk: اسمبلی اکاؤنٹ

source: Assets
ur_pk: اثاثے

source: Assignment
ur_pk: تفویض

source: At Location
ur_pk: جگہ پر

source: At least one transaction is overallocated.
ur_pk: کم از کم ایک ٹرانزیکشن زیادہ مختص ہے.

source: Attach Documents
ur_pk: دستاویزات منسلک کریں

source: Attached File
ur_pk: منسلک فائل

source: Attaching documents
ur_pk: منسلک دستاویزات

source: Attachment has been deleted.
ur_pk: منسلکہ حذف .

source: Attachment has been inserted.
ur_pk: منسلکہ داخل کیا گیا ہے.

source: Attachment has been updated.
ur_pk: لف دستاویز کو اپ ڈیٹ کیا گیا ہے.

source: Aug
ur_pk: اگست

source: August
ur_pk: اگست

source: Author
ur_pk: مصنف

source: Authorization timeout
ur_pk: اجازت وقت ختم

source: Auto update
ur_pk: آٹو اپ ڈیٹ

source: Automatic Revaluation Currency Accounts
ur_pk: خودکار پنرمولین کرنسی اکاؤنٹس"

source: Automatic exchange rate update:
ur_pk: خودکار شرح تبادلہ اپ ڈیٹ کی تاریخ:

source: Automatically put balance on back order
ur_pk: خود کار طریقے سے واپس حکم پر توازن رکھ

source: Available
ur_pk: دستیاب

source: Available and/or installed
ur_pk: دستیاب ہیں اور / یا نصب

source: Available version
ur_pk: دستیاب ورژن

source: BEGIN date bigger than END date.
ur_pk: ختم ہونے کی تاریخ سے بڑی شروع کرنے کی تاریخ ہے.

source: BOM for item:
ur_pk: آئٹم کے لئے BOM:

source: Back
ur_pk: واپس

source: Backup and Restore Database
ur_pk: ڈیٹا بیس اور بیک اپ بحال کریں

source: Backup paths have not been set correctly.
ur_pk: بیک اپ راستے درست طریقے سے نہیں مقرر کیا ہے.

source: Backup scripts maintenance
ur_pk: بیک اپ سکرپٹ کی بحالی

source: Backup successfully generated.
ur_pk: بیک اپ کامیابی سے پیدا ہو گیا.

source: Balance
ur_pk: توازن

source: Balance &Sheet Drilldown
ur_pk: Drilldown بیلنس & شیٹ

source: Balance Based
ur_pk: بیلنس کی بنیاد پر

source: Balance Sheet
ur_pk: بیلنس شیٹ

source: Balance Sheet Drilldown
ur_pk: بیلنس شیٹ نیچے ڈرل

source: Balance for this Dimension
ur_pk: اس کے طول و عرض کے لئے بیلنس

source: Bank
ur_pk: بینک

source: Bank &Accounts
ur_pk: بینک اور بلنگ

source: Bank Account &Inquiry
ur_pk: بینک اکاؤنٹ & انکوائری

source: Bank Account &Transfers
ur_pk: بینک اکاؤنٹ & ٹرانسفر

source: Bank Account Currency:
ur_pk: بینک اکاؤنٹ کی کرنسی:

source: Bank Account Deposit Entry
ur_pk: بینک اکاؤنٹ جمع اندراج

source: Bank Account GL Code:
ur_pk: بینک اکاؤنٹ GL کوڈ:

source: Bank Account Number:
ur_pk: بینک اکاؤنٹ نمبر:

source: Bank Account Payment Entry
ur_pk: بینک اکاؤنٹ کی ادائیگی کا اندراج

source: Bank Accounts
ur_pk: بینک اکاؤنٹس

source: Bank Address
ur_pk: بینک ایڈریس

source: Bank Address:
ur_pk: بینک ایڈریس:

source: Bank Balance:
ur_pk: بینک بیلنس

source: Bank Charge:
ur_pk: بینک چارج:

source: Bank Charges Account:
ur_pk: بینک چارجز اکاؤنٹ

source: Bank Deposit
ur_pk: بینک جمع

source: Bank Name:
ur_pk: بینک کا نام:

source: Bank Payment
ur_pk: بینک ادائیگی

source: Bank Statement
ur_pk: بینک کا گوشوارہ

source: Bank Statement:
ur_pk: بینک کا گوشوارہ:

source: Bank account has been updated
ur_pk: بینک اکاؤنٹ کو اپ ڈیٹ کیا گیا ہے".

source: Bank account transfers
ur_pk: بینک اکاؤنٹ کی منتقلی

source: Bank accounts
ur_pk: بینک اکاؤنٹس

source: Bank deposits
ur_pk: بینک کے ذخائر

source: Bank payments
ur_pk: بینک ادائیگی

source: Bank reconciliation
ur_pk: بینک مفاہمت

source: Bank reports and inquiries
ur_pk: بینک کی رپورٹ اور انکوائری

source: Bank transactions view
ur_pk: بینک لین دین کو دیکھیں اور ان کا نظم کریں

source: Banking & GL analytics
ur_pk: بینکنگ اینڈ GL تجزیاتی

source: Banking & GL configuration
ur_pk: بینکنگ اینڈ GL ترتیب

source: Banking & GL transactions
ur_pk: بینکنگ اینڈ GL لین دین

source: Banking &Reports
ur_pk: بینکنگ اینڈ رپورٹیں

source: Base Amount
ur_pk: بیس رقم

source: Base Amount Description
ur_pk: بیس رقم کی تفصیل

source: Base for auto price calculations:
ur_pk: آٹو کی قیمت کے حساب کی لئے بیس:

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
ur_pk: انہوں نے کہا کہ 'اس سے پہلے کہ GRN کلیئرنگ اکاؤنٹ تبدیل کیا جا سکتا ہے تمام بندوقیں انوائس ہے

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
ur_pk: آپ ہے سافٹ ویئر اپ گریڈ سے قبل پرانی security_groups اور security_headings پرانے config.php فائل سے نئی arrays شامل کرنے کے لئے ہے.

source: Beginning<br>Balance
ur_pk: آغاز بیلنس

source: Below
ur_pk: نیچے

source: Bi-weekly
ur_pk: دو ہفتہ وار

source: Bill Of Materials
ur_pk: مواد کے بل

source: Bill of Materials
ur_pk: مواد کے بل

source: Bill of materials reports
ur_pk: مواد کی رپورٹ کے بل

source: Branch:
ur_pk: برانچ:

source: Branches
ur_pk: شاخیں

source: Broken company subdirectories system. You have to remove this company manually.
ur_pk: ٹوٹے ہوئے کمپنی subdirectories نظام آپ کو اس کمپنی کو دستی طور پر نکالنا ہوگا.

source: Brought Forward
ur_pk: مستقبل کے لے

source: Browser printing support
ur_pk: براؤزر کی پرنٹنگ کی حمایت

source: Browser support
ur_pk: براؤزر کو تعاون

source: Browser type
ur_pk: براؤزر کی قسم

source: Budget
ur_pk: بجٹ

source: Budget Entry
ur_pk: بجٹ داخلہ

source: Budget edition
ur_pk: بجٹ ایڈیشن

source: C.O.G.S. Account:
ur_pk: C.O.G.S. اکاؤنٹ:

source: COGS Account
ur_pk: COGS اکاؤنٹ

source: CSRF attack detected from:
ur_pk: CSRF حملے سے پتہ چلا ہے:

source: Calculated Return
ur_pk: واپس حساب لگائیں

source: Can't delete backup file.
ur_pk: بیک اپ فائل کو حذف نہیں کیا جا سکتا.

source: Cancel
ur_pk: منسوخ کریں

source: Cancel Edition
ur_pk: ایڈیشن منسوخ کریں

source: Cancel any quantites not delivered
ur_pk: منسوخ کریں نہیں بھیجئ گئ مقدار کو

source: Cancel changes
ur_pk: تبدیلیاں منسوخ کریں

source: Cancel edition
ur_pk: ایڈیشن منسوخ کریں

source: Cannot CLOSE this year because there are open fiscal years before
ur_pk: اس سال کو بند نہیں کرسکتے ہیں ہے کیونکہ یہاں اس سے پہلے مالی سال کھلا ہے

source: Cannot connect to database for company
ur_pk: کمپنی کے لئے ڈیٹا بیس سے رابطہ قائم نہیں کیا جا سکتا

source: Cannot create new company due to bugs in sql file.
ur_pk: SQL فائل میں کیڑے کی وجہ سے نئی کمپنی کو تخلیق نہیں کیا جا سکتا.

source: Cannot delete this account because it is used as one of the company default GL accounts.
ur_pk: اس اکاؤنٹ کو حذف نہیں کر سکتے ہے کیونکہ یہ کمپنی کے ڈیفالٹ GL اکاؤنٹس میں سے ایک کے طور پر استعمال کیا جاتا ہے .

source: Cannot delete this account because it is used by a bank account.
ur_pk: اس اکاؤنٹ کو حذف نہیں کر سکتے ہیں کیونکہ یہ ایک بینک اکاؤنٹ کی طرف سے استعمال کیا جاتا ہے.

source: Cannot delete this account because it is used by one or more Customer Branches.
ur_pk: اس اکاؤنٹ کو حذف نہیں کیا جا سکتا ہے کیونکہ یہ ایک یا ایک سے زیادہ گاہک شاخیں کی طرف سے استعمال کیا جاتا ہے .

source: Cannot delete this account because it is used by one or more Item Categories.
ur_pk: اس اکاؤنٹ کو حذف نہیں کیا جا سکتا کیونکہ یہ آئٹم کے ایک یا ایک سے زیادہ زمرہ جات کی طرف سے استعمال کیا جاتا ہے.

source: Cannot delete this account because it is used by one or more Items.
ur_pk: اس اکاؤنٹ کو حذف نہیں کیا جاسکتا کیونکہ یہ ایک یا ایک سے زیادہ اشیا کی طرف سے استعمال کیا جاتا ہے .

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
ur_pk: اس اکاؤنٹ کو حذف نہیں کر سکتے کیونکہ یہ ایک یا ایک سے زیادہ فوری داخلہ لائنز کی طرف سے استعمال کیا جاتا ہے.

source: Cannot delete this account because it is used by one or more Taxes.
ur_pk: اس اکاؤنٹ کو حذف نہیں کیا جا سکتا ہے کیونکہ یہ ایک یا ایک سے زیادہ ٹیکس کی طرف سے استعمال کیا جاتا ہے .

source: Cannot delete this account because it is used by one or more suppliers.
ur_pk: اس اکاؤنٹ کو حذف نہیں کیا جا سکتا کیونکہ یہ ایک یا ایک سے زیادہ سپلائرز کی طرف سے استعمال کیا جاتا ہے .

source: Cannot delete this account because transactions have been created using this account.
ur_pk: اس اکاؤنٹ کو حذف نہیں کر سکتے کیونکہ لین دین کو اس اکاؤنٹ کو استعمال کرتے ہوئے تخلیق کیا.

source: Cannot delete this account class because GL account types have been created referring to it.
ur_pk: اس اکاؤنٹ طبقے کو خارج نہیں کر سکتیں کیونکہ GL اکاؤنٹ کی قسم کو اس کا حوالہ دیتے ہوئے تخلیق کیا گیا ہے.

source: Cannot delete this account group because GL account groups have been created referring to it.
ur_pk: اس اکاؤنٹ گروپ کو خارج نہیں کرسکتے کیونکہ GL اکاؤنٹ کے گروپوں کو اس کا حوالہ دیتے ہوئے تخلیق کیا ہے .

source: Cannot delete this account group because GL accounts have been created referring to it.
ur_pk: اس اکاؤنٹ گروپ کو خارج نہیں کرسکتے کیونکہ GL اکاؤنٹس کو اس کا حوالہ دیتے ہوئے تخلیق کیا گیا ہے.

source: Cannot delete this bank account because POS definitions have been created using this account.
ur_pk: اس بینک اکاؤنٹ کو حذف نہیں کرسکتے کیونکہ POS تعریفیں اس اکاؤنٹ کو استعمال کرتے ہوئے تخلیق کی گئی ہیں .

source: Cannot delete this bank account because transactions have been created using this account.
ur_pk: اس بینک اکاونٹ کو حذف نہیں کر سکتے،ٹرانزکشن بنائ جاچکی ہے اس اکاونٹ کا استعمال کر تے ہوے

source: Cannot delete this category because there are contacts related to it.
ur_pk: اس زمرے کو حذف نہیں کر سکتے ہیں کیونکہ اس سے متعلق رابطے ہیں .

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
ur_pk: اس کرنسی کو ختم نہیں کرسکتےہیں، کیونکہ گاہک کے اکاؤنٹس کو اس کرنسی کا حوالہ دیتے ہوئے تخلیق کیا گیا ہے .

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
ur_pk: اس کرنسی کو ختم نہیں کرسکتے، کیونکہ سپلائر کے اکاؤنٹس کو اس کرنسی کا حوالہ دیتے ہوئے تخلیق کیا گیا ہے.

source: Cannot delete this currency, because the company preferences uses this currency.
ur_pk: اس کرنسی کو ختم نہیں کر سکتے، کیونکہ کمپنی کی ترجیحات اس کرنسی کا استعمال کرتئں ہیں.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
ur_pk: اس کرنسی کو ختم نہیں کرسکتے، کیونکہ وہاں بینک اکاؤنٹس ہیں جو اس کرنسی کا استعمال کرتے ہیں.

source: Cannot delete this fiscal year because the fiscal year is not closed.
ur_pk: یہ مالی سال . خارج نہیں کرسکتے ہیں . کیونکہ مالی سال نہیں بند کر سکتے ہیں.

source: Cannot delete this fiscal year because thera are fiscal years before.
ur_pk: یہ مالی سال . خارج نہیں کرسکتے ہیں کیونکہ مالی سال پہلے سے ہیں.

source: Cannot delete this inventory movement type because item transactions have been created referring to it.
ur_pk: اس انوینٹری تحریک کو حذف نیں کر سکتے کیونکہ اشیئا کی ٹرانزیکشن بن چکی ہے

source: Cannot delete this item because there are existing purchase order items for it.
ur_pk: اس آئٹم کو ختم نہیں کیونکہ وہاں اس کے لئے موجودہ خریداری آرڈر کی اشیاء ہیں کر سکتے ہیں.

source: Cannot delete this item because there are stock movements that refer to this item.
ur_pk: اس آئٹم کو ختم نہیں کیونکہ وہاں اسٹاک تحریکوں اس آئٹم کا حوالہ دیتے ہیں.

source: Cannot delete this item category because items have been created using this item category.
ur_pk: اس آئٹم زمرے کو حذف نہیں کر سکتے کیونکہ اس کے آئٹم قسم کا استعمال کرتے ہوئے تخلیق کئے ہیں.

source: Cannot delete this item record because there are bills of material that require this part as a component.
ur_pk: یہ آئٹم ریکارڈ کو حذف نہیں کیونکہ مال کی بل کہ اس حصے کو ایک جزو کے طور پر کی ضرورت ہوتی ہے کر سکتے ہیں.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
ur_pk: اس جگہ کو حذف نہیں ہے کیونکہ یہ ڈیفالٹ سے فراہم کرنے کے لئے محل وقوع کے طور پر کچھ برانچ ریکارڈ کی طرف سے استعمال کیا جاتا ہے.

source: Cannot delete this location because it is used by some related records in other tables.
ur_pk: اس جگہ کو حذف نہیں ہے کیونکہ یہ دوسرے کے ٹیبل میں کچھ متعلقہ ریکارڈ کی طرف سے استعمال کیا جاتا ہے.

source: Cannot delete this location because it is used by some work orders records.
ur_pk: یہ مقام حذف نیں ہو سکتا کیونکہ یہ استعمال ہوا ہے کام آرڈر کے ریکاڈ میں

source: Cannot delete this location because item movements have been created using this location.
ur_pk: اس جگہ کے اشیئا کو حزف نیں کر سکتے کیونکہ اشیئا کی حرکات اس مقام کو استعمال کرتے ہوے بنائ گئ ہے

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
ur_pk: اس ادائیگی کی مدت کو ختم نہیں کرسکتے، کیونکہ گاہک کے اکاؤنٹس اس لفظ کا حوالہ دیتے تخلیق کر کیا ہے.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
ur_pk: اس ادائیگی کی مدت کو ختم نہیں کر سکتے، کیونکہ سپلائر کے اکاؤنٹس کی اس لفظ کا حوالہ دیتے تخلیق کی گی ہیں

source: Cannot delete this printer definition, because print profile have been created using it.
ur_pk: یہ پرنٹر تعریف کو حذف نہیں کر سکتے، کیونکہ پرنٹ پروفائل اس کا استعمال کرتے ہوئے تخلیق کی گئی ہیں.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
ur_pk: یہ شپنگ کمپنی کو حذف نہیں کر سکتے کیونکہ رسید اس شپنگ کمپنی کا استعمال کرتے ہوے گئ تخلیق کیا ہے کی.

source: Cannot delete this shipping company because sales orders have been created using this shipper.
ur_pk: اس شپنگ کمپنی کو حذف نہیں کر سکتے کیونکہ فروخت کے احکامات اس shipper . استعمال کرتے ہوئے تخلیق کی گئ ہیں.

source: Cannot delete this tag because records have been created referring to it.
ur_pk: اس صفحہ کو حذف نہیں کر سکتے کیونکہ ریکارڈ اس کی حوالہ دیتے ہوئے تخلیق کیا ہے

source: Cannot delete this unit of measure because items have been created using this unit.
ur_pk: اس یونٹ کے پیمائش کو حذف نیں کر سکتے کیونکہ اشیئا اس یونٹ کو استعمال کرتے ہوے بنائ جا چکی ہیں

source: Cannot download repo index file.
ur_pk: ریپو انڈیکس فائل کو ڈاؤن لوڈ نہیں کر سکتے.

source: Cannot open the configuration file -
ur_pk: ترتیب کی فائل کو نہیں کھول سکتے ہیں -

source: Cannot open the languages file -
ur_pk: زبانوں کے فائل کھولے جا سکتے -

source: Cannot post to GL account used by more than one tax type.
ur_pk: ایک سے زیادہ ٹیکس کی قسم کا استعمال کرتے ہوے جی ایل اکاونٹ کو پوسٹ نہیں کر سکتے

source: Cannot remove temporary renamed company data directory
ur_pk: عارضی طور پر نام تبدیل کر دیا کمپنی ڈیٹا ڈائریکٹری کو خارج نہیں کیا جا سکتا

source: Cannot rename company subdirectory
ur_pk: کمپنی ذیری ڈائریکٹری کا نام تبدیل نہیں کیا جا سکتا".

source: Cannot rename subdirectory to temporary name.
ur_pk: عارضی نام ذیری ڈائریکٹری کا نام تبدیل نہیں کیا جا سکتا.

source: Cannot update system extensions list.
ur_pk: نظام توسیعات کی فہرست کو اپ ڈیٹ نہیں کیا جا سکتا.

source: Cannot write to the configuration file -
ur_pk: ترتیب دینے کی فائل میں نہیں لکھ سکتے -

source: Cannot write to the language file -
ur_pk: زبان کی فائل تھریری نہیں ہے -

source: Cash
ur_pk: کیش

source: Cash Account
ur_pk: کیش اکاؤنٹ

source: Category
ur_pk: زمرہ

source: Category Description:
ur_pk: زمرہ تفصیل:

source: Category Name:
ur_pk: قسم کا نام:

source: Category Short Name:
ur_pk: زمرہ مختصر نام:

source: Category description cannot be empty.
ur_pk: زمرہ کی وضاحت خالی نہیں ہو سکتا.

source: Category has been deleted
ur_pk: زمرہ حذف کردیا گیا ہے".

source: Category:
ur_pk: زمرہ:

source: Change password
ur_pk: پاس ورڈ تبدیل کریں

source: Charged on sales
ur_pk: کی فروخت پر چارج
