Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.22-1.po
Languages: sq_al

source: Shipping Company:
sq_al: Kompania e Transportit

source: Shipping ways
sq_al: Rruget e dergimit

source: Short Name
sq_al: Emri i Shkurter

source: Show All:
sq_al: Shfaq te gjitha:

source: Show GL Information:
sq_al: Shfaq informacionet mbi GL:

source: Show Item Codes:
sq_al: Shfaq Kodet e Artikujve:

source: Show also Inactive
sq_al: Trego gjithashtu jo Aktivet

source: Show hints for new users:
sq_al: Shfaq udhezimet per perdoruesit e rinj:

source: Size
sq_al: Permasat

source: Software upgrades
sq_al: Permiresimet e Software-it

source: Special maintenance
sq_al: Mirembajtja e vecante

source: Start-up Tab
sq_al: Tabela Fillestare

source: Statement
sq_al: Deklarate

source: Stock items add/edit
sq_al: Shto/Redakto artikuj te stokut

source: Stock status view
sq_al: Pamja e statusit te stokut

source: Stock transactions view
sq_al: Pamja e transaksione ve te stokut

source: Stocks below Re-Order Level at
sq_al: Rezervat poshte Ri-Organizo Nivelin ne

source: Su
sq_al: E Djele

source: Sub-total:
sq_al: Sub-Totali:

source: Submit changes
sq_al: Dergoni ndryshimet

source: Supplier Currency:
sq_al: Valuta e Furnizuesit

source: Supplier Invoice
sq_al: Fatura e Furnizuesit

source: Supplier Invoice/Credit
sq_al: Fatura/Llogaria e Furnizuesit

source: Supplier Payment
sq_al: Pagesa e Furnizuesit

source: Supplier analytical reports
sq_al: Raportet analitike te furnizuesit

source: Supplier credit notes
sq_al: Shenimet e kreditit te furnizuesit

source: Supplier invoices
sq_al: Faturat e furnizuesit

source: Supplier payments
sq_al: Pagesat e furnizuesit

source: Supplier payments allocations
sq_al: Alokimet e pagesave te furnizuesit

source: Supplier payments report
sq_al: Raporti i pagesave te furnizuesit

source: Supplier transactions view
sq_al: Pamja e transaksioneve te furnizuesit

source: Supplier's Reference:
sq_al: Referenca e Furnizuesit

source: Suppliers changes
sq_al: Ndryshimet e furnizuesve

source: System administration
sq_al: Administrimi i sistemit

source: System is available for site admin only until full database upgrade
sq_al: Sistemi eshte i perdorshem vetm nga administratori i sitit deri ne upgrade-in e plote te Bazes se te Dhenave

source: TOTAL CREDIT
sq_al: KREDITI TOTAL

source: TOTAL DELIVERY INCL. VAT
sq_al: TOTALI I DERGESES PERFSHIRE T.V.SH.

source: TOTAL ORDER EX VAT
sq_al: TOTALI I POROSISE PA T.V.SH.

source: TOTAL ORDER VAT INCL.
sq_al: TOTALI I POROSISE PERFSHIRE T.V.SH.

source: TOTAL RECEIPT
sq_al: TOTALI I FATURES

source: TOTAL REMITTANCE
sq_al: TOTALI I PARAVE TE DERGUARA

source: TOTAL VALUE
sq_al: VLERA TOTALE

source: Table Pref
sq_al: Prefiksi i Tabeles

source: Tax Group
sq_al: Grupi i Taksave

source: Tax Groups
sq_al: Grupet e Taksave

source: Tax Incl
sq_al: Perfshi taksat

source: Tax Last Period:
sq_al: Periudha e fundit e taksave:

source: Tax Name
sq_al: Emri i Takses

source: Tax Periods:
sq_al: Periudhat e Taksave:

source: Tax Types
sq_al: Tipet e Taksave

source: Tax exempt
sq_al: I perjashtuar nga taksat

source: Tax groups
sq_al: Grupet e taksave

source: Tax included
sq_al: Perfshi taksat

source: Tax rates
sq_al: Shkallet e Taksave

source: Tax reports and inquiries
sq_al: Raporet dhe pyetjet e Taksave

source: Taxes added
sq_al: Taksat e shtuara

source: Taxes added, increase base
sq_al: Taksat u shtuan, rrit bazen

source: Taxes added, reduce base
sq_al: Taksat u shtuan, redukto bazen

source: Taxes included
sq_al: Taksat e perfshira

source: Taxes included, increase base
sq_al: Taksat u perfshine, rrit bazen

source: Taxes included, reduce base
sq_al: Taksat u perfshine, redukto bazen

source: Telephone
sq_al: Telefoni

source: Telephone number:
sq_al: Numri i telefonit:

source: Template:
sq_al: Modeli:

source: Terms:
sq_al: Kushtet:

source: Th
sq_al: E Enjte

source: Thank you for using
sq_al: Faleminderit qe perdoret

source: The Branch name cannot be empty.
sq_al: Emri i deges nuk mund te lihet bosh.

source: The Branch short name cannot be empty.
sq_al: Emri i shkurtuar i deges nuk mund te lihet bosh.

source: The POS name cannot be empty.
sq_al: Emri i pikes se shitjes nuk mund te lihet bosh.

source: The area description cannot be empty.
sq_al: Pershkrimi i zones nuk mund te lihet bosh.

source: The bill of material for this item is empty.
sq_al: Fatura e materialit per kete artikull eshte bosh.

source: The company name must be entered.
sq_al: Emri i kompanise duhet te futet.

source: The configuration file
sq_al: Dosja e konfigurimit

source: The credit limit must be numeric and not less than zero.
sq_al: Limiti i kreditit duhet te jete numerik dhe jo me i vogel se 0.

source: The credit status description cannot be empty.
sq_al: Pershkrimi i statusit te kreditit nuk mund te lihet bosh.

source: The customer name cannot be empty.
sq_al: Emri i bleresit nuk mund te lihet bosh.

source: The customer short name cannot be empty.
sq_al: Emri i shkurtuar i bleresit nuk mund te lihet bosh.

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
sq_al: Vendndodhja e rezervave e perzgjedhur per kete perdorues nuk ben pjese ne vendndodhjet e rezervave te percaktuara. Administratori i sistemit duhet te rregulloje dosjen tuaj te perdoruesit.

source: The default tax rate must be numeric and not less than zero.
sq_al: Perqindja baze e takses duhet te jete numerike dhe jo me e vogel se zero.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
sq_al: Perqindja e skontos duhet te jete ne vlere numerike dhe pritet te jete me e vogel se 100% dhe me e madhe apo e barabarte me 0.

source: The entered information is a duplicate. Please go back and enter different values.
sq_al: Informacioni i futur eshte duplikate. Ju lutem kthehuni pas dhe futni vlera te ndryshme.

source: The entry for one or more amounts is invalid or negative.
sq_al: Te dhenat per nje ose me teper shuma jane te pavlefshme ose negative.

source: The existing image could not be removed
sq_al: Imazhi ekzistues nuk u hoq dot

source: The file size is over the maximum allowed. The maximum size allowed in KB is
sq_al: Permasat e dosjes e tejkalojne maksimumin e lejuar. Permasat maksimale te lejuara ne Kb jane

source: The item tax type description cannot be empty.
sq_al: Nuk mund te lini bosh pershkrimin e tipit te takses se artikullit.

source: The language files folder
sq_al: Folderi i dosjeve te gjuheve

source: The marked company is the current company which cannot be deleted.
sq_al: Kompania e shenuar eshte kompania e tashme dhe nuk mund te fshihet.

source: The password cannot contain the user login.
sq_al: Fjalekalimi nuk mund te permbaje emrin e perdoruesit

source: The password entered must be at least 4 characters long.
sq_al: Fjalekalimi i futur duhet te kete te pakten 4 shkronja.

source: The passwords entered are not the same.
sq_al: Fjalekalimet e futura nuk jane te njejta.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
sq_al: Skontoja ne blerje duhet te jete ne vlere numerike dhe pritet te jete me e vogel se 100% dhe me e madhe apo e barabarte me 0.

source: The sales person name cannot be empty.
sq_al: Emri i personit te shitjeve nuk mund te lihet bosh.

source: The sales type description cannot be empty.
sq_al: Pershkrimi i Tipit te Shitjes nuk mund te lihet bosh.

source: The security settings on your account do not permit you to access this function
sq_al: Te dhenat e sigurise ne llogarine tuaj nuk ju lejojne aksesin ndaj ketij funksioni

source: The security settings on your account do not permit you to print this report
sq_al: Parametrat e sigurise se llogarise tuaj nuk ju lejojne printimin e ketij raporti

source: The selected customer and branch are not valid, or the customer does not have any branches.
sq_al: Bleresi dhe dega e perzgjedhur nuk jane te vlefshme, ose bleresi nuk ka ndonje dege.

source: The selected customer does not have any branches. Please create at least one branch.
sq_al: Bleresi i perzgjedhur nuk ka asnje dege. Ju lutem krijoni te pakten nje dege.

source: The tax group name cannot be empty.
sq_al: Emri i grupit te taksave nuk mund te lihet bosh.

source: The tax type name cannot be empty.
sq_al: Emri i tipit te takses nuk mund te lihet bosh.

source: The user and password combination is not valid for the system.
sq_al: Kombinimi i Perdoruesit dhe Fjalekalimit nuk eshte i vlefshem per sistemin.

source: The work order number sent is not valid.
sq_al: Numri i Urdherit te Punes qe keni derguar nuk eshte i vlefshem.

source: Theme:
sq_al: Tema:

source: There are no Productions for this Order.
sq_al: Nuk ka Prodhime per kete Porosi.

source: There are no Requirements for this Order.
sq_al: Nuk ka Kerkesa per kete Urdher.

source: There are no additional costs for this Order.
sq_al: Nuk ka kosto te tjera shtese per kete Porosi.

source: There are no customers defined in the system. Please define a customer to add customer branches.
sq_al: Nuk ka asnje bleres te percaktuar ne sistem. Ju lutem percaktoni nje bleres per te shtuar deget e bleresit.

source: There are no line items on this credit note.
sq_al: Nuk ka asnje artikull ne kete shenim krediti

source: There are no line items on this dispatch.
sq_al: Nuk ka asnje artikull ne kete dergese

source: There are no line items on this invoice.
sq_al: Nuk ka artikuj ne kete fature.

source: There are no outstanding items received from this supplier that have not been invoiced by them.
sq_al: Nuk ka artikuj te pa paguar, te marre nga ky furnizues qe te mos jene faturuar nga ai.

source: There are no received items for the selected supplier that have been invoiced.
sq_al: Nuk ka artikuj te marre nga furnizuesi i perzgjedhur qe te jene faturuar.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
sq_al: NUk ka asnje zone shitjeje te percaktuar ne sistem. Te pakten nje zone shitjeje eshte e domosdoshme para se te vazhdoni me tutje.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
sq_al: Nuk ka asnje person shitjeje te percaktuar ne sistem. Te pakten nje person shitjeje eshte i domosdoshem perpara se te vazhdoni me tutje.

source: There are no sales types defined. Please define at least one sales type before adding a customer.
sq_al: Nuk ka asnje tip shitjeje te percaktuar. Ju lutem percaktoni te pakten nje tip shitjeje perpara se te shtoni nje bleres.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
sq_al: Nuk ka asnje kompani transporti te percaktuar ne sistem. Te pakten nje kompani transporti eshte e domosdoshme para se te vazhdoni me tutje.

source: There are no tax types defined. Define tax types before defining tax groups.
sq_al: Nuk keni percaktuar akoma asnje tip takse. Percaktoni nje here tipet e taksave perpara se te percaktoni grupet e taksave.

source: There are no transactions for this dimension for the selected period.
sq_al: Nuk ka transaksione per kete dimension per periudhen e perzgjedhur.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
sq_al: Keto alokime nuk mund te perpunohen sepse shuma e alokuar eshte me e madhe se shuma totale e lene per alokim.

source: This Allocation
sq_al: Ky Alokim

source: This Sales Order is used as a Template.
sq_al: Ky urdher shitjeje eshte ne perdorim si model.

source: This customer cannot be deleted because there are transactions that refer to it.
sq_al: Ky bleres nuk mund te fshihet sepse ekzistojne transaksione qe i referohen atij.

source: This customer payment has been voided.
sq_al: Pagesa e ketij bleresi eshte anulluar.

source: This dispatch has been voided.
sq_al: Kjo dergese eshte anulluar.

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
sq_al: Ky sesion redaktimi u braktis ngaqe hapet dokumentin e shitjeve ne nje tabele tjeter te lundruesit. Ju nuk mund te redaktoni njekohesisht me shume se nje dokument shitjeje.

source: This item is already on this document. You have been warned.
sq_al: Ky artikull gjendet tashme ne kete dokument. Jeni paralajmeruar.

source: This page is usable only with javascript enabled browsers.
sq_al: Kjo faqe mund te perdoret vetem ne lundrues qe kane te aktivizuar javascript.

source: This work order is closed.
sq_al: Ky Urdher Pune eshte i mbyllur.

source: Thousand Separator:
sq_al: Ndaresja e Mijesheve

source: Time Zone on Reports
sq_al: Zona e Kohes ne Raporte

source: Tmpl
sq_al: Model

source: To Location:
sq_al: Ne Vendndodhjen:

source: To Work Centre:
sq_al: Qendres se Punes:

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
sq_al: Per te shmangur problemet me hyrjet manuale ne ditar te gjitha tipet e taksave duhet te kene llogari unike Shitje/Blerje ne Librin e Pergjithshem te Llogarive.

source: To have cash POS first define at least one cash bank account.
sq_al: Nese doni te keni nje Pike Shitjeje me para ne dore se pari percaktoni te pakten nje llogari bankare.

source: To the Order of:
sq_al: Tek urdheri i:

source: Total Allocated
sq_al: Totali i Alokuar

source: Total Allocated:
sq_al: Totali i alokuar:

source: Total Amount
sq_al: Shuma Totale

source: Total Cost
sq_al: Kostoja Totale

source: Total Quantity
sq_al: Sasia Totale

source: Transaction #
sq_al: Transaksion #

source: Transfer
sq_al: Transferte

source: Transfer Type:
sq_al: Lloji i Transfertes:

source: Try again
sq_al: Provoni perseri

source: Tu
sq_al: E Marte

source: Type Name
sq_al: Emri i Tipit

source: Type:
sq_al: Lloji:

source: Unassemble
sq_al: Cmonto

source: Unit Quantity
sq_al: Sasia e Njesive

source: Units Issued
sq_al: Njesi te Shperndara

source: Units of measure
sq_al: Njesite e matjes

source: Unknown report parameter type:
sq_al: Parameter raporti i nje tipi te panjohur:

source: Update
sq_al: Perditeso

source: Update Customer
sq_al: Perditeso bleresin

source: Update customer data
sq_al: Perditeso te dhenat e bleresit

source: Updated.
sq_al: I perditesuar.

source: Upgrade from version 2.0 to 2.1
sq_al: Permireso nga versioni 2.0 ne 2.1

source: Upgrade from version 2.1/2.2beta to 2.2
sq_al: Permireso nga versioni 2.1/2.2beta ne 2.2

source: Upload file
sq_al: Ngarko dosjen

source: Use Dimensions:
sq_al: Perdor permasat:

source: Use Item Sales Accounts
sq_al: Perdorni Llogarine e Shitjeve te Artikullit

source: Use icons instead of text links:
sq_al: Perdor kete ikone ne vend te lidhjeve ne forme teksti:

source: Use popup window to display reports:
sq_al: Perdor dritaret kercyese per te shfaqur raportet:

source: User login:
sq_al: Emri i perdoruesit:

source: User name
sq_al: Emri i perdoruesit

source: Users setup
sq_al: Setup i perdoruesve

source: Valid until
sq_al: I vlefshem deri me

source: Validate changes and update document
sq_al: Konfirmo ndryshimet dhe perditeso dokumentin

source: Version
sq_al: Versioni

source: Version Id
sq_al: Numri identifikues i versionit

source: Vertical bars
sq_al: Shtylla vertikale

source: View
sq_al: Shih

source: View Backup
sq_al: Shih Kopjen rezerve

source: View Credit Note
sq_al: Shih Shenimin e Kreditit

source: View Customer Payment
sq_al: Shih Pagesen e Bleresit

source: View Sales Dispatch
sq_al: Shih dergesat e shitjeve

source: View Sales Invoice
sq_al: Shih Faturen e Shitjeve

source: View Sales Order
sq_al: Shih Urdherin e Shitjeve

source: View Sales Quotation
sq_al: Shih Vleresimin e Shitjeve

source: Voided.
sq_al: I anulluar

source: Voiding transactions
sq_al: Anulloj transaksionet

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
sq_al: KUJDES! Tregoni kujdes me heqjen. Ky veprimi ekzekutohet menjehere dhe eshte i pakthyeshem !!!

source: We
sq_al: E Merkure

source: With thanks from
sq_al: Falenderime nga

source: Work Order
sq_al: Urdher Pune

source: Work Order Issue
sq_al: Leshimi i Urdherit te Punes

source: Work Order No.
sq_al: Porosia e Punes Nr.

source: Work Order Production
sq_al: Prodhim i Urdherit te Punes

source: Work order analytical reports and inquiries
sq_al: Raportet dhe pyetjet analitike te urdherit te punes

source: Work order bulk reports
sq_al: Raportet e teresise se urdherave te punes.

source: Work order entry
sq_al: Hyrja e Urdherit te Punes

source: Work order releases
sq_al: Leshimet e urdherit te punes

source: Yes
sq_al: Po

source: You are about to remove selected backup file. Do you want to continue ?
sq_al: Ju jeni duke fshire dosjen e Kopjes Rezerve qe keni zgjedhur. A doni te vazhdoni?

source: You are about to restore database from backup file. Do you want to continue?
sq_al: Ju jeni duke rikthyer Bazen e te Dhenave nga dosja e Kopjes Rezerve. Doni te vazhdoni?

source: You are about to void this Document. Do you want to continue?
sq_al: Ju po e anulloni kete dokument. A doni te vazhdoni?

source: You can only upload *.sql backup files
sq_al: Ju mund te ngarkoni vetem dosje *.sql

source: You can pay through
sq_al: Ju mund te paguani nepermjet

source: You should automatically be forwarded.
sq_al: Ju do te ridrejtoheni automatikisht

source: Your VAT no.
sq_al: Numri juaj i T.V.SH.

source: Your password has been updated.
sq_al: Fjalekalimi juaj u perditesua.

source: and
sq_al: dhe

source: as of
sq_al: qe prej

source: at line
sq_al: ne rreshtin

source: cannot find backup directory
sq_al: e pamundur te gjendet vendndodhja e kopjes rezerve

source: click here
sq_al: klikoni ketu

source: in file
sq_al: ne dosjen

source: in units of :
sq_al: ne njesi prej:

source: seconds
sq_al: sekonda

source: to continue
sq_al: per te vazhduar

source: user online
sq_al: Perdoruesi ne linje

source: users online
sq_al: Perdorues ne linje
