Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: Selected printing profile has been deleted
sl_si: Izbrana nastavitev tiskanja je bila izbrisana

source: Select printing profile
sl_si: Izberi nastavitev tiskanja

source: New printing profile
sl_si: Nova nastavitev tiskanja

source: Printing Profile Name
sl_si: Ime nastavitve tiskanja

source: Report Id
sl_si: ID poročila

source: Printer
sl_si: Tiskalnik

source: Browser support
sl_si: Podpora brskalnika

source: no title was found in this report definition file.
sl_si: V tem poročilu ni nobenega naslova.

source: Add New Profile
sl_si: Dodaj nov profil

source: Update Profile
sl_si: Posodobi profil

source: Update printer profile
sl_si: Posodobi profil tiskalnika

source: Delete Profile
sl_si: Izbriši profil

source: Delete printer profile (only if not used by any user)
sl_si: Izbriši profil tiskalnika (le če ni v uporabi)

source: Access setup
sl_si: Nastavitve dovoljenj

source: Role description cannot be empty.
sl_si: Opis vloge ne more ostati prazen.

source: Role name cannot be empty.
sl_si: Ime vloge ne more ostati prazno.

source: Access level edition in Company setup section have to be enabled for your account.
sl_si: Za vaš račun mora biti omogočen dostop v Nastavitvah podjetja .

source: New security role has been added.
sl_si: Dodano je bila nova varnost.

source: Security role has been updated.
sl_si: Varnost je posodobljena.

source: This role is currently assigned to some users and cannot be deleted
sl_si: Te vloge ne morete izbrisati, ker je dodeljena nekaterim uporabnikom

source: Security role has been sucessfully deleted.
sl_si: Varnost je bila uspešno izbrisana.

source: Role:
sl_si: Vloga:

source: Show inactive:
sl_si: Prikaz neaktivnosti:

source: Role name:
sl_si: Ime vloge:

source: Role description:
sl_si: Opis vloge:

source: Current status:
sl_si: Trenutni status:

source: On/off set of features
sl_si: Vklopi/Izklopi funkcije

source: Update view
sl_si: Pogled posodobitev

source: Insert New Role
sl_si: Vstavi Novo Vlogo

source: Save Role
sl_si: Shrani vlogo

source: Clone This Role
sl_si: Kopiraj vlogo

source: Delete This Role
sl_si: Izbriši vlogo

source: Cancel
sl_si: Preklic

source: Cancel Edition
sl_si: Preklic obdelave

source: Shipping Company
sl_si: Dostavno podjetje

source: The shipping company name cannot be empty.
sl_si: Ime dostavnega podjetja ne more ostati prazno.

source: New shipping company has been added
sl_si: Dodano je bilo novo dostavno podjetje

source: Selected shipping company has been updated
sl_si: Izbrano dostavno podjetje je bilo posodobljeno

source: Cannot delete this shipping company because sales orders have been created using this shipper.
sl_si: Tega dostavnega podjetja ni mogoče izbrisati, ker je uporabljeno pri naročilih.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
sl_si: Tega dostavnega podjetja ni mogoče izbrisati, ker je na računih.

source: Selected shipping company has been deleted
sl_si: Izbrano dostavno podjetje je bilo izbrisano

source: Contact Person
sl_si: Kontaktna oseba

source: Phone Number
sl_si: Telefonska številka

source: Secondary Phone
sl_si: Drug telefon

source: Address
sl_si: Naslov

source: Name:
sl_si: Ime:

source: Contact Person:
sl_si: Kontaktna oseba:

source: Secondary Phone Number:
sl_si: Druga telefonska številka:

source: System Diagnostics
sl_si: Sistemska Diagnoza

source: Info
sl_si: Informacije

source: Optional
sl_si: Opcijsko

source: Recommended
sl_si: Priporočeno

source: Required
sl_si: Zahtevan

source: MySQL version
sl_si: Moja SQL različica

source: PHP version
sl_si: PHP različica

source: Server system
sl_si: Sistem strežnika

source: Session save path
sl_si: Shrani pot seje

source: Browser type
sl_si: Tip brskalnika

source: Any browser is supported
sl_si: Podpira vse brskalnike

source: Http server type
sl_si: Http tip strežnika

source: Any server is supported
sl_si: Podpira vse strežnike

source: Native gettext
sl_si: Nativer gettext

source: In case of no gettext support, php emulation is used
sl_si: Če ni gettext podpore, se uporabi PHP emulacija

source: Debugging mode
sl_si: Debug Modus

source: Error logging
sl_si: Dnevnik Napak

source: Disabled
sl_si: Onemogočen

source: To switch error logging set $error_logging in config.php file
sl_si: Da bi spremenili dnevnik napak morate spremeniti $error_logging v config.php datoteko

source: Log file is not writeable
sl_si: Log datoteka je zaščitena pred pisanjem

source: Current database version
sl_si: Trenutna različica baze podatkov

source: Database structure seems to be not upgraded to current version
sl_si: Struktura baze podatkov ni posodobljena za sedanjo različico

source: Company subdirectories consistency
sl_si: Skladnost podmap podjetja

source: '%s' is not writeable
sl_si: '%s' je zaščitena pred pisanjem

source: Temporary directory
sl_si: Začasen imenik

source: Language configuration consistency
sl_si: Skladnost konfiguracije jezika

source: Missing %s translation file.
sl_si: %s dokument prevoda manjka.

source: Missing system locale: %s
sl_si: Manjkajoča lokalna shema: %s

source: Main config file
sl_si: Glavne konfiguracijske datoteke

source: '%s' file should be read-only
sl_si: '%s' datoteke so le za branje

source: Database auth file
sl_si: Auth datoteka baze podatkov

source: '%s' file should be read-only if you do not plan to add or change companies
sl_si: '%s' datoteka je samo za branje, če ne nameravate dodajati ali spreminjati podjetij

source: Test type
sl_si: Tip testa

source: Value
sl_si: Vrednost

source: Comments
sl_si: Komentar

source: Unspecified tag type
sl_si: Nedoločen tip ključne besede

source: Account Tags
sl_si: Konto ključne besede

source: Dimension Tags
sl_si: Dimenzije ključnih besed

source: The tag name cannot be empty.
sl_si: Ime ključne besede ne more ostati prazno.

source: Selected tag settings have been updated
sl_si: Izbrane nastavitve ključnih besed so bile posodobljene

source: New tag has been added
sl_si: Dodana je bila nova ključna beseda

source: Cannot delete this tag because records have been created referring to it.
sl_si: Te ključne besede ni mogoče izbrisati, ker se nanašajo na zapise.

source: Selected tag has been deleted
sl_si: Izbrana ključna beseda je bila izbrisana

source: Tag Name
sl_si: Ime ključne besede

source: Tag Description
sl_si: Opis ključne besede

source: Tag Name:
sl_si: Ime ključne besede:

source: Tag Description:
sl_si: Opis ključne besede:

source: Users
sl_si: Uporabniki

source: The user login entered must be at least 4 characters long.
sl_si: Uporabniško ime mora biti vsaj 4-mestno.

source: The selected user has been updated.
sl_si: Izbran uporabnik je bil posodobljen.

source: A new user has been added.
sl_si: Dodan je bil nov uporabnik.

source: User has been deleted.
sl_si: Uporabnik je bil izbrisan.

source: User login
sl_si: Login Name

source: Full Name
sl_si: Polno ime

source: Phone
sl_si: Telefon

source: Last Visit
sl_si: Zadnji obisk

source: Access Level
sl_si: Stopnja dostopa

source: User Login:
sl_si: Prijava uporabnika:

source: Enter a new password to change, leave empty to keep current.
sl_si: Vnesite novo geslo za spremembo, za ohranitev obstoječega pa pustite prazno polje.

source: Telephone No.:
sl_si: Telefonska številka:

source: Access Level:
sl_si: Stopnja dostopa:

source: User's POS
sl_si: POS uporabnika

source: Use popup window for reports:
sl_si: Uporabi pojavno okno za poročila:

source: View or Print Transactions
sl_si: Prikaz ali Tiskanje Knjižb

source: Print
sl_si: Tiskanje

source: Only documents can be printed.
sl_si: Tiskate lahko le dokumente.

source: from #:
sl_si: Od Št.:

source: to #:
sl_si: Do Št.:

source: Search
sl_si: Iskanje

source: The starting transaction number is expected to be numeric and greater than zero.
sl_si: Začetna številka knjižbe mora biti število, ki je večje od 0.

source: The ending transaction number is expected to be numeric and greater than zero.
sl_si: Končna številka knjižbe mora biti število, ki je večje od 0.

source: Reference
sl_si: Referenca

source: Date
sl_si: Datum

source: GL
sl_si: Glavna knjiga

source: Void a Transaction
sl_si: Storniraj knjižbo

source: Select
sl_si: Izberi

source: Transaction Type:
sl_si: Tip knjižbe

source: Transaction #:
sl_si: Št. knjižbe:

source: Voiding Date:
sl_si: Datum storniranja:

source: Memo:
sl_si: Opomba:

source: Void Transaction
sl_si: Stornirana knjižba

source: The entered transaction does not exist or cannot be voided.
sl_si: Knjižba ne obstaja in je ne morete stornirati.

source: Are you sure you want to void this transaction ? This action cannot be undone.
sl_si: Ste prepričani, da želite stornirati to knjižbo? Tega ne boste mogli preklicati.

source: Proceed
sl_si: Nadaljuj

source: The selected transaction was closed for edition and cannot be voided.
sl_si: Izbrana knjižba je bila zaprta in je ne morete stornirati.

source: The entered date is invalid.
sl_si: Datum, ki ste ga vnesli je neveljaven.

source: The entered date is not in fiscal year.
sl_si: Datuma, ki ste ga vnesli ni v poslovnem letu.

source: The transaction number is expected to be numeric and greater than zero.
sl_si: Številka knjižbe mora biti število, ki je večje od 0.

source: The selected transaction has already been voided.
sl_si: Izbrana knjižba je že bila stornirana.

source: Selected transaction has been voided.
sl_si: Izbrana knjižba je bila stornirana.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
sl_si: Račun zadržanih zaslužkov ali račun izkaza poslovnega izida ni bil nastavljen v sistemu in v glavni knjigi

source: Closing Year
sl_si: Zaključno leto

source: Open Balance
sl_si: Začetno stanje

source: Cannot open the extension setup file '%s' for writing.
sl_si: Razširitve nastavitve dokumenta'%s' za pisanje ni mogoče odpreti.

source: Cannot write to the extensions setup file '%s'.
sl_si: Razširitve nastavitve dokumenta'%s' so zaščitene za pisanje.

source: Cannot update system extensions list.
sl_si: Seznama razširitev ni mogoče posodobiti.

source: Cannot update extensions list for company '%s'.
sl_si: Seznama razširitev za podjetje '%s' ni mogoče posodobiti.

source: Cannot open the languages file -
sl_si: Dokumenta jezikov ni mogoče odpreti -

source: Cannot write to the language file -
sl_si: Dokument jezikov je zaščiten za pisanje-

source: The language files folder
sl_si: Mapa dokumentov jezika

source: SQL script execution failed in line %d: %s
sl_si: Izvedba SQL skripte v vrstici %d: %s ni uspela

source: user online
sl_si: Uporabnik je online

source: users online
sl_si: Uporabniki so online

source: Voided.
sl_si: Stornirano.

source: &Sales
sl_si: &Prodaja

source: Transactions
sl_si: Knjižbe

source: Sales &Quotation Entry
sl_si: Ponudba-Vnos

source: Sales &Order Entry
sl_si: Naročila-Vnos

source: Direct &Delivery
sl_si: Dobavnica

source: Direct &Invoice
sl_si: Račun-vnos

source: &Delivery Against Sales Orders
sl_si: Dobavnica po naročilu

source: &Invoice Against Sales Delivery
sl_si: Račun po dobavnici

source: &Template Delivery
sl_si: Predloga za dobavnico-izbira

source: &Template Invoice
sl_si: Predloga za Račun-Izbira

source: &Create and Print Recurrent Invoices
sl_si: Periodični Računi-Ustvari in Natisni

source: Customer &Payments
sl_si: Pregled plačil-Stranka

source: Customer &Credit Notes
sl_si: Dobropis

source: &Allocate Customer Payments or Credit Notes
sl_si: Plačila ali Dobropisi-Dodelitev

source: Inquiries and Reports
sl_si: Pregledi in poročila

source: Sales Quotation I&nquiry
sl_si: Pregled ponudb

source: Sales Order &Inquiry
sl_si: Pregled naročil

source: Customer Transaction &Inquiry
sl_si: Pregled knjižb

source: Customer Allocation &Inquiry
sl_si: Pregled odprtih postavk

source: Customer and Sales &Reports
sl_si: Stranke in prodajna poročila

source: Maintenance
sl_si: Vzdrževanje

source: Add and Manage &Customers
sl_si: Urejanje in pregled strank

source: Customer &Branches
sl_si: Urejanje in pregled prodajnih mest

source: Sales &Groups
sl_si: Skupine strank

source: Recurrent &Invoices
sl_si: Periodični računi

source: Sales T&ypes
sl_si: Cenik

source: Sales &Persons
sl_si: Prodajalec

source: Sales &Areas
sl_si: Področja prodaje

source: Credit &Status Setup
sl_si: Urejanje Kreditni status

source: &Dimensions
sl_si: Dimenzije

source: Dimension &Entry
sl_si: Vnos Dimenzij

source: &Outstanding Dimensions
sl_si: &Izjemne dimenzije

source: Dimension &Inquiry
sl_si: Ponudba dimenzij

source: Dimension &Reports
sl_si: Poročila dimenzij

source: Dimension &Tags
sl_si: Dimenzije & Oznake

source: &Banking and General Ledger
sl_si: &Finance/Računovodstvo

source: &Payments
sl_si: Izhodna plačila

source: &Deposits
sl_si: Vhodna plačila

source: Bank Account &Transfers
sl_si: Računi za prenos sredstev

source: &Journal Entry
sl_si: Vnos Knjižba

source: &Budget Entry
sl_si: Vnos sredstva

source: &Reconcile Bank Account
sl_si: Uskladitev bančnega računa

source: &Journal Inquiry
sl_si: Pregled računovodskega dnevnika

source: GL &Inquiry
sl_si: Pregled kontov GK

source: Bank Account &Inquiry
sl_si: Pregled bančnih računov

source: Ta&x Inquiry
sl_si: Pregled davčne obremenitve

source: Trial &Balance
sl_si: Testna Bilanca

source: Balance &Sheet Drilldown
sl_si: Bilanca-podrobnosti

source: &Profit and Loss Drilldown
sl_si: &Prihodki & Odhodki

source: Banking &Reports
sl_si: Bančni računi-podrobnosti

source: General Ledger &Reports
sl_si: Poročila Finance/Računovodstvo

source: Bank &Accounts
sl_si: Bančni računi

source: &Quick Entries
sl_si: Hitri vnos

source: Account &Tags
sl_si: Konto ključne besede

source: &Currencies
sl_si: Denarne Valute

source: &Exchange Rates
sl_si: Menjalni tečaji

source: &GL Accounts
sl_si: Konto Vnos / Uredi

source: GL Account &Groups
sl_si: Konto Skupine

source: GL Account &Classes
sl_si: Konto Klasifikacija

source: &Revaluation of Currency Accounts
sl_si: Standardni Tečajni konto

source: &Items and Inventory
sl_si: &Artikli in Skladišče

source: Inventory Location &Transfers
sl_si: Prenos med skladišči

source: Inventory &Adjustments
sl_si: Korekcije skladišča

source: Inventory Item &Movements
sl_si: Premiki skladišč

source: Inventory Item &Status
sl_si: Status artikla

source: Inventory &Reports
sl_si: Zaloge

source: &Items
sl_si: Artikel

source: &Foreign Item Codes
sl_si: Tuja Št.Artikla

source: Sales &Kits
sl_si: Prodajne količine

source: Item &Categories
sl_si: Skupine artiklov

source: Inventory &Locations
sl_si: Lokacije skladišč

source: Inventory &Movement Types
sl_si: Načini premikov zaloge

source: &Units of Measure
sl_si: Merske Enote

source: &Reorder Levels
sl_si: Točke po-naročil

source: Pricing and Costs
sl_si: Cene in stroški

source: Sales &Pricing
sl_si: Prodajne cene

source: Purchasing &Pricing
sl_si: Nabavne cene

source: Standard &Costs
sl_si: Stroški artiklov

source: &Manufacturing
sl_si: &Produkcija

source: Work &Order Entry
sl_si: Delovni nalog-Vnos

source: &Outstanding Work Orders
sl_si: Nedokončani delovni nalogi

source: Costed Bill Of Material Inquiry
sl_si: Pregled Stroški-Kosovnica

source: Inventory Item Where Used &Inquiry
sl_si: Pregled uporaba artiklov

source: Work Order &Inquiry
sl_si: Pregled delovni nalogi

source: Manufacturing &Reports
sl_si: Področja produkcije

source: &Bills Of Material
sl_si: Kosovnice

source: &Work Centres
sl_si: Delovna mesta

source: S&etup
sl_si: &Nastavitve

source: &Company Setup
sl_si: Nastavitve Podjetje

source: &User Accounts Setup
sl_si: Nastavitve uporabnikov

source: &Access Setup
sl_si: Nastavitve dovoljenj

source: &Display Setup
sl_si: Nastavitve zaslona

source: &Forms Setup
sl_si: Nastavitve Formularjev

source: &Taxes
sl_si: Davki

source: Tax &Groups
sl_si: Davčne skupine

source: Item Ta&x Types
sl_si: Artikel davčne vrste

source: System and &General GL Setup
sl_si: Sistem- in splošne Finančno/Računovodske Nastavitve

source: &Fiscal Years
sl_si: Poslovna Leta

source: &Print Profiles
sl_si: Profil Tiskanja

source: Pa&yment Terms
sl_si: Plačilni pogoji

source: Shi&pping Company
sl_si: Dobavitelj / Podjetje

source: &Points of Sale
sl_si: Prodajna mesta

source: &Printers
sl_si: Tiskalnik

source: Contact &Categories
sl_si: Skupine artiklov

source: &Void a Transaction
sl_si: Storniranje Knjižb

source: View or &Print Transactions
sl_si: Prikaz ali Tiskanje Knjižb

source: &Attach Documents
sl_si: Pripni Dokumente

source: System &Diagnostics
sl_si: Sistemska Diagnoza

source: &Backup and Restore
sl_si: Varnostno kopiranje in obnavljanje

source: Create/Update &Companies
sl_si: Ustvarjanje / Urejanje podjetij

source: Install/Update &Languages
sl_si: Namestitev / Urejanje Jezikov

source: Install/Activate &Extensions
sl_si: Namestitev / Aktivacija Dodatkov

source: Install/Activate &Themes
sl_si: Namestitev / Aktivacija Teme

source: Software &Upgrade
sl_si: Programska posodobitev

source: &Purchases
sl_si: &Nabava

source: Purchase &Order Entry
sl_si: Prevzem račun

source: &Outstanding Purchase Orders Maintenance
sl_si: Pregled odprta naročila

source: Direct &GRN
sl_si: Prevzem dobavnica-GRN

source: &Payments to Suppliers
sl_si: Plačila dobaviteljem

source: Supplier &Invoices
sl_si: Računi dobaviteljev

source: Supplier &Credit Notes
sl_si: Dobropisi dobavitelji

source: &Allocate Supplier Payments or Credit Notes
sl_si: Dodeljevanje plačila dobaviteljem ali dobropisi

source: Purchase Orders &Inquiry
sl_si: Naročila dobavitelji

source: Supplier Transaction &Inquiry
sl_si: Plačila dobavitelji

source: Supplier Allocation &Inquiry
sl_si: Pregled odprtih postavk dobavitelji

source: Supplier and Purchasing &Reports
sl_si: Dobavitelji in Nabava

source: &Suppliers
sl_si: Vnos in urejanje dobavitelji

source: Dimension Entry
sl_si: Vnos dimenzij

source: The dimension has been entered.
sl_si: Dimenzija je bila dodana.

source: The dimension has been updated.
sl_si: Dimenzija je bila posodobljena.

source: The dimension has been deleted.
sl_si: Dimenzija je bila izbrisana.

source: The dimension has been closed. There can be no more changes to it.
sl_si: Dimenzija je bila zaprta. Spremembe niso mogoče.

source: The dimension has been re-opened.
sl_si: Dimenzija je bila znova odprta.

source: Enter a &new dimension
sl_si: Dodaj novo &dimenzijo

source: &Select an existing dimension
sl_si: &Izberi obstoječo dimenzijo

source: The dimension reference must be entered.
sl_si: Vnesite referenco dimenzije.

source: The entered reference is already in use.
sl_si: Referenca je že v uporabi.

source: The dimension name must be entered.
sl_si: Vnesite ime dimenzije.

source: The date entered is in an invalid format.
sl_si: Format datuma ni veljaven.

source: The required by date entered is in an invalid format.
sl_si: Format vnosa je neveljaven

source: This dimension cannot be deleted because it has already been processed.
sl_si: Te dimenzije ni mogoče izbrisati, ker je že bila obdelana.

source: The dimension sent is not valid.
sl_si: Poslana dimenzija ni veljavna.

source: Dimension Reference:
sl_si: Referenca dimenzije:

source: Start Date
sl_si: Datum od

source: Date Required By
sl_si: Zahtevan datum

source: Tags:
sl_si: Ključne besede:

source: This Dimension is closed.
sl_si: Ta dimenzija je zaprta.

source: Save changes to dimension
sl_si: Shrani spremembe za dimenzijo

source: Re-open This Dimension
sl_si: Znova odpri To Dimenzijo

source: Mark this dimension as re-opened
sl_si: Označi to dimenzijo kot znova odprto

source: Close This Dimension
sl_si: Zapri to dimenzijo

source: Mark this dimension as closed
sl_si: Označi to dimenzijo kot zaprto

source: Delete This Dimension
sl_si: Izbriši to dimenzijo

source: Delete unused dimension
sl_si: Izbriši nerabljene dimenzije

source: Add
sl_si: Dodaj

source: There are no transactions for this dimension for the selected period.
sl_si: Za to dimenzijo ni knjižbe v tem obdobju.

source: Balance for this Dimension
sl_si: Bilanca za to dimenzijo

source: Account
sl_si: Račun

source: Debit
sl_si: Debet

source: Credit
sl_si: Kredit

source: Balance
sl_si: Bilanca

source: Search Outstanding Dimensions
sl_si: Iskanje izjemnih dimenzij

source: Search Dimensions
sl_si: Iskanje dimenzij

source: Reference:
sl_si: Referenca:

source: All
sl_si: Vse

source: From:
sl_si: Od:

source: To:
sl_si: Do:

source: Only Overdue:
sl_si: Le Zapadli:

source: Only Open:
sl_si: Le Odprti:

source: Due Date
sl_si: Zapade

source: Marked dimensions are overdue.
sl_si: Označene dimenzije so zapadle.

source: View Dimension
sl_si: Prikaz Dimenzij

source: The dimension number sent is not valid.
sl_si: Poslana številka dimenzije ni veljavna.

source: This dimension is closed.
sl_si: Ta dimenzija je zaprta.

source: from:
sl_si: Od:

source: to:
sl_si: Do:

source: Show
sl_si: Prikaz

source: Balance Sheet Drilldown
sl_si: Podrobnosti bilanc

source: Total
sl_si: Skupaj

source: As at:
sl_si: Kot v:

source: Calculated Return
sl_si: Izračunan Dobiček

source: Liabilities
sl_si: Obveznosti

source: and
sl_si: in

source: Equities
sl_si: Vrednostni papirji

source: Bank Statement
sl_si: Bančni izpisek

source: There are no bank accounts defined in the system.
sl_si: V sistemu ni definiranih bančnih računov.

source: Account:
sl_si: Račun:

source: Person/Item
sl_si: Oseba/Artikel

source: Opening Balance
sl_si: Otvoritvena Bilanca

source: Ending Balance
sl_si: Zaključna Bilanca

source: General Ledger Inquiry
sl_si: Glavno povpraševanje

source: Dimension
sl_si: Dimenzija

source: Amount min:
sl_si: Min. znesek:

source: Amount max:
sl_si: Max. znesek:

source: Memo
sl_si: Knjižba

source: No general ledger transactions have been created for the specified criteria.
sl_si: Ni bilo ustvarjenih glavnih knjižb.

source: Trial Balance
sl_si: Testna Bilanca

source: No zero values
sl_si: Ni vrednosti nič

source: Only balances
sl_si: Le bilance

source: Account Name
sl_si: Ime računa

source: Brought Forward
sl_si: Preneseni dobiček

source: This Period
sl_si: Perioda

source: Journal Inquiry
sl_si: Pregled računovodskega dnevnika

source: Enter reference fragment or leave empty
sl_si: Vnesite delno referenco ali pustite prazno polje

source: Show closed:
sl_si: Prikaži zaprto:

source: Enter memo fragment or leave empty
sl_si: Vnesite delno knjižbo ali pustite prazno polje.

source: Trans #
sl_si: Št. knjižbe

source: Amount
sl_si: Znesek

source: User
sl_si: Uporabnik

source: Profit & Loss Drilldown
sl_si: Prihodki & Odhodki podrobnosti

source: Accumulated
sl_si: Bilančni

source: Period Y-1
sl_si: Perioda J-1

source: Budget
sl_si: Proračun

source: Compare to
sl_si: Primerjaj z

source: Group/Account Name
sl_si: Skupina/Ime računa

source: Period
sl_si: Perioda

source: Achieved %
sl_si: Doseženo %

source: Tax Inquiry
sl_si: Povpraševanje davka

source: Outputs
sl_si: Izhodni računi

source: Inputs
sl_si: Vhodni računi

source: Charged on sales
sl_si: Zaračunano pri prodaji

source: Output Tax
sl_si: Izhodni davki

source: Paid on purchases
sl_si: Plačano pri nakupih

source: Input Tax
sl_si: Vhodni davki

source: Net payable or collectible
sl_si: Neto plačano ali vrnjeno

source: Total payable or refund
sl_si: Skupno plačano ali v dobro

source: Bank Accounts
sl_si: Bančni računi

source: The bank account name cannot be empty.
sl_si: Ime bančnega računa ne more ostati prazno.

source: Bank account has been updated
sl_si: Bančni račun je bil posodobljen

source: New bank account has been added
sl_si: Dodan je bil nov bančni račun

source: Cannot delete this bank account because transactions have been created using this account.
sl_si: Tega bančnega računa ni mogoče izbrisati, ker se nanaša na knjižbe.
