Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.22-1.po
Languages: sq_al

source: is not writable. Change its permissions so it is, then re-run the operation.
sq_al: nuk eshte e shkrueshme. Lejoni shkrueshmerine e saj, pastaj riperseritni veprimin.

source: % amount of base
sq_al: % e shumes se bazes

source: % amount of base, increase base
sq_al: % e shumes se bazes, rrit bazen

source: % amount of base, reduce base
sq_al: % e shumes se bazes, redukto bazen

source: &Add or Edit
sq_al: &Shto ose Redakto

source: * Subject to Realisation of the Cheque.
sq_al: * I kushtezuar nga Realizimi i Cekut.

source: , Please create it manually
sq_al: , Ju lutem krijojeni manualisht

source: , please remove it manually
sq_al: , ju lutem zhvendoseni manualisht

source: A new customer has been added.
sq_al: U shtua nje bleres i ri.

source: Access levels edition
sq_al: Edicioni i niveleve te aksesit

source: Activated for '%s'
sq_al: I Aktivizuar per '%s'

source: Add All Items
sq_al: Shto te gjithe artikujt

source: Add GL Line
sq_al: Shto rresht nga Libri i Pergjithshem i Llogarive

source: Add Item
sq_al: Shto artikull

source: Add New Customer
sq_al: Shto bleres te ri

source: Add Price from Std Cost:
sq_al: Fut Cmimin nga Kostoja Standarte:

source: Add new item to document
sq_al: Shto artikull te ri ne dokument

source: Add new line to journal
sq_al: Shto rresht te ri ne ditar

source: Add to Credit Note
sq_al: Shto ne Shenimin e Kreditimit

source: Add to Invoice
sq_al: Shto ne fature

source: Additional identifier for delivery e.g. name of receiving person
sq_al: Te dhena identifikuese shtese per dergesen p.sh. emri i marresit

source: Address:
sq_al: Adresa:

source: Advanced Manufacture
sq_al: Prodhim i Avancuar

source: All Customers
sq_al: Te gjithe Bleresit

source: All Items
sq_al: Te gjithe artikujt

source: All Locations
sq_al: Te gjitha vendndodhjet

source: All Sales Types
sq_al: Te gjitha llojet e shitjeve

source: All Suppliers
sq_al: Te gjithe Furnizuesit

source: All Types
sq_al: Te gjitha llojet

source: All amounts stated in
sq_al: Te gjitha sasite e deklaruara ne

source: All branches
sq_al: Te gjitha deget

source: Allocate Customer Payment or Credit Note
sq_al: Aloko Pagesen e Bleresit ose Shenimin e Kreditit

source: Allocation
sq_al: Allokimi

source: Allocation of %s # %d
sq_al: Alokimi i %s # %d

source: Amount, increase base
sq_al: Shuma, rrit bazen

source: Amount, reduce base
sq_al: Shuma, redukto bazen

source: April
sq_al: Prill

source: Are you sure you want to delete company no.
sq_al: A jeni i sigurte qe doni te fshini kompanine nr.

source: Area
sq_al: Zona

source: Area Name
sq_al: Emri i Zones

source: Area Name:
sq_al: Emri i Zones:

source: As advance / full / part / payment towards:
sq_al: Si Pagese Paradhenie/ E Plote/ E Pjesshme/ drejt

source: Assemble
sq_al: Monto

source: Assets
sq_al: Asetet

source: Attach Documents
sq_al: Bashkangjit dokumenta

source: Attached File
sq_al: Dosja e bashkangjitur

source: Attached you will find
sq_al: Bashkangjitur do te gjeni

source: Attaching documents
sq_al: Duke bashkangjitur dokumentet

source: Attachment has been deleted.
sq_al: Bashkangjitja eshte fshire

source: Attachment has been inserted.
sq_al: Bashkangjitja u krye

source: Attachment has been updated.
sq_al: Bashkangjitja u perditesua

source: August
sq_al: Gusht

source: Automatically put balance on back order
sq_al: Vendos automatikisht bilancin ne Porosi

source: Back
sq_al: Prapa

source: Backup and Restore Database
sq_al: Ruaj kopje rezerve dhe rikthe Bazen e te Dhenave

source: Backup paths have not been set correctly.
sq_al: Shtigjet e ruajtjes se kopjes rezerve nuk jane percaktuar ne menyre te sakte

source: Backup scripts maintenance
sq_al: Mirembajtje e skripteve te Kopjes Rezerve

source: Backup successfully generated.
sq_al: Kopja rezerve u krijua me sukses

source: Balance for this Dimension
sq_al: Balanca per kete Dimension

source: Bank Deposit
sq_al: Depozite Bankare

source: Bank Payment
sq_al: Pagese Bankare

source: Bank account transfers
sq_al: Transfertat ne Llogarite Bankare

source: Bank accounts
sq_al: Llogarite Bankare

source: Bank deposits
sq_al: Depozita bankare

source: Bank payments
sq_al: Pagesa bankare

source: Bank reconciliation
sq_al: Rakordim me banken

source: Bank reports and inquiries
sq_al: Raportet dhe pyetjet e Bankes

source: Bank transactions view
sq_al: Pamja e Transaksioneve BAnkare

source: Banking & GL analytics
sq_al: Analizat e veprimeve bankare dhe Librit te Pergjithshem te Llogarive

source: Banking & GL configuration
sq_al: Konfigurimi i veprimeve bankare dhe Librit te Pergjithshem te Llogarive

source: Banking & GL transactions
sq_al: Transaksionet e veprimeve bankare dhe Librit te Pergjithshem te Llogarive

source: Base
sq_al: Baza

source: Base for auto price calculations:
sq_al: Baza per llogaritjet automatike te cmimit

source: Batch
sq_al: Grumbull

source: Batch Invoicing
sq_al: Faturo ne Grumbull

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
sq_al: Perpara se ti beni upgrade software-it ju duhet te perfshini tabelat e vjetra $security_groups and $security_headings nga dosja e vjeter config.php ne ate te re.

source: Begin:
sq_al: Fillo:

source: Below
sq_al: Poshte

source: Bill of Materials
sq_al: Fatura e materialeve

source: Bill of materials reports
sq_al: Raportet e Fatures se Materialeve

source: Billing Address:
sq_al: Adresa e faturimit:

source: Branch Name:
sq_al: Emri i deges

source: Branch Short Name:
sq_al: Emri i shkurtuar i deges:

source: Branches
sq_al: Deget

source: Broken company subdirectories system. You have to remove this company manually.
sq_al: Sistemi i nendirektorive te kompanive eshte i prishur. Ju duhet ta hiqni manualisht kete kompani.

source: Browser printing support
sq_al: Suport per printim nga lundruesi

source: Budget edition
sq_al: Edicion i lire

source: By Cash / Cheque* / Draft No.
sq_al: Me Para ne dore/Cek/Draft Nr.

source: CREDIT NOTE #%d
sq_al: SHENIMI I KREDITIT #%d

source: CUSTOMER ACCOUNT IS ON HOLD
sq_al: LLOGARIA E BLERESIT ESHTE NE PRITJE

source: Calculation factor
sq_al: Faktori i llogaritjes

source: Calculation factor must be valid positive number.
sq_al: Faktori i llogaritjes duhet te jete nje numer pozitiv i vlefshem.

source: Can't delete backup file.
sq_al: E pamundur te fshihet dosja e Kopjes Rezerve

source: Cancel Delivery
sq_al: Anullo Dergesen

source: Cancel Invoice
sq_al: Anullo Faturen

source: Cancel Quotation
sq_al: Anullo Vlerersimin

source: Cancel any quantites not delivered
sq_al: Anullo cdo sasi te paderguar.

source: Cancel changes
sq_al: Anullo ndryshimet

source: Cancel edition
sq_al: Anulloni edicionin

source: Canceled.
sq_al: I Anulluar

source: Cancels document entry or removes sales order when editing an old document
sq_al: Anullon hyrjet ne dokument ose heq urdherin e shitjes kur redakton nje dokument te vjeter

source: Cannot create new company due to bugs in sql file.
sq_al: Nkk mund te krijohet kompani e re si pasoje e defekteve ne Bazen e te Dhenave

source: Cannot delete the customer record because orders have been created against it.
sq_al: Nuk munmd te fshihet ky bleres sepse jane krijuar porosira qe lidhen me te.

source: Cannot delete this POS because it is used in users setup.
sq_al: Nuk mund te fshihet pika e shitjes sepse po perdoret ne setup-in e perdoruesve.

source: Cannot delete this area because customer branches have been created using this area.
sq_al: Nuk mund te fshihet kjo zone sepse jane krijuar dege bleresish qe perdorin kete zone.

source: Cannot delete this branch because customer transactions have been created to this branch.
sq_al: Nuk mund te fshihet kjo dege sepse jane krijuar transaksione bleresish ne kete dege.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
sq_al: Nuk mund te fshihet kjo dege sepse ekzistojne porosi shitjeje per te. Spastroni se pari porosite e vjetra te shitjeve.

source: Cannot delete this credit status because customer accounts have been created referring to it.
sq_al: Statusi i kreditit nuk mund te fshihet sepse jane krijuar llogari bleresish qe i referohen atij.

source: Cannot delete this customer because there are branch records set up against it.
sq_al: Nuk mund te fshihet ky bleres sepse ka shenime dege qe lidhen me te.

source: Cannot delete this group because customers have been created using this group.
sq_al: Nuk mund te fshihet ky grup sepse jane krijuar bleres qe perdorin kete grup.

source: Cannot delete this item tax type because items have been created referring to it.
sq_al: Nuk mjund te fshini tipin e takses se artikullit sepse jane krijuar tashme artikuj qe i referohen asaj.

source: Cannot delete this sale type because customer transactions have been created using this sales type.
sq_al: Nuk mund te fshihet ky tip shitjeje sepse jane krijuar transaksione bleresish duke perdorur kete tip shitjeje.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
sq_al: Nuk mund te fshihet ky tip shitjeje sepse bleresit aktualisht jane rregulluar te perdorin kete pit shitjeje.

source: Cannot delete this tax group because customer branches been created referring to it.
sq_al: Nuk mund te fshini kete grup taksash sepse tashme jane krijuar dege bleresish qe i referohen atij.

source: Cannot delete this tax group because suppliers been created referring to it.
sq_al: Nuk mund te fshini kete grup taksash sepse tashme jane krijuar furnitore qe i referohen atij.

source: Cannot delete this tax type because tax groups been created referring to it.
sq_al: Nuk mund te fshini kete tip takse sepse jane krijuar tashme grupe taksash qe i referohen asaj.

source: Cannot flush printing queue
sq_al: E pamundur te pastrohet radha e printimit

source: Cannot insert stock id into item_codes
sq_al: Nuk mund te futet numri i identifikimit te rezerves ne kodet e artikujve

source: Cannot open connection to printer
sq_al: E pamundur te hapet lidhja me printerin

source: Cannot open the configuration file -
sq_al: E pamundur te hapet dosja e konfigurimit -

source: Cannot open the extension setup file '%s' for writing.
sq_al: Nuk mund te hapet dosja e setup-it te ekstensioneve '%s' per tu shkruar.

source: Cannot open the languages file -
sq_al: E pamundur te hapet dosja e gjuheve -

source: Cannot query max sales order number.
sq_al: Nuk mund te kerkohet numri maksimal i urdherave te shitjes.

source: Cannot remove temporary renamed company data directory
sq_al: E pamundur te zhvendoset direktoria e riemertuar perkohesisht e te dhenave te kompanise

source: Cannot rename company subdirectory
sq_al: E pamundur te riemertohet nendirektoria e kompanise

source: Cannot rename subdirectory to temporary name.
sq_al: E pamundur te riemertohet nendirektoria me emer te perkohshem.

source: Cannot retrieve bank accounts codes
sq_al: Nuk mund te terheq kodet e llogarise bankare

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
sq_al: E pamundur te terhiqet kursi i kembimit per valuten %s per %s. Ju lutem futni manualisht kursin e kembimit ne faqen e Kurseve te Kembimit.

source: Cannot select stock identificators
sq_al: Nuk mund te perzgjidhen identifikuesit e rezerves

source: Cannot send report to printer
sq_al: E pamundur te dergohet raporti ne printer

source: Cannot store next sales order reference.
sq_al: Nuk mund te ruhet referenca e urdherit te mepasem te shitjeve.

source: Cannot update bank transactions
sq_al: Nuk mund te perditesohen transaksionet bankare

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
sq_al: Nuk mund te permiresohet sistemi i ekstensioneve: file /modules/installed_modules.php nuk eshte e shkrueshme

source: Cannot write to the configuration file -
sq_al: E pamundur te shkruhet ne dosjen e konfigurimit

source: Cannot write to the extensions setup file '%s'.
sq_al: Nuk mund te shkruhet mbi dosjen e setup-it te ekstensioneve '%s'.

source: Cannot write to the language file -
sq_al: E pamundur te shkruhet mbi dosjen e gjuheve -

source: Cash
sq_al: Para te thata

source: Cash Account
sq_al: Llogari rrjedhese

source: Cash sale
sq_al: Shitje me para ne dore

source: Change password
sq_al: Nderro fjalekalimin

source: Charge Branch
sq_al: Faturoni Degen

source: Charge To
sq_al: Faturoni

source: Cheque
sq_al: Cek

source: Chequing Account
sq_al: Llogaria e Ceqeve

source: Click Here to Pick up the date
sq_al: Kliko ketu per te marre daten

source: Click here to Login Again.
sq_al: Klikoni ketu per te hyre brenda perseri

source: Clone
sq_al: Klono

source: Close
sq_al: Mbyll

source: Comments:
sq_al: Komente:

source: Commit Order Changes
sq_al: Ekzekuto Ndryshimet ne Porosi

source: Commit Quotations Changes
sq_al: Ekzekuto Ndryshimet ne Vleresim

source: Common view/print transactions interface
sq_al: Nderfaqja e perbashket pamje/printim e transaksioneve

source: Company
sq_al: Kompania

source: Company GL setup
sq_al: Rregullimi i Librit te Pergjithshem te Llogarive te Kompanise

source: Company Logo:
sq_al: Logoja e Kompanise

source: Company has been updated.
sq_al: Kompania e re u perditesua.

source: Company parameters
sq_al: Prametrat e kompanise

source: Company setup
sq_al: Setup i kompanise

source: Compression:
sq_al: Kompresimi:

source: Confirm changes
sq_al: Konfirmo ndryshimet

source: Contact
sq_al: Kontakt

source: Cost Update
sq_al: Perditesim i Kostos

source: Cost of Goods Sold
sq_al: Kostoja e Mallrave te Shitura

source: Create Backup
sq_al: Krijo Kopje Rezerve

source: Create a new company
sq_al: Krijo nje kompani te re

source: Create backup
sq_al: Krijo Kopje Rezerve

source: Create/Update Company
sq_al: Krijo/Perditeso nje Kompani

source: Credit No.
sq_al: Depozita Nr.

source: Credit Notes
sq_al: Shenimet e kreditit

source: Credit Status
sq_al: Statusi i kreditit

source: Credit Status:
sq_al: Statusi i kreditit:

source: Credit sale
sq_al: Shitje me kredit

source: Credit status definitions changes
sq_al: Ndryshimet e perkufizimeve te statusit te kredise

source: Credits can only be applied to invoiced items.
sq_al: Llogarite mund t'u atashohen vetem artikujve te faturuar

source: Cust Order Ref
sq_al: Ref. Por. Bler.

source: Cust Ref
sq_al: Ref Bler

source: Customer Allocation Inquiry
sq_al: Pyetje mbi Alokimin e Bleresit

source: Customer Allocations
sq_al: Alokimet e Bleresve

source: Customer Branches
sq_al: Deget e Bleresve

source: Customer Currency:
sq_al: Valuta e Bleresit

source: Customer Discount:
sq_al: Zbritja per Bleresin

source: Customer Name
sq_al: Emri i Bleresit

source: Customer Name:
sq_al: Emri i bleresit:

source: Customer Order Ref.
sq_al: Referenca e Porosise se Bleresit

source: Customer Payment
sq_al: Pagese e Bleresit

source: Customer Payment #%d
sq_al: Pagesa e Bleresit #%d

source: Customer Reference:
sq_al: Referenca e Bleresit

source: Customer Short Name:
sq_al: Emri i shkurte i bleresit:

source: Customer Transactions
sq_al: Transaksionet e Bleresit

source: Customer branches
sq_al: Deget e Bleresit

source: Customer bulk listing
sq_al: Listimi i teresise se bleresve

source: Customer has been updated.
sq_al: Bleresi u perditesua.

source: Customer payments allocation
sq_al: Alokimi i pagesave te bleresve

source: Customer payments entry
sq_al: Hyrjet e pagesave te bleresve

source: Customer payments report
sq_al: Raportet e pagesave te bleresit

source: Customer reference number for this order (if any)
sq_al: Numri i references se bleresit per kete porosi (nese ekziston)

source: Customer status report
sq_al: Raporti i statusit te bleresit

source: Customer status:
sq_al: Gjendja e bleresit:

source: Customer's Currency:
sq_al: Valuta e bleresit:

source: Customer:
sq_al: Bleresi:

source: Customers
sq_al: Bleresit

source: DATABASE ERROR :
sq_al: GABIM NE BAZEN E TE DHENAVE:

source: DISPATCH NOTE #%d
sq_al: SHENIM I DERGESES #%d

source: Database Host
sq_al: Bujtesi i Bazes se te Dhenave

source: Database Name
sq_al: Emri i Bazes se te Dhenave

source: Database Password
sq_al: Fjalekalimi i Bazes se te Dhenave

source: Database Script
sq_al: Skripti i Bazes se te Dhenave

source: Database User
sq_al: Perdoruesi i Bazes se te Dhenave

source: Database backup failed.
sq_al: Krijimi i kopjes rezerve te Bazes se te Dhenave deshtoi

source: Database backup/restore
sq_al: Backup/restore i bazes se te dhenave

source: Date Items Received
sq_al: Data e Marrjes se Artikujve

source: Date Separator:
sq_al: Ndaresja e Dates:

source: Date Uploaded
sq_al: Data e ngarkimit

source: Date Voided:
sq_al: Data e ne te cilen kthehet e pavlefshme:

source: Date of Deposit
sq_al: Data e Depozitimit

source: Dated
sq_al: I datuar

source: Dateformat and Separators
sq_al: Formati i dates dhe ndareset

source: Dateformat:
sq_al: Formati i dates

source: Days:
sq_al: Ditet:

source: Dear
sq_al: I/E dashur

source: Debug mode database warning:
sq_al: Pralajmerim nga debug mode database:

source: December
sq_al: Dhjetor

source: Decimal Places
sq_al: Shifra pas presjes dhjetore

source: Decimal Separator:
sq_al: Ndaresja e dhjetesheve

source: Default Inventory Location:
sq_al: Vendndodhja baze e inventarit:

source: Default Rate (%)
sq_al: Perqindja baze (%)

source: Default Rate:
sq_al: Kursi baze:

source: Default Shipping Company:
sq_al: Kompania Transportuese baze:

source: Default account
sq_al: Llogaria baze

source: Default cash account
sq_al: Llogaria baze

source: Delete
sq_al: Fshij

source: Delete Backup
sq_al: Fshij Kopjen Rezerve

source: Delete Company Logo:
sq_al: Fshij logon e kompanise

source: Delete Customer
sq_al: Fshij bleresin

source: Delete customer data if have been never used
sq_al: Fshij te dhenat e bleresit nese nuk jane perdorur kurre

source: Deleted.
sq_al: U fshi

source: Deleting GRN items during invoice entry
sq_al: Po fshij artikujt ne Shenimin e Artikujve te Marre gjate hyrjes se fatures

source: Deliver From Location
sq_al: Dorezo nga Vendndodhja

source: Deliver Into Location
sq_al: Dorezo ne vendndodhje

source: Deliver To
sq_al: Dorezoje ne

source: Deliver To Branch
sq_al: Dorezo ne degen

source: Deliver To:
sq_al: Dorezojeni tek:

source: Deliver from Location:
sq_al: Dorezo nga Vendndodhja

source: Deliver to:
sq_al: Dorezoje ne:

source: Delivered To
sq_al: Dorezuar

source: Delivery
sq_al: Dergese

source: Delivery #
sq_al: Dergese #

source: Delivery Address
sq_al: Adresa e Dorezimit

source: Delivery Date:
sq_al: Data e Dergimit:

source: Delivery Details
sq_al: Detajet e dorezimit

source: Delivery Note
sq_al: Shenim i Dorezimit

source: Delivery Note Items
sq_al: Artikujt e Shenimit te Dergeses

source: Delivery Note No.
sq_al: Numri i Shenimit i Dergeses

source: Delivery Notes
sq_al: Shenimet e Dorezimit

source: Delivery To
sq_al: Dergoja

source: Delivery Total
sq_al: Totali i Dergeses

source: Delivery address. Default is address of customer branch
sq_al: Adresa e dergimit/ Adresa e deges se bleresit.

source: Description
sq_al: Pershkrimi

source: Detail:
sq_al: Detaj:

source: Dimension entry
sq_al: Hyrjet e Permasave

source: Dimension reports
sq_al: Raporet e permasave

source: Dimension tags
sq_al: Etiketat e Permsave

source: Dimension view
sq_al: Pamja e Permasave

source: Dimensions configuration
sq_al: Konfigurimi i permasave

source: Discount Percent:
sq_al: Skonto ne perqindje:

source: Dispatch
sq_al: Dergo

source: Dispatch Date
sq_al: Data e Dergerses

source: Display preferences
sq_al: Shfaq preferencat

source: Display:
sq_al: Shfaq:

source: Dissallow Invoices
sq_al: Ndalo faturat ?

source: Dissallow invoicing ?
sq_al: Ndaloje faturimin ?

source: Domicile
sq_al: Shtepi

source: Domicile:
sq_al: Adresa zyrtare:

source: Dots
sq_al: Pika

source: Download
sq_al: Shkarko

source: Download Backup
sq_al: Shkarko Kopjen Rezerve

source: Drawn on Bank
sq_al: Terheque ne Banke

source: DueDate
sq_al: Data e percaktuar

source: Edit
sq_al: Redakto

source: Edit document line
sq_al: Redakto rreshtin e dokumentit

source: Edit journal line
sq_al: Redakto rreshtin e ditarit

source: Edit new record with current data
sq_al: Redakto procesverbalin me daten e sotme

source: Email Address:
sq_al: Adresa E-Mail:

source: End:
sq_al: Perfundo:

source: Enter Delivery Details and Confirm Dispatch
sq_al: Fut Detajet e Dergimit dhe Konfirmo Dergesen

source: Enter Delivery Details and Confirm Order
sq_al: Fut Detajet e Dergeses dhe Konfirmo Porosine

source: Enter Delivery Details and Confirm Quotation
sq_al: Fut Detajet e Dergeses dhe Konfirmo Vleresimin

source: Enter Valid until Date
sq_al: Futni e Vlefshme deri ne Daten

source: Enter code fragment to search or * for all
sq_al: Fut frgmentin e kodit per te bere kerkimin ose * per te gjitha

source: Enter description fragment to search or * for all
sq_al: Fut fragmentin pershkrues per te bere kerkimin ose * per te gjitha

source: Enter requested day of delivery
sq_al: Futni diten e kerkuar te dorezimit

source: Enter your new password in the fields.
sq_al: Futni fjalekalimin tuaj te ri ne hapesirat.

source: Equity
sq_al: Vlefta

source: Error creating Database:
sq_al: Gabim gjate krijimit te Bazes se te Dhenave.

source: Error removing Database:
sq_al: Gabim gjate zhvendosjes se Bazes se te Dhenave

source: Error sending print job control file
sq_al: Gabim ne dergimin e dosjes se kontrollit te printimit

source: Error uploading logo file
sq_al: Gabim gjate ngarkimit te dosjes se logos

source: Exchange Rates:
sq_al: Kursi i Kembimit:

source: Exchange Variance
sq_al: Varianca e Kembimit

source: Exchange rate table changes
sq_al: Ndryshimet e tabeles se Kursit te Kembimit

source: Expense
sq_al: Shpenzimi

source: Factor
sq_al: Faktor

source: Fax No
sq_al: Nr. i Faksit

source: Fax Number:
sq_al: Numri i Faksit:

source: Fax number:
sq_al: Numri i faksit:

source: February
sq_al: Shkurt

source: File successfully deleted.
sq_al: Dosja u fshi me sukses

source: File was not uploaded into the system.
sq_al: Dosja nuk u ngarkua ne sistem

source: Filename
sq_al: Emri i dosjes

source: Filetype
sq_al: Lloji i dosjes

source: Final product receive
sq_al: Marrja e produktit perfundimtar

source: First
sq_al: I Pari

source: Fiscal Year
sq_al: Viti fiskal

source: Fiscal Year:
sq_al: Viti fiskal:

source: Fiscal Years
sq_al: Vitet Fiskale

source: Fiscal years maintenance
sq_al: Mirembajtja e Viteve Fiskale

source: For Part :
sq_al: Per Pjesen:

source: For Purchase Order
sq_al: Per Urdherin e Blerjes

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
sq_al: Per te faturuar ne grumbull ju duhet te zgjidhni te pakten nje dergese. Te gjithe artikujt duhet te dorezohen ne te njejten dege bleresi.

source: Foreign item codes entry
sq_al: Hyrja e kodeve te artikujve te huaj

source: Forms setup
sq_al: Setup i formulareve

source: Fr
sq_al: E Premte

source: From Customer
sq_al: Nga Bleresi

source: Funds Transfer
sq_al: Transferim i Fondeve

source: GL Account tags
sq_al: Etiketat ne Llogarine e Librit te Pergjithshem te Llogarive

source: GL Items for this Credit Note
sq_al: Artikuj nga Libri i Pergjithshem i Llogarive per kete Liste Porosish.

source: GL Items for this Invoice
sq_al: Artikuj nga Libri i Pergjithshem i Llogarive per kete Fature.

source: GL account classes
sq_al: Klasat e Llogarive te Librit te Pergjithshem te Llogarive

source: GL account groups
sq_al: Grupet e llogarive te Librit te Pergjithshem te Llogarive

source: GL accounts edition
sq_al: Edicionet e llogarive te Librit te Pergjithshem te Llogarive

source: GL analytical reports and inquiries
sq_al: Raportet dhe pyetjet analitike te Librit te Pergjithshem te Llogarive
