Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.11-1.po
Languages: nb_no

source: New shipping company has been added
nb_no: Nytt Fraktselskap opprettet

source: Selected shipping company has been updated
nb_no: Valgt Fraktselskap er oppdatert

source: Cannot delete this shipping company because sales orders have been created using this shipper.
nb_no: Kan ikke slette dette Fraktselskapet, da det finnes ordrer med henvisning.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
nb_no: Kan ikke slette dette Fraktselskap pga det er tidligere fakturert varer med henvisning

source: Selected shipping company has been deleted
nb_no: Valgte fraktselskap er slettet

source: Contact Person
nb_no: Kontaktperson

source: Phone Number
nb_no: Telefon

source: Secondary Phone
nb_no: Telefon 2

source: Address
nb_no: Adresse

source: Name:
nb_no: Navn:

source: Contact Person:
nb_no: Kontaktperson:

source: Secondary Phone Number:
nb_no: Telefon 2:

source: Account Tags
nb_no: Konto Tag

source: Dimension Tags
nb_no: Kostnadsted Tags

source: The tag name cannot be empty.
nb_no: Denne Tag kan ikke være tom.

source: Selected tag settings have been updated
nb_no: Valgte Tag settings er oppdatert

source: New tag has been added
nb_no: Ny Tag er opprettet

source: Cannot delete this tag because records have been created referring to it.
nb_no: Kan ikke slette denne Tag, det er bokført data med henvisning til denne.

source: Selected tag has been deleted
nb_no: Valgte Tag er slettet

source: Tag Name
nb_no: Tag Navn

source: Tag Description
nb_no: Tag Beskrivelse

source: Tag Name:
nb_no: Tag Navn

source: Tag Description:
nb_no: Tag Beskrivelse:

source: Users
nb_no: Brukere

source: The user login entered must be at least 4 characters long.
nb_no: Bruker logg inn skal være på minst 4 tegn.

source: The selected user has been updated.
nb_no: Brukeren er oppdatert.

source: A new user has been added.
nb_no: En ny bruker er opprettet.

source: User has been deleted.
nb_no: Bruker er slettet.

source: User login
nb_no: Bruker logg inn

source: Full Name
nb_no: Fullt navn

source: Phone
nb_no: Telefon

source: Last Visit
nb_no: Siste besøk

source: Access Level
nb_no: Adgangsnivå

source: User Login:
nb_no: Bruker login:

source: Enter a new password to change, leave empty to keep current.
nb_no: Angiv en ny adgangskode for at rette den eksisterende. Lad feltet stå tomt for at beholde det nuværende.

source: Telephone No.:
nb_no: Telefon nr.:

source: Access Level:
nb_no: Adgangsnivå:

source: User's POS
nb_no: Brugere

source: Use popup window for reports:
nb_no: Bruk popup window for rapporter:

source: View or Print Transactions
nb_no: Vis på skjerm eller skriv ut

source: Print
nb_no: Skriv ut

source: Only documents can be printed.
nb_no: Kun dokumenter kan utskrives

source: from #:
nb_no: fra #:

source: to #:
nb_no: til #:

source: Search
nb_no: Søk

source: The starting transaction number is expected to be numeric and greater than zero.
nb_no: Første transaktion forventes være numerisk og større end 0.

source: The ending transaction number is expected to be numeric and greater than zero.
nb_no: Sidste transaktion forventes være numerisk og større end 0.

source: Reference
nb_no: Referanse

source: GL
nb_no: Hovedbok

source: Void a Transaction
nb_no: Nullstill en transaktion

source: Transaction Type:
nb_no: Transaktionstype:

source: Transaction #:
nb_no: Transaktion #:

source: Voiding Date:
nb_no: Nullstill dato:

source: Void Transaction
nb_no: Nulstil transaktion

source: The entered transaction does not exist or cannot be voided.
nb_no: Den oppgitte postering finnes ikke eller kan ikke nullstilles.

source: Are you sure you want to void this transaction ? This action cannot be undone.
nb_no: Er du sikker på at du vil nullstille denne postering ? Dette kan ikke angres.

source: View Transaction
nb_no: Se på postering

source: Proceed
nb_no: Fortsett

source: The selected transaction was closed for edition and cannot be voided.
nb_no: Den valgte postering er stengt for endringer og kan ikke slettes.

source: The entered date is invalid.
nb_no: Valgt dato er ugyldig.

source: The entered date is not in fiscal year.
nb_no: Valgt dato ligger utenfor regnskaps året.

source: The transaction number is expected to be numeric and greater than zero.
nb_no: Transaktionsnummer forventes være numerisk og større end 0.

source: The selected transaction has already been voided.
nb_no: Valgt transaktion er allerede nulstillet.

source: Selected transaction has been voided.
nb_no: Valgt transaktion er nulstillet.

source: &Sales
nb_no: &Salg

source: Transactions
nb_no: Posteringer

source: Sales &Quotation Entry
nb_no: Tilbudsordre

source: Sales &Order Entry
nb_no: Ordrebehanding

source: Direct &Delivery
nb_no: Direkte levering

source: Direct &Invoice
nb_no: Direkte fakturering

source: &Delivery Against Sales Orders
nb_no: Levering av salgsordre

source: &Invoice Against Sales Delivery
nb_no: Fakturer leveranser

source: &Template Delivery
nb_no: Velg utskriftsformular for levering

source: &Template Invoice
nb_no: Velg utskriftsformular for Faktura

source: &Create and Print Recurrent Invoices
nb_no: Oppsett av periodiske Faktura jobber

source: Customer &Payments
nb_no: Kunder &Innbetalinger

source: Customer &Credit Notes
nb_no: Debitor kreditnotaer

source: &Allocate Customer Payments or Credit Notes
nb_no: &Alloker Kunde Innbetalinger eller Kreditnotaer

source: Inquiries and Reports
nb_no: Oversikt og Utskrifter

source: Sales Quotation I&nquiry
nb_no: Salgs Tilbud og Spørring

source: Sales Order &Inquiry
nb_no: Ordre oversigt

source: Customer Transaction &Inquiry
nb_no: Debitorstyring

source: Customer Allocation &Inquiry
nb_no: Kunde Allokeringer og Spørring

source: Customer and Sales &Reports
nb_no: Debitor- og salgsrapporter

source: Maintenance
nb_no: Vedlikehold

source: Add and Manage &Customers
nb_no: Opprett og Vedligehold av Kunder

source: Customer &Branches
nb_no: Kunde avdelingskontor

source: Sales &Groups
nb_no: Salgs Grupper

source: Recurrent &Invoices
nb_no: Forfalte Fakturaer

source: Sales T&ypes
nb_no: Salgstyper

source: Sales &Persons
nb_no: Selgere

source: Sales &Areas
nb_no: Salgsområder

source: Credit &Status Setup
nb_no: Kreditstatus oppsett

source: &Dimensions
nb_no: Kostnadsted

source: Dimension &Entry
nb_no: Opprette Kostnadsted

source: &Outstanding Dimensions
nb_no: Åpne Kostnadsted balanser

source: Dimension &Inquiry
nb_no: Kostnadstedoversikt

source: Dimension &Reports
nb_no: Kostnadstedsrapporter

source: Dimension &Tags
nb_no: Kostnadsted Tags

source: &Banking and General Ledger
nb_no: &Regnskap

source: &Payments
nb_no: Betalinger

source: &Deposits
nb_no: Innbetalinger

source: Bank Account &Transfers
nb_no: Bank overføringer

source: &Journal Entry
nb_no: &Bilag registrering

source: &Budget Entry
nb_no: Budsjett

source: &Reconcile Bank Account
nb_no: Avstemme Bankkonto

source: &Journal Inquiry
nb_no: Bilagsjournaler

source: GL &Inquiry
nb_no: Hovedbok & søk

source: Bank Account &Inquiry
nb_no: Bankkonto

source: Ta&x Inquiry
nb_no: MVA Oppgave

source: Trial &Balance
nb_no: Saldobalanse hovedbok

source: Banking &Reports
nb_no: Bank rapporter

source: General Ledger &Reports
nb_no: Regnskaps rapporter

source: Bank &Accounts
nb_no: Bankkontoer

source: &Quick Entries
nb_no: Oppsett av hurtig posteringer

source: Account &Tags
nb_no: Konto henvisninger

source: &Currencies
nb_no: Valutaer

source: &Exchange Rates
nb_no: Valutakurser

source: &GL Accounts
nb_no: Hovedbok kontoer

source: GL Account &Groups
nb_no: Hovedbok Konto grupper

source: GL Account &Classes
nb_no: Hovedbok Konto Klasser

source: &Items and Inventory
nb_no: &Varer og Lager

source: Inventory Location &Transfers
nb_no: Lagerplass overførsler

source: Inventory &Adjustments
nb_no: Lagerjusteringer

source: Inventory Item &Movements
nb_no: Lagerbevægelser

source: Inventory Item &Status
nb_no: Lagerliste

source: Inventory &Reports
nb_no: Lagerrapporter

source: &Items
nb_no: Varer

source: &Foreign Item Codes
nb_no: Vis varekoder:

source: Sales &Kits
nb_no: Debitor fakturaer

source: Item &Categories
nb_no: Varekategorier

source: Inventory &Locations
nb_no: Lagerplasser

source: Inventory &Movement Types
nb_no: Lagerbevægelsestyper

source: &Units of Measure
nb_no: Måleenhed

source: &Reorder Levels
nb_no: Bestillingspunkter

source: Pricing and Costs
nb_no: Priser

source: Sales &Pricing
nb_no: Salgspriser

source: Purchasing &Pricing
nb_no: Innkjøpspriser

source: Standard &Costs
nb_no: Standard omkostninger

source: &Manufacturing
nb_no: Produksjon

source: Work &Order Entry
nb_no: Arbeidsordrer

source: &Outstanding Work Orders
nb_no: Åpne arbeidsordrer

source: Costed Bill Of Material Inquiry
nb_no: Oversigt over materialespecifikationer

source: Inventory Item Where Used &Inquiry
nb_no: Søk i produserte varer fra komponenter

source: Work Order &Inquiry
nb_no: Arbeidsordre oversikt

source: Manufacturing &Reports
nb_no: Produksjonsrapporter

source: &Bills Of Material
nb_no: Materialespecifikationer

source: &Work Centres
nb_no: Værksteder

source: S&etup
nb_no: &Oppsett

source: &Company Setup
nb_no: Firmainformation

source: &User Accounts Setup
nb_no: Bruker profil

source: &Access Setup
nb_no: Bruker adgangsoppsett

source: &Display Setup
nb_no: Skjerm oppsett

source: &Forms Setup
nb_no: Oppsett av referansenr.

source: &Taxes
nb_no: &MVA

source: Tax &Groups
nb_no: MVA &Grupper

source: Item Ta&x Types
nb_no: MVA styring av vareregister

source: System and &General GL Setup
nb_no: Regnskap og System innstillinger

source: &Fiscal Years
nb_no: Regnskaps år oppsett

source: &Print Profiles
nb_no: Styring av utskrifter

source: Pa&yment Terms
nb_no: Betalingsvilkår

source: Shi&pping Company
nb_no: Leveringsagent

source: &Printers
nb_no: Oppsett av skrivere

source: &Void a Transaction
nb_no: Slett en Postering

source: View or &Print Transactions
nb_no: Vis eller Utskrift av Posteringer

source: &Attach Documents
nb_no: Vedlegg kopi av dokument:

source: &Backup and Restore
nb_no: Kopi og Tilbakekopiering av Data

source: Create/Update &Companies
nb_no: Opprett/oppdater Selskaper

source: Install/Update &Languages
nb_no: Installer/oppdater Språk

source: Install/Activate &Extensions
nb_no: Installere/Aktivere &Utvidelser

source: Software &Upgrade
nb_no: Program &Oppdateringer

source: &Purchases
nb_no: &Innkjøp

source: Purchase &Order Entry
nb_no: Opprett innkjøpsordre

source: &Outstanding Purchase Orders Maintenance
nb_no: Åpne innkjøpsordrer

source: &Payments to Suppliers
nb_no: Betalinger til Leverandører

source: Supplier &Invoices
nb_no: Leverandør Fakturaer

source: Supplier &Credit Notes
nb_no: Leverandør Kreditnotaer

source: &Allocate Supplier Payments or Credit Notes
nb_no: Alloker Leverandør Utbetalinger eller Kreditnotaer

source: Purchase Orders &Inquiry
nb_no: Oversikt over Innkjøpsordrer

source: Supplier Transaction &Inquiry
nb_no: Leverandør Posteringer og spørring

source: Supplier Allocation &Inquiry
nb_no: Leverandørstyring og spørring

source: Supplier and Purchasing &Reports
nb_no: Leverandør og Innkjøpsrapporter

source: &Suppliers
nb_no: &Leverandører

source: Dimension Entry
nb_no: Opprette Kostnadsted

source: The dimension has been entered.
nb_no: Kostnadstedet er registrert

source: The dimension has been updated.
nb_no: Kostnadstedet er oppdatert.

source: The dimension has been deleted.
nb_no: Kostnadstedet er slettet.

source: The dimension has been closed. There can be no more changes to it.
nb_no: Kostnadstedet er avsluttet. Du kan ikke utføre flere endringer.

source: The dimension has been re-opened.
nb_no: Kostnadstedet er åpnet igjen.

source: Enter a &new dimension
nb_no: Opprett et nytt Kostnadsted

source: &Select an existing dimension
nb_no: Velg et eksisterende kostnadsted

source: The dimension reference must be entered.
nb_no: Kostnadstedets refereranse må oppgis.

source: The entered reference is already in use.
nb_no: Den oppgitte referanse er allerede i bruk.

source: The dimension name must be entered.
nb_no: Kostnadsted må oppgis.

source: The date entered is in an invalid format.
nb_no: Fejlagtig datoformat.

source: The required by date entered is in an invalid format.
nb_no: Ønsket Leveringsdato er oppgitt i feil format.

source: This dimension cannot be deleted because it has already been processed.
nb_no: Kostnadstedet kan ikke slettes, da det eksisterer bokførte posteringer.

source: The dimension sent is not valid.
nb_no: Det oppgitte Kostnadsted er ugyldig.

source: Dimension Reference:
nb_no: Kostnadsted referanse:

source: Start Date
nb_no: Start dato

source: Date Required By
nb_no: Forf. dato

source: This Dimension is closed.
nb_no: Kostnadstedet er avsluttet.

source: Save changes to dimension
nb_no: Spar endringene til Kostnadstedet

source: Re-open This Dimension
nb_no: Vil du åpne dette Kostnadstedet igjen

source: Mark this dimension as re-opened
nb_no: Marker Kostnadstedet som åpnet igjen

source: Close This Dimension
nb_no: Avslutt Kostnadstedet

source: Mark this dimension as closed
nb_no: Marker Kostnadstedet som lukket

source: Delete This Dimension
nb_no: Slett dette Kostnadsted?

source: Delete unused dimension
nb_no: Slett dette ubrukte Kostnadsted

source: Add
nb_no: Opprett

source: Search Outstanding Dimensions
nb_no: Søk for åpne Kostnadsteder

source: Search Dimensions
nb_no: Søk i Kostnadsteder

source: Reference:
nb_no: Referanser:

source: All
nb_no: Alle

source: From:
nb_no: Fra:

source: To:
nb_no: Til:

source: Only Overdue:
nb_no: Kun forfalt:

source: Only Open:
nb_no: Kun åpne:

source: Date
nb_no: Dato

source: Due Date
nb_no: Forf. dato

source: Balance
nb_no: Balanse

source: Marked dimensions are overdue.
nb_no: Markerte Kostnadsteder som er forfalt.

source: View Dimension
nb_no: Vis Kostnadsted

source: The dimension number sent is not valid.
nb_no: Det oppgitte Kostnadsted er ugyldig.

source: This dimension is closed.
nb_no: Kostnadstedet er avsluttet.

source: from:
nb_no: fra:

source: to:
nb_no: til:

source: Show
nb_no: Vis

source: Reconcile Bank Account
nb_no: Avstemme Bankkonto

source: There are no bank accounts defined in the system.
nb_no: Det finnes ingen bankkontoer defineret i systemet.

source: Invalid reconcile date format
nb_no: Ugyldig datoformat

source: Reconcile this transaction
nb_no: Reverser denne postering:

source: Account:
nb_no: Konto:

source: Bank Statement:
nb_no: Bankkonto utskrift:

source: New
nb_no: Ny

source: Reconcile Date
nb_no: Avstemme Dato

source: Beginning<br>Balance
nb_no: Balanse periodestart

source: Ending<br>Balance
nb_no: Balanse periodeslutt

source: Account<br>Total
nb_no: Totalt beløp

source: Reconciled<br>Amount
nb_no: Avstemmet<br>Beløp

source: Difference
nb_no: Differanse

source: Date of bank statement to reconcile
nb_no: Dato på bankutskrift for avstemming

source: Debit
nb_no: Debet

source: Credit
nb_no: Kredit

source: Person/Item
nb_no: Person/enhet

source: Reconcile
nb_no: Avstemme

source: Transfer between Bank Accounts
nb_no: Overførsel mellem bankkontoer

source: Transfer has been entered
nb_no: Overførsel er udført

source: &View the GL Journal Entries for this Transfer
nb_no: Vis bilag for denne postering

source: Enter &Another Transfer
nb_no: Registrer en ny overførsel

source: From Account:
nb_no: Fra konto:

source: To Account:
nb_no: Til konto:

source: Transfer Date:
nb_no: Overførselsdato:

source: Amount:
nb_no: Beløp:

source: Bank Charge:
nb_no: Banknavn:

source: Enter Transfer
nb_no: Registrer overførsel

source: The entered amount is invalid or less than zero.
nb_no: Det posterte beløp er feil eller negativt.

source: The Bank Charge Account has not been set in System and General GL Setup.
nb_no: Bank kostnads konto er ikke satt opp i system og i Hovedbok.

source: You must enter a reference.
nb_no: Du skal angive en reference.

source: The source and destination bank accouts cannot be the same.
nb_no: Kildebank og destinationsbank konto kan ikke være den samme.

source: Bank Account Payment Entry
nb_no: Bank utbetalinger

source: Bank Account Deposit Entry
nb_no: Bank konto innbetaling

source: Payment has been entered
nb_no: Betaling er postert

source: &View the GL Postings for this Payment
nb_no: Vis bilaget for denne utbetaling.

source: Enter Another &Payment
nb_no: Registrer en ny utbetaling.

source: Enter A &Deposit
nb_no: Registrer en ny innbetaling

source: Deposit has been entered
nb_no: Innbetalingen er registreret.

source: View the GL Postings for this Deposit
nb_no: Vis bilaget for denne innbetaling.

source: Enter Another Deposit
nb_no: Registrer en ny innbetaling

source: Enter A Payment
nb_no: Registrer en ny utbetaling

source: You must enter at least one payment line.
nb_no: Du må oppgi minst en utbetaling linje.

source: The total bank amount cannot be 0.
nb_no: Bankkonto navnet kan ikke være tomt.

source: The entered date for the payment is invalid.
nb_no: Den oppgitte dato for denne utbetaling er feil.

source: The source and destination accouts cannot be the same.
nb_no: Kilde- og destinationskonto kan ikke være den samme.

source: Payment Items
nb_no: Bank utbetalinger

source: Deposit Items
nb_no: Innbetalinger.

source: Process Payment
nb_no: Poster betaling

source: Process Deposit
nb_no: Poster innbetaling

source: Budget Entry
nb_no: Budsjett oppretting

source: There are no account groups defined. Please define at least one account group before entering accounts.
nb_no: Ingen kontogrupper er definert. Vennligst opprett minst en gruppe innen du oppretter kontoen.

source: The Budget has been saved.
nb_no: Budsjettet er lagret.

source: The Budget has been deleted.
nb_no: Budsjettet er slettet.

source: Account Code:
nb_no: Kontonummer:

source: Dimension
nb_no: Kostnadsted

source: Get
nb_no: Hent

source: Period
nb_no: Denne periode

source: Amount
nb_no: Beløp

source: Dim. incl.
nb_no: Dim. inkl.

source: Last Year
nb_no: Siste år

source: Modifying Journal Transaction # %d.
nb_no: Endre faktura # %d.

source: Journal Entry
nb_no: Bilag registrering

source: Journal entry has been entered
nb_no: Bilaget er registreret.

source: &View this Journal Entry
nb_no: Vis dette bilag.

source: Enter &New Journal Entry
nb_no: Registrer et nyt bilag

source: Journal entry has been updated
nb_no: Bilaget er registreret.

source: Return to Journal &Inquiry
nb_no: Vis dette bilag.

source: Entry &New Journal Entry
nb_no: Registrer et nyt bilag

source: You must enter at least one journal line.
nb_no: Du skal angive mindst en bilagslinie.

source: The journal must balance (debits equal to credits) before it can be processed.
nb_no: Bilaget skal balancere (debet beløb samme som kredit beløb) inden det kan gemmes.

source: Dimension is closed.
nb_no: Kostnadsted er avsluttet.

source: You must enter either a debit amount or a credit amount.
nb_no: Du må enten oppgi et debet eller kredit beløp.

source: The debit amount entered is not a valid number or is less than zero.
nb_no: Angivet debetbeløb er ugyldigt eller mindre end 0.

source: The credit amount entered is not a valid number or is less than zero.
nb_no: Angivet kreditbeløb er ugyldig eller mindre end 0.

source: Cannot post to GL account used by more than one tax type.
nb_no: Kan ikke postere til hovedbokskonto med mer enn en MVA kode.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
nb_no: Du kan ikke udføre en bilagsregistrering for et bank konto. Brug en af bankfunktionerne for bank transaktioner.

source: Rows
nb_no: Linjer

source: Process Journal Entry
nb_no: Oppdater hovedbok

source: Process journal entry only if debits equal to credits
nb_no: Udfør kun bilagsregistreringen såfremt debit er lig med kredit

source: Bank Statement
nb_no: Bankkonto utskrift

source: Opening Balance
nb_no: Åpningsbalanse

source: Ending Balance
nb_no: Sluttbalanse

source: General Ledger Inquiry
nb_no: Kontoutskrifter

source: Amount min:
nb_no: Beløp minimum:

source: Amount max:
nb_no: Beløp maksimum:

source: Account
nb_no: Konto

source: No general ledger transactions have been created for the specified criteria.
nb_no: Ingen bilagstransaktioner er opprettet for

source: Trial Balance
nb_no: Saldobalanse hovedbok

source: No zero values
nb_no: Ingen null verdier

source: Only balances
nb_no: Primo

source: Account Name
nb_no: Kontonavn

source: Brought Forward
nb_no: Transport

source: This Period
nb_no: Denne periode

source: Journal Inquiry
nb_no: Søk i Bilag

source: Show closed:
nb_no: Vis betalte:

source: Trans #
nb_no: Transaktionstype:

source: User
nb_no: Brukere

source: Tax Inquiry
nb_no: MVA Oppgave

source: Outputs
nb_no: Utgående

source: Inputs
nb_no: Inngående

source: Charged on sales
nb_no: Belastet salg

source: Output Tax
nb_no: Utgående mva.

source: Paid on purchases
nb_no: Betalt ved innkjøp

source: Input Tax
nb_no: Inngående mva

source: Bank Accounts
nb_no: Bankkontoer

source: The bank account name cannot be empty.
nb_no: Bankkonto navnet kan ikke være tomt.

source: Bank account has been updated
nb_no: Bankkontoet er opdateret.

source: New bank account has been added
nb_no: En ny bankkonto er opprettet.

source: Cannot delete this bank account because transactions have been created using this account.
nb_no: Kan ikke slette dette bankkonto da transaktioner er registrerede.

source: Cannot delete this bank account because POS definitions have been created using this account.
nb_no: Kan ikke slette denne bankkonto det er bokført poster på kontoen.

source: Selected bank account has been deleted
nb_no: Valgt bankkonto er slettet.

source: Currency
nb_no: Valuta

source: GL Account
nb_no: Bokføringskonto

source: Number
nb_no: Nummer

source: Bank Address
nb_no: Bank adresse

source: Dflt
nb_no: Standard

source: Bank Account Name:
nb_no: Bankkonto navn:

source: Account Type:
nb_no: Kontotype:

source: Bank Account Currency:
nb_no: Bankkonto valuta:

source: Default currency account:
nb_no: Valgt valuta konto:

source: Bank Account GL Code:
nb_no: Bank konto kode:

source: Bank Name:
nb_no: Banknavn:

source: Bank Account Number:
nb_no: Bankkonto nummer:

source: Bank Address:
nb_no: Bank adresse:

source: Currencies
nb_no: Valutaer

source: The currency abbreviation must be entered.
nb_no: Valuta forkortelsen skal angives.

source: The currency name must be entered.
nb_no: Valutanavnet skal angives.

source: The currency symbol must be entered.
nb_no: Valuta symbolen skal angives.

source: The hundredths name must be entered.
nb_no: Hundrededels navnet skal angives.

source: Selected currency settings has been updated
nb_no: Valgt valuta instilling er opdateret.

source: New currency has been added
nb_no: Ny valuta er opprettet.

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
nb_no: Kan ikke slette valutaen, da en kunde bruker denne valuta.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
nb_no: Kan ikke slette valutaen, da en leverandør bruker denne valuta.

source: Cannot delete this currency, because the company preferences uses this currency.
nb_no: Kan ikke slette valutaen, da selskapet bruker denne valuta.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
nb_no: Kan ikke slette valutaen, da det finnes bankonto som bruker valutaen.

source: Selected currency has been deleted
nb_no: Valgt valuta er slettet.

source: Abbreviation
nb_no: Forkortelse

source: Currency Name
nb_no: Valutanavn

source: Hundredths name
nb_no: Hundrededels navn

source: Country
nb_no: Land

source: Auto update
nb_no: Automatisk oppdatering
