Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.14-1.po
Languages: ur_pk

source: Search Outstanding Dimensions
ur_pk: بقایا ابعاد میں تلاش کریں

source: Search Outstanding Work Orders
ur_pk: تلاش کے بقایا کام آرڈر

source: Search Supplier List
ur_pk: تلاش کے فراہم کنندہ کی فہرست

source: Search Work Orders
ur_pk: تلاش کے کام آرڈر

source: Sec Phone
ur_pk: سیکنڈ فون

source: Secondary Phone
ur_pk: سیکنڈری فون

source: Secondary Phone Number:
ur_pk: ثانوی فون نمبر:

source: Security role has been sucessfully deleted.
ur_pk: سیکورٹی کردار کامیابی سے خارج کر دیا گیا ہے.

source: Security role has been updated.
ur_pk: سیکورٹی کردار کو اپ ڈیٹ کیا گیا ہے.

source: Security settings have not been defined for your user account.
ur_pk: سیکورٹی کی ترتیبات کو آپ کے صارف کے اکاؤنٹ کے لئے کیا گیا ہے بیان نہیں.

source: Select
ur_pk: منتخب کریں

source: Select a currency :
ur_pk: ایک کرنسی منتخب کریں:

source: Select a manufacturable item:
ur_pk: manufacturable آئٹم کو منتخب کریں:

source: Select a sale kit:
ur_pk: فروخت کٹ منتخب کریں:

source: Select an existing work order
ur_pk: ایک موجودہ کام کے لئے منتخب کریں

source: Select an item to display its parent item(s).
ur_pk: اس کے والدین اشیاء (زبانیں) کو ظاہر کرنے کے لئے کے لئے ایک شے کو منتخب کریں.

source: Select an item:
ur_pk: ایک آئٹم منتخب کریں:

source: Select another &Work Order to Process
ur_pk: کسی دوسرے کو منتخب کریں اور عمومی عمل پر آرڈر کام

source: Select another &work order
ur_pk: کسی دوسرے کو منتخب کریں اور کے لئے کام کریں

source: Select attachment file.
ur_pk: ملحق فائل منتخب کریں.

source: Select backup file first.
ur_pk: بیک اپ فائل پہلے منتخب کریں.

source: Select customer
ur_pk: کسٹمر منتخب کریں

source: Select customer branch
ur_pk: کسٹمر برانچ منتخب کریں

source: Select documents
ur_pk: دستاویزات منتخب کریں

source: Select printing profile
ur_pk: پرنٹنگ کی پروفائل کو منتخب کریں

source: Select supplier
ur_pk: سپلائر منتخب کریں

source: Select this items and return to document entry.
ur_pk: اس اشیاء کو منتخب کریں اور دستاویز داخلے پر واپس جائیں.

source: Select your language files from your local harddisk.
ur_pk: اپنے مقامی harddisk سے اپنی زبان کی فائلوں کو منتخب کریں.

source: Selected account class has been deleted
ur_pk: منتخب اکاؤنٹ کلاس حذف کر دیا گیا ہے".

source: Selected account class settings has been updated
ur_pk: منتخب شدہ اکاؤنٹ کی کلاس کی ترتیبات کو اپ ڈیٹ کیا گیا ہے".

source: Selected account group has been deleted
ur_pk: منتخب اکاؤنٹ گروپ حذف کر دیا گیا ہے".

source: Selected account has been deleted
ur_pk: منتخب اکاؤنٹ حذف کر دیا گیا ہے".

source: Selected account type has been updated
ur_pk: منتخب اکاؤنٹ کی قسم کو اپ ڈیٹ کیا گیا ہے".

source: Selected bank account has been deleted
ur_pk: منتخب بینک اکاؤنٹ حذف کر دیا گیا ہے".

source: Selected chart has been successfully deleted
ur_pk: منتخب چارٹ کامیابی سے خارج کر دیا گیا ہے".

source: Selected company has been deleted
ur_pk: منتخب کردہ کمپنی حذف کی گئی ہے

source: Selected component has been updated
ur_pk: منتخب جزو کو اپ ڈیٹ کیا گیا ہے".

source: Selected contact category has been updated
ur_pk: منتخب رابطہ قسم کو اپ ڈیٹ کیا گیا ہے

source: Selected currency has been deleted
ur_pk: منتخب کردہ کرنسی حذف کر دیا گیا ہے

source: Selected currency settings has been updated
ur_pk: منتخب کردہ کرنسی کی ترتیبات کو اپ ڈیٹ کیا گیا ہے".

source: Selected extension has been successfully deleted
ur_pk: منتخب توسیع کی گئی ہے کامیابی سے خارج کر دیا گیا

source: Selected fiscal year has been deleted
ur_pk: منتخب مالی سال حذف کر دیا گیا ہے".

source: Selected fiscal year has been updated
ur_pk: منتخب مالی سال کو اپ ڈیٹ کیا گیا ہے".

source: Selected item category has been deleted
ur_pk: منتخب اشیاء کی قسم حذف کر دیا گیا ہے".

source: Selected item category has been updated
ur_pk: منتخب اشیاء کی قسم کو اپ ڈیٹ کیا گیا ہے".

source: Selected item has been deleted.
ur_pk: منتخب آئٹم حذف کردیا گیا ہے.

source: Selected location has been deleted
ur_pk: منتخب کردہ مقام حذف کر دیا گیا ہے".

source: Selected location has been updated
ur_pk: منتخب کردہ محل وقوع کو اپ ڈیٹ کیا گیا ہے".

source: Selected movement type has been deleted
ur_pk: منتخب تحریک کی قسم کو حذف کر دیا گیا ہے".

source: Selected movement type has been updated
ur_pk: منتخب تحریک کی قسم کو اپ ڈیٹ کیا گیا ہے".

source: Selected payment terms have been deleted
ur_pk: منتخب ادائیگی کی شرائط کو خارج کر دیا گیا

source: Selected payment terms have been updated
ur_pk: منتخب ادائیگی کی شرائط کو اپ ڈیٹ کیا گیا ہے".

source: Selected printer definition has been deleted
ur_pk: منتخب پرنٹر تعریف حذف کر دیا گیا ہے".

source: Selected printer definition has been updated
ur_pk: منتخب پرنٹر تعریف اپ ڈیٹ کر دیا

source: Selected printing profile has been deleted
ur_pk: منتخب پرنٹنگ کی پروفائل کو حذف کر دیا گیا ہے".

source: Selected quick entry has been deleted
ur_pk: منتخب فوری اندراج حذف کر دیا گیا ہے".

source: Selected quick entry has been updated
ur_pk: منتخب فوری اندراج کو اپ ڈیٹ کیا گیا ہے".

source: Selected quick entry line has been deleted
ur_pk: منتخب فوری داخلے لائن حذف کر دیا گیا ہے".

source: Selected quick entry line has been updated
ur_pk: منتخب فوری داخلے کی لائن کو اپ ڈیٹ کیا گیا ہے".

source: Selected shipping company has been deleted
ur_pk: منتخب شپنگ کمپنی حذف گئی ہے".

source: Selected shipping company has been updated
ur_pk: منتخب شپنگ کمپنی کو اپ ڈیٹ کیا گیا ہے".

source: Selected tag has been deleted
ur_pk: منتخب ٹیگ حذف کی گئی ہے

source: Selected tag settings have been updated
ur_pk: منتخب ٹیگ کی ترتیبات کو اپ ڈیٹ کیا گیا ہے".

source: Selected theme has been successfully deleted
ur_pk: منتخب کردہ موضوع کامیابی سے خارج کر دیا گیا ہے".

source: Selected transaction has been voided.
ur_pk: منتخب ٹرانزیکشن voided ہے.

source: Selected unit has been deleted
ur_pk: منتخب یونٹ حذف کر دیا گیا ہے".

source: Selected unit has been updated
ur_pk: منتخب یونٹ کو اپ ڈیٹ کیا گیا ہے".

source: Sep
ur_pk: ستمبر

source: September
ur_pk: ستمبر

source: Server system
ur_pk: سرور نظام

source: Service
ur_pk: سروس

source: Session save path
ur_pk: سیشن راستہ محفوظ کریں

source: Set filter
ur_pk: فلٹر مقرر کریں

source: Set this option to on for using icons instead of text links
ur_pk: کی بجائے شبیہیں اور متن لنک کا استعمال کرنے کے لئے اس اختیار پر مقرر کریں

source: Set this option to on if your browser directly supports pdf files
ur_pk: اس اختیار پر مقرر کریں اگر آپ کے براؤزر سے براہ راست پی ڈی ایف فائلوں کی حمایت کرتا ہے

source: Shi&pping Company
ur_pk: شپنگ کمپنی

source: Shipping Charged Account:
ur_pk: شپنگ چارج اکاؤنٹ:

source: Shipping Company
ur_pk: شپنگ کمپنی

source: Shipping ways
ur_pk: شپنگ طریقوں

source: Short Name
ur_pk: مختصر نام

source: Show
ur_pk: دکھائیں

source: Show GL Information:
ur_pk: GL معلومات دکھائیں:

source: Show GL Rows
ur_pk: دکھائیں GL صفیں

source: Show Item Codes:
ur_pk: آئٹم کوڈز دکھائیں:

source: Show Movements
ur_pk: دکھائیں تحریکیں

source: Show also Inactive
ur_pk: دکھائیں غیر فعال بھی

source: Show closed:
ur_pk: بند دکھائیں :

source: Show hints for new users:
ur_pk: نئے صارفین کے لئے اشارے دکھائیں:

source: Show inactive:
ur_pk: غیر فعال دکھائیں:

source: Showing GL Transactions.
ur_pk: GL معاملات دکھا رہا ہے.

source: Size
ur_pk: سائز

source: Software &Upgrade
ur_pk: سافٹ ویئر اور عمومی اپ گریڈ

source: Software Upgrade
ur_pk: سافٹ ویئر اپ گریڈ

source: Software upgrades
ur_pk: سافٹ ویئر اپ گریڈ

source: Some of the period dates are outside the fiscal year. Create a new fiscal year first!
ur_pk: مدت تاریخوں میں سے کچھ مالی سال کے باہر ہیں. ایک نئے مالی سال بنائیں!

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
ur_pk: کچھ لین دین جرنل کی GL پوسٹنگ حساب سے ترتیب آڈٹ کی پگڈنڈی کے ریکارڈ کی کمی کی وجہ سے نہیں کیا گیا ہے.

source: Special maintenance
ur_pk: خصوصی دیکھ بھال

source: Sql file
ur_pk: SQL فائل

source: Standard &Costs
ur_pk: معیاری & اخراجات

source: Standard American COA (4 digit) with demo data
ur_pk: سٹینڈرڈ امریکی ڈیمو اعداد و شمار کے ساتھ COA (ہندسوں 4)

source: Standard Labour Cost Per Unit
ur_pk: فی یونٹ معیاری لیبر کی لاگت

source: Standard Material Cost Per Unit
ur_pk: فی یونٹ معیاری مٹیریل کی لاگت

source: Standard Overhead Cost Per Unit
ur_pk: فی یونٹ معیاری ہیڈ لاگت

source: Standard new company American COA (4 digit)
ur_pk: سٹینڈرڈ نئی کمپنی امریکی COA (ہندسوں 4)

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
ur_pk: انہوں نے کہا کہ اس زبان کے لئے معیاری پیکج پہلے ہی نصب کیا جاتا ہے اگر آپ اس زبان کو دستی طور پر نصب کرنے کے لئے کرنا چاہتے ہیں، معیاری زبان پیکج سب سے پہلے انسٹال کریں.

source: Start Date
ur_pk: تاریخ آغاز

source: Start-up Tab
ur_pk: آغاز ٹیب

source: Status change for some extensions failed.
ur_pk: کچھ توسیعات کی حیثیت میں تبدیلی میں ناکام رہے.

source: Stock Item
ur_pk: اسٹاک آئٹم

source: Stock items add/edit
ur_pk: اسٹاک اشیاء شامل / ترمیم کریں

source: Stock status view
ur_pk: اسٹاک صورتحال کو دیکھیں

source: Stock transactions view
ur_pk: اسٹاک لین دین کو دیکھنے

source: Su
ur_pk: اتوار

source: Subgroup Of:
ur_pk: کا Subgroup:

source: Submit changes
ur_pk: تبدیلیاں جمع کرائیں

source: Supplier
ur_pk: فراہم کنندہ

source: Supplier &Credit Notes
ur_pk: سپلائر کریڈٹ نوٹس

source: Supplier &Invoices
ur_pk: سپلائر بل

source: Supplier Allocation &Inquiry
ur_pk: فراہم کنندہ کی درخواست & انکوائری

source: Supplier Credit Note
ur_pk: پردایک کریڈٹ نوٹ

source: Supplier Invoice
ur_pk: پردایک انوائس

source: Supplier Invoice/Credit
ur_pk: فراہم کنندہ انوائس / کریڈٹ

source: Supplier Payment
ur_pk: پردایک ادائیگی

source: Supplier Purchasing Data
ur_pk: فراہم کنندہ خریدنے کا ڈیٹا

source: Supplier Transaction &Inquiry
ur_pk: سپلائر ٹرانزیکشن انکوائری

source: Supplier analytical reports
ur_pk: فراہم کنندہ تجزیاتی کی رپورٹ

source: Supplier and Purchasing &Reports
ur_pk: فراہم کنندہ اور خریدار & رپورٹیں

source: Supplier credit notes
ur_pk: فراہم کنندہ کریڈٹ نوٹ

source: Supplier document bulk reports
ur_pk: فراہم کنندہ دستاویز بلک کی رپورٹ

source: Supplier invoices
ur_pk: فراہم کنندہ انوائس

source: Supplier payments
ur_pk: فراہم کنندہ ادائیگی

source: Supplier payments allocations
ur_pk: فراہم کنندہ ادائیگی آونٹن

source: Supplier payments report
ur_pk: فراہم کنندہ ادائیگی کی رپورٹ

source: Supplier purchasing data has been updated.
ur_pk: فراہم کنندہ خرید اعداد و شمار کو اپ ڈیٹ کیا گیا ہے.

source: Supplier transactions view
ur_pk: فراہم کنندہ کے لین دین کو دیکھنے

source: Supplier's Code or Description:
ur_pk: فراہم کنندہ کا کوڈ یا تفصیل:

source: Supplier's Description
ur_pk: فراہم کنندہ کی تفصیل

source: Supplier's Unit
ur_pk: فراہم کنندہ یونٹ

source: Supplier:
ur_pk: فراہم کنندہ:

source: Suppliers
ur_pk: سپلائر

source: Suppliers Unit of Measure:
ur_pk: پیمائش کے سپلائرز یونٹ:

source: Suppliers and Purchasing
ur_pk: سپلائرز اور خریدنے

source: Suppliers and Purchasing Defaults
ur_pk: سپلائرز اور خریدنے ڈیفالٹس

source: Suppliers changes
ur_pk: سپلائر تبدیلیاں

source: Supported
ur_pk: تائید

source: Symbol
ur_pk: علامت

source: System &Diagnostics
ur_pk: سسٹم کی تشخیص

source: System Diagnostics
ur_pk: سسٹم کی تشخیص

source: System administration
ur_pk: نظام انتظامیہ

source: System and &General GL Setup
ur_pk: سسٹم اور جنرل GL سیٹ اپ

source: System and General GL Setup
ur_pk: سسٹم اور جنرل GL سیٹ اپ

source: System is available for site admin only until full database upgrade
ur_pk: نظام سائٹ منتظم صرف مکمل ڈیٹا بیس اپ گریڈ تک کے لئے دستیاب ہے "

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
ur_pk: نظام ذریعے اپ گریڈ کے بعد بلاک تک ڈیٹا بیس نظام / سافٹ ویئر اپ گریڈ کے صفحے پر اپ ڈیٹ کیا جاتا ہے "

source: Ta&x Inquiry
ur_pk: ٹیکس انکوائری

source: Table Pref
ur_pk: ٹیبل صوبے

source: Tag Description
ur_pk: ٹیگ تفصیل

source: Tag Description:
ur_pk: ٹیگ تفصیل:

source: Tag Name
ur_pk: ٹیگ کا نام

source: Tag Name:
ur_pk: ٹیگ کا نام:

source: Tags:
ur_pk: ٹیگز:

source: Tax &Groups
ur_pk: ٹیکس & گروپ

source: Tax Inquiry
ur_pk: ٹیکس انکوائری

source: Tax Last Period:
ur_pk: ٹیکس کی آخری مدت:

source: Tax Periods:
ur_pk: ٹیکس کی مدت:

source: Tax Type
ur_pk: ٹیکس کی قسم

source: Tax groups
ur_pk: ٹیکس گروپ

source: Tax rates
ur_pk: ٹیکس کی شرح

source: Tax reports and inquiries
ur_pk: ٹیکس کی رپورٹ اور انکوائری

source: Tax type
ur_pk: ٹیکس قسم

source: Taxes added
ur_pk: ٹیکسز شامل

source: Taxes added, increase base
ur_pk: ٹیکسز شامل، بیس میں اضافہ

source: Taxes added, reduce base
ur_pk: ٹیکسز میں شامل، بیس کو کم

source: Taxes included
ur_pk: ٹیکسس کو شامل کرنا

source: Taxes included, increase base
ur_pk: ٹکسس شامل تھیں،بنیادی اضافہ

source: Taxes included, reduce base
ur_pk: ٹکسس شامل تھیں،بنیادی کنی

source: Telephone No.:
ur_pk: ٹیلی فون نمبر:

source: Telephone No:
ur_pk: ٹیلی فون:

source: Temporary directory
ur_pk: عارضی ڈائریکٹری

source: Terms Description:
ur_pk: شرائط تفصیل:

source: Test
ur_pk: ٹیسٹ

source: Test type
ur_pk: ٹیسٹ کی قسم

source: Th
ur_pk: جمرات

source: Thank you for using
ur_pk: استعمال کرنے کے لئے آپ کا شکریہ

source: The Bank Charge Account has not been set in System and General GL Setup.
ur_pk: بینک جارج اکاونٹ نظام اور جنرل GL سیٹ اپ میں نہیں بھیجیں گیئں ہیں"

source: The Budget has been deleted.
ur_pk: بجٹ حذف کر دیا گیا ہے.

source: The Budget has been saved.
ur_pk: بجٹ محفوظ کر لیا گیا ہے

source: The GL account selected is already in use. Select another GL account.
ur_pk: GL منتخب اکاؤنٹ پہلے سے استعمال میں ہے ایک اور GL اکاؤنٹ منتخب کریں.

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
ur_pk: افتتاحی بیلنس توازن میں نہیں ہے، شاید ایک غیر محدود گزشتہ مالی سال کی وجہ سے ہے.

source: The Quick Entry description cannot be empty.
ur_pk: فوری داخلہ وضاحت خالی نہیں ہو سکتا.

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
ur_pk: فوری داخلہ فوری داخلہ لکیریں حذف نہیں کیا جا سکتا.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
ur_pk: برقرار رکھی آمدنی کے اکاؤنٹ یا منافع اور نقصان سال اکاؤنٹ نظام اور جنرل GL سیٹ اپ میں قائم نہیں کیا گیا ہے".

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
ur_pk: برقرار رکھی آمدنی اکاؤنٹ بیلنس اکاؤنٹ یا منافع اور خسارہ سال اکاؤنٹ کو اخراجات کا اکاؤنٹ (ترجیح اخراجات کی کلاس میں گزشتہ ایک) چاہئے

source: The Terms description must be entered.
ur_pk: شرائط کی وضاحت درج کیا جانا لازمی ہے.

source: The account belongs to a bank account and cannot be inactivated.
ur_pk: کے اکاؤنٹ میں ایک بینک اکاؤنٹ ہے اور inactivated نہیں ہو سکتا.

source: The account class ID cannot be empty.
ur_pk: اکاؤنٹ کی کلاس ID خالی نہیں ہو سکتی.

source: The account class name cannot be empty.
ur_pk: اکاؤنٹ کلاس کا نام خالی نہیں ہو سکتا.

source: The account code must be entered.
ur_pk: اکاؤنٹ کا کوڈ درج کیا جانا لازمی ہے.

source: The account code must be numeric.
ur_pk: اکاؤنٹ کی کوڈ عددی ہونا چاہیے.

source: The account group id cannot be empty.
ur_pk: اکاؤنٹ گروپ کی شناخت کو خالی نہیں ہو سکتا.

source: The account group name cannot be empty.
ur_pk: اکاؤنٹ گروپ کا نام خالی نہیں ہو سکتا.

source: The account name cannot be empty.
ur_pk: اکاؤنٹ کا نام خالی نہیں ہو سکتا.

source: The additional cost date cannot be before the release date of the work order.
ur_pk: اضافی قیمت کی تاریخ کو کام کے لئے کی رہائی کی تاریخ سے پہلے نہیں ہو سکتا.

source: The additional cost has been entered.
ur_pk: اضافی قیمت میں داخل کیا گیا ہے.

source: The adjustment cannot be processed because an adjustment item would cause a negative inventory balance :
ur_pk: ایڈجسٹمنٹ کی وجہ سے ایک ایڈجسٹمنٹ آئٹم منفی انوینٹری توازن کی وجہ سے کرے گا نہیں کیا جا سکتا ہے :

source: The amount can not be 0.
ur_pk: رقم 0 نہیں ہو سکتی.

source: The amount entered is not a valid number or is less than zero.
ur_pk: داخل رقم کو کسی صحیح تعداد نہیں ہے یا صفر سے بھی کم ہے.

source: The amount entered is not a valid number or less then zero.
ur_pk: داخل رقم ایک درست نمبر یا کم تو صفر نہیں ہے.

source: The bank account name cannot be empty.
ur_pk: بینک اکاؤنٹ کا نام خالی نہیں ہو سکتا.

source: The base amount description cannot be empty.
ur_pk: بیس رقم وضاحت خالی نہیں ہو سکتا.

source: The company currency is the base currency so exchange rates cannot be set for it.
ur_pk: کمپنی کرنسی اساسی کرنسی ہے لہذا شرح تبادلہ اس کے لئے مقرر نہیں کیا جا سکتا.

source: The company name must be entered.
ur_pk: کمپنی کا نام درج کرنا لازمی ہے.

source: The component item has been deleted from this bom
ur_pk: جزو آئٹم اس bom سے خارج کر دیا گیا ہے".

source: The configuration file
ur_pk: ترتیب دینے کی فائل

source: The contact name cannot be empty.
ur_pk: رابطے کا نام خالی نہیں ہو سکتا.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
ur_pk: تبادلوں کے عنصر داخل عددی نہیں تھا تبادلوں کے عنصر نمبر جس سے قیمت پیمائش کی یونٹ میں یونٹ کی قیمت حاصل کرنے کی طرف سے تقسیم کیا جانا چاہئے ہے.

source: The cost entered is invalid or less than zero.
ur_pk: قیمت میں داخل غلط یا صفر سے بھی کم ہے.

source: The credit amount entered is not a valid number or is less than zero.
ur_pk: کریڈٹ داخل رقم ایک درست تعداد نہیں ہے یا صفر سے بھی کم ہے.

source: The currency abbreviation must be entered.
ur_pk: کرنسی مختصر نام درج کیا جانا لازمی ہے.

source: The currency name must be entered.
ur_pk: کرنسی کا نام درج کیا جانا لازمی ہے.

source: The currency symbol must be entered.
ur_pk: کرنسی کی علامت درج کیا جانا لازمی ہے.

source: The date entered is in an invalid format.
ur_pk: داخل تاریخ ایک غلط شکل میں ہے.

source: The debit amount entered is not a valid number or is less than zero.
ur_pk: ڈیبٹ داخل رقم ایک درست تعداد نہیں ہے یا صفر سے بھی کم ہے.

source: The delivery over-receive allowance must be between 0 and 100.
ur_pk: الاؤنس سے زیادہ وصول کی ترسیل 0 اور 100 کے درمیان ہونا چاہیے.

source: The dimension has been closed. There can be no more changes to it.
ur_pk: طول و عرض بند کر دیا گیا ہے. اس میں کوئی تبدیلیاں نہیں ہو سکتی.

source: The dimension has been deleted.
ur_pk: طول و عرض کو خارج کر دیا گیا ہے.

source: The dimension has been entered.
ur_pk: طول و عرض کو درج کیا گیا ہے.

source: The dimension has been re-opened.
ur_pk: طول و عرض دوبارہ کھول دیا گیا ہے.

source: The dimension has been updated.
ur_pk: طول و عرض کو اپ ڈیٹ کر دیا گیا ہے.

source: The dimension name must be entered.
ur_pk: طول و عرض کا نام داخل کرنا ضروری ہے.

source: The dimension number sent is not valid.
ur_pk: طول و عرض سے بھیجے گئے نمبر درست نہیں ہے.

source: The dimension reference must be entered.
ur_pk: طول و عرض کے حوالے میں داخل ہونا ضروری ہے.

source: The dimension sent is not valid.
ur_pk: بھیجا گیا طول و عرض درست نہیں ہے.

source: The ending transaction number is expected to be numeric and greater than zero.
ur_pk: ختم ہونے والے ٹرانزیکشن تعداد عددی اور صفر سے زیادہ ہونے کی توقع ہے.

source: The entered amount is invalid or less than zero.
ur_pk: داخل رقم غلط یا صفر سے بھی کم ہے.

source: The entered cost is not numeric.
ur_pk: میں داخل قیمت عددی نہیں ہے.

source: The entered date for the adjustment is invalid.
ur_pk: ایڈجسٹمنٹ کے لئے داخل تاریخ درست نہیں ہے.

source: The entered date for the issue is invalid.
ur_pk: جاری کرنے کے لئے میں داخل تاریخ درست نہیں ہے.

source: The entered date for the payment is invalid.
ur_pk: ادائیگی کے لئے داخل تاریخ درست نہیں ہے.

source: The entered date is invalid.
ur_pk: داخل تاریخ درست ہے.

source: The entered date is not in fiscal year.
ur_pk: داخل تاریخ مالی سال میں نہیں ہے.

source: The entered information is a duplicate. Please go back and enter different values.
ur_pk: درج کی گئ معلومات ڈپلیکیٹ ہے۔براہ کرم واپس جایئں اور مختلف مقدار میں اندراج کریں

source: The entered reference is already in use.
ur_pk: داخل حوالہ پہلے ہی استعمال میں ہے.

source: The entered standard cost is negative or invalid.
ur_pk: میں داخل معیاری قیمت منفی یا غلط ہے.

source: The entered transaction does not exist or cannot be voided.
ur_pk: داخل ٹرانزیکشن موجود ہے یا نہیں ہے voided نہیں رکھا جائے سکتا ہے .

source: The entry for one or more amounts is invalid or negative.
ur_pk: ایک یا ایک سے زیادہ مقدار کے لئے لاگ ان جعلی یا منفی ہے.

source: The exchange rate cannot be zero or a negative number.
ur_pk: زر مبادلہ کی شرح صفر یا منفی نمبر نہیں ہو سکتا.

source: The exchange rate for the date is already there.
ur_pk: تاریخ کے لئے شرح تبادلہ پہلے سے ہی وہاں ہے.

source: The existing image could not be removed
ur_pk: موجودہ تصویر کو . ختم نہیں کیا جا سکتا".

source: The file size is over the maximum allowed. The maximum size allowed in KB is
ur_pk: فائل کے سائز کی اجازت زیادہ سے زیادہ کا ہے KB میں کی اجازت زیادہ سے زیادہ حجم ہے.

source: The from date cannot be bigger than the fiscal year end.
ur_pk: کی تاریخ سے مالی سال کے آخر سے بڑا نہیں ہو سکتا.

source: The general GL setup has been updated.
ur_pk: عام GL سیٹ اپ کو اپ ڈیٹ کیا گیا ہے.

source: The hundredths name must be entered.
ur_pk: سینکڑوں کے نام درج کرنا لازمی ہے.

source: The inventory movement type name cannot be empty.
ur_pk: انوینٹری تحریک کی قسم کا نام خالی نہیں ہو سکتا.

source: The invoice over-charge allowance must be between 0 and 100.
ur_pk: انوائس بڑی قیمت لگانا الاؤنس 0 اور 100 کے درمیان ہونا چاہیے.

source: The issue cannot be processed because an entered item would cause a negative inventory balance :
ur_pk: مسئلہ کی وجہ سے داخل آئٹم منفی انوینٹری توازن کی وجہ سے نہیں کیا جا سکتا ہے پر عملدرآمد:

source: The item category description cannot be empty.
ur_pk: آئٹم زمرے وضاحت خالی نہیں ہو سکتا.

source: The item code cannot be empty
ur_pk: آئٹم کوڈ خالی نہیں ہو سکتا".

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
ur_pk: آئٹم کوڈ مندرجہ ذیل حروف میں سے کسی ایک پر مشتمل نہیں ہو سکتا - اور عمومی + OR جگہ یا قیمت درج کرنے

source: The item name must be entered.
ur_pk: آئٹم کے نام درج کرنا لازمی ہے.

source: The journal must balance (debits equal to credits) before it can be processed.
ur_pk: جرنل کی متوازن (کریڈٹ کے برابر ڈیبٹ) سے پہلے اس پر عملدرآمد کیا جا سکتا ہے.

source: The labour cost entered is invalid or less than zero.
ur_pk: لیبر داخل قیمت جعلی یا صفر سے بھی کم ہے.

source: The language files folder
ur_pk: زبان فائلوں کا فولڈر

source: The location code must be five characters or less long (including converted special chars).
ur_pk: مقام کوڈ پانچ حروف یا طویل کم (جن میں خصوصی حروف تبدیل) کا ہونا لازمی ہے.

source: The location name must be entered.
ur_pk: مقام کا نام درج کیا جانا لازمی ہے.

source: The locations to transfer from and to must be different.
ur_pk: جگہوں سے منتقل اور مختلف ہونا ضروری ہے.

source: The manufacturing process has been entered.
ur_pk: مینوفیکچرنگ کے عمل میں داخل کیا گیا ہے.

source: The marked company is the current company which cannot be deleted.
ur_pk: ذکر کمپنی موجودہ کمپنی ہے جو حذف نہیں کی جا سکتی ہے.

source: The marked currency is the home currency which cannot be deleted.
ur_pk: ذکر کرنسی کے گھر کرنسی ہے جو حذف نہیں کیا جا سکتا ہے.

source: The marked fiscal year is the current fiscal year which cannot be deleted.
ur_pk: ذکر مالی سال رواں مالی سال ہے جو حذف نہیں کیا جا سکتا ہے.

source: The marked language is the current language which cannot be deleted.
ur_pk: ذکر زبان موجودہ زبان ہے جو حذف نہیں کیا جا سکتا ہے.

source: The new cost is the same as the old cost. Cost was not updated.
ur_pk: نئی قیمت پرانی قیمت کے طور پر ایک ہی ہے، لاگت کو اپ ڈیٹ کر دیا گیا تھا.

source: The new price has been added.
ur_pk: نئی قیمت کو شامل کیا گیا ہے.

source: The number of days or the day in the following month must be numeric.
ur_pk: مندرجہ ذیل مہینے میں دن کے دنوں کی تعداد عددی ہونا چاہیے.

source: The order number sent is not valid.
ur_pk: حکم بھیجا تعداد درست نہیں ہے.
