Repository: 00aj99/frontaccounting
Catalog: extensions/Languages/*/LC_MESSAGES/*-2.3.24-1.po
Languages: sl_si

source: Cannot delete this bank account because POS definitions have been created using this account.
sl_si: Tega bančnega računa ni mogoče izbrisati, ker je v uporabi.

source: Selected bank account has been deleted
sl_si: Izbran bančni račun je bil izbrisan

source: Currency
sl_si: Valuta

source: GL Account
sl_si: ZM račun

source: Bank
sl_si: Banka

source: Number
sl_si: Številka

source: Bank Address
sl_si: Naslov banke

source: Dflt
sl_si: Std.

source: Bank Account Name:
sl_si: Ime bančnega računa:

source: Account Type:
sl_si: Tip računa:

source: Bank Account Currency:
sl_si: Valuta bančnega računa:

source: Default currency account:
sl_si: Privzeta valuta računa:

source: Bank Account GL Code:
sl_si: Geslo bančnega ZM računa:

source: Bank Name:
sl_si: Ime banke:

source: Bank Account Number:
sl_si: Št.bančnega računa:

source: Bank Address:
sl_si: Naslov banke:

source: Currencies
sl_si: Denarne Valute

source: The currency abbreviation must be entered.
sl_si: Vnesite kratico valute.

source: The currency name must be entered.
sl_si: Vnesite ime valute.

source: The currency symbol must be entered.
sl_si: Vnesite simbol valute.

source: The hundredths name must be entered.
sl_si: Vnesite ime stotin.

source: Selected currency settings has been updated
sl_si: Izbrane nastavitve valute so posodobljene

source: New currency has been added
sl_si: Dodana je bila nova valuta

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
sl_si: Te valute ni mogoče izbrisati, ker se nanaša na račune strank.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
sl_si: Te valute ni mogoče izbrisati, ker se nanaša na račune dobaviteljev.

source: Cannot delete this currency, because the company preferences uses this currency.
sl_si: Te valute ni mogoče izbrisati, ker se nanaša na preference podjetja.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
sl_si: Te valute ni mogoče izbrisati, ker jo uporabljajo bančni računi.

source: Selected currency has been deleted
sl_si: Izbrana valuta je bila izbrisana

source: Abbreviation
sl_si: Kratica

source: Symbol
sl_si: Simbol

source: Currency Name
sl_si: Ime valute

source: Hundredths name
sl_si: Ime stotin

source: Country
sl_si: Država

source: Auto update
sl_si: Autom. posodobitev

source: The marked currency is the home currency which cannot be deleted.
sl_si: Valute ni mogoče izbrisati.

source: Currency Abbreviation:
sl_si: Kratica valute:

source: Currency Symbol:
sl_si: Simbol valute:

source: Currency Name:
sl_si: Ime valute:

source: Hundredths Name:
sl_si: Ime stotin:

source: Country:
sl_si: Država:

source: Automatic exchange rate update:
sl_si: Samodejno posodabljanje menjalnega tečaja:

source: Exchange Rates
sl_si: Menjalni tečaji

source: The exchange rate cannot be zero or a negative number.
sl_si: Menjalni tečaj ne sme biti 0 ali negativno število..

source: The exchange rate for the date is already there.
sl_si: Menjalni tečaj za ta datum že obstaja.

source: Date to Use From:
sl_si: Velja od datuma:

source: Exchange Rate:
sl_si: Menjalni tečaj:

source: Get
sl_si: ECB Tečaj

source: Get current ECB rate
sl_si: Trenutni ECB tečaj

source: Exchange rates are entered against the company currency.
sl_si: Menjalni tečaji so vnešeni v nasprotju z valuto podjetja.

source: Select a currency :
sl_si: Izberi valuto:

source: Date to Use From
sl_si: Velja od datuma

source: Exchange Rate
sl_si: Menjalni tečaj

source: The selected currency is the company currency.
sl_si: Izbrana valuta je valuta podjetja.

source: The company currency is the base currency so exchange rates cannot be set for it.
sl_si: Valuta podjetja je osnovna valuta, zato menjalnega tečaja ni mogoče določiti.

source: GL Account Classes
sl_si: FR Konto Klasifikacija

source: The account class name cannot be empty.
sl_si: Ime klasifikacije računa ne more ostati prazno.

source: Selected account class settings has been updated
sl_si: Izbrano ime klasifikacije računa je posodobljeno

source: New account class has been added
sl_si: Dodana je bila nova klasifikacija računa

source: Cannot delete this account class because GL account types have been created referring to it.
sl_si: Te klasifikacije računa ni mogoče izbrisati, ker se nanaša na FR tip računa.

source: Selected account class has been deleted
sl_si: Izbrana klasifikacija računa je bila izbrisana

source: Class ID
sl_si: ID klasifikacije

source: Class Name
sl_si: Ime klasifikacije

source: Class Type
sl_si: Tip klasifikacije

source: Balance Sheet
sl_si: Bilanca

source: Class ID:
sl_si: ID klasifikacije:

source: Class Name:
sl_si: Ime klasifikacije:

source: Class Type:
sl_si: Tip klasifikacije:

source: Chart of Accounts
sl_si: Seznam računov

source: There are no account groups defined. Please define at least one account group before entering accounts.
sl_si: Ni definiranih skupin računa. Pred vnosom računov opredelite vsaj eno skupino računa.

source: The account code must be entered.
sl_si: Vnesite kodo računa.

source: The account name cannot be empty.
sl_si: Ime računa ne more ostati prazno.

source: The account code must be numeric.
sl_si: Številka računa mora biti številka.

source: Account data has been updated.
sl_si: podatki računa so posodobljeni.

source: New account has been added.
sl_si: Dodan je bil nov račun.

source: Cannot delete this account because transactions have been created using this account.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na knjižbe.

source: Cannot delete this account because it is used as one of the company default GL accounts.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na privzete FR račune podjetja.

source: Cannot delete this account because it is used by a bank account.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša bančni račun.

source: Cannot delete this account because it is used by one or more Items.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na Izdelke.

source: Cannot delete this account because it is used by one or more Taxes.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na Davke.

source: Cannot delete this account because it is used by one or more Customer Branches.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na podružnice strank.

source: Cannot delete this account because it is used by one or more suppliers.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na dobavitelje.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
sl_si: Tega računa ni mogoče izbrisati, ker se nanaša na Hitri vnos.

source: Selected account has been deleted
sl_si: Izbran račun je izbrisan

source: New account
sl_si: Nov račun

source: Account Code:
sl_si: Številka računa:

source: Account Code 2:
sl_si: Številka računa 2:

source: Account Name:
sl_si: Ime računa:

source: Account Group:
sl_si: Skupina računa:

source: Account Tags:
sl_si: Konto ključne besede:

source: Account status:
sl_si: Stanje računa:

source: Add Account
sl_si: Dodaj račun

source: Update Account
sl_si: Posodobi račun

source: Delete account
sl_si: Izbriši račun

source: GL Account Groups
sl_si: Skupine FR računov

source: The account group name cannot be empty.
sl_si: Ime skupine računa ne more ostati prazno.

source: You cannot set an account group to be a subgroup of itself.
sl_si: Skupina računa ne more biti podskupina.

source: Selected account type has been updated
sl_si: Izbran tip računa je posodobljen

source: New account type has been added
sl_si: Dodan je nov tip računa

source: Cannot delete this account group because GL accounts have been created referring to it.
sl_si: Te skupine računa ni mogoče izbrisati, ker se nanašajo na FR račune.

source: Cannot delete this account group because GL account groups have been created referring to it.
sl_si: Te skupine računa ni mogoče izbrisati, ker se nanašajo na FR skupine računa.

source: Selected account group has been deleted
sl_si: Izbrana skupina računa je izbrisana.

source: Group ID
sl_si: Skupina

source: Group Name
sl_si: Ime skupine

source: Subgroup Of
sl_si: Podskupina od

source: Subgroup Of:
sl_si: Podskupina od:

source: Quick Entries
sl_si: Hitri vnos

source: Add new
sl_si: Dodaj novo

source: The Quick Entry description cannot be empty.
sl_si: Opis hitrega vnosa ne more ostati prazen.

source: The base amount description cannot be empty.
sl_si: Opis osnovnega zneska ne more ostati prazen.

source: Selected quick entry has been updated
sl_si: Izbran hitri vnos je posodobljen

source: New quick entry has been added
sl_si: Dodan je nov hitri vnos

source: Selected quick entry line has been updated
sl_si: Izbrana vrstica hitrega vnosa je posodobljena

source: New quick entry line has been added
sl_si: Dodana je nova vrstica hitrega vnosa

source: Selected quick entry has been deleted
sl_si: Izbran hitri vnos je izbrisan

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
sl_si: Hitri vnos vsebuje vrstice hitrega vnosa in se ga ne da izbrisati.

source: Selected quick entry line has been deleted
sl_si: Izbrana vrstica hitrega vnosa je izbrisana

source: Base Amount
sl_si: Osnovni znesek

source: Entry Type
sl_si: Tip vnosa

source: Monthly
sl_si: Mesečno

source: Base Amount Description
sl_si: Opis osnovnega zneska

source: Default Base Amount
sl_si: Privzet osnovni znesek

source: Quick Entry Lines
sl_si: Vrstice hitrega vnosa

source: Post
sl_si: Knjižba

source: Account/Tax Type
sl_si: Račun/Tip davka

source: Posted
sl_si: Knjiženo

source: Tax Type
sl_si: Tip davka

source: Part
sl_si: Artikel

source: Revaluation of Currency Accounts
sl_si: Standardni Tečajni konto

source: Transfer has been entered
sl_si: Prenos je dodan

source: &View the GL Journal Entries for this Transfer
sl_si: &Prikaz FR vnosov za ta prenos

source: You must enter a reference.
sl_si: Vnesite referenco.

source: Revaluate Currencies
sl_si: Denarne Valute

source: View Bank Transfer
sl_si: Prikaz bančnih prenosov

source: From Bank Account
sl_si: Iz bančnega računa

source: To Bank Account
sl_si: Na bančni račun

source: Transfer Type
sl_si: Tip prenosa

source: This transfer has been voided.
sl_si: Ta prenos je storniran.

source: View Bank Deposit
sl_si: Pregled pologov

source: GL Deposit
sl_si: FR pologi

source: From
sl_si: Od

source: Deposit Type
sl_si: Način pologa

source: This deposit has been voided.
sl_si: Ta polog je storniran.

source: There are no items for this deposit.
sl_si: Za ta polog ni knjižb.

source: Items for this Deposit
sl_si: Knjižbe za ta Polog

source: Item Amounts are Shown in :
sl_si: Zneski Knjižb so Prikazani v:

source: Account Code
sl_si: Številka računa

source: Account Description
sl_si: Opis računa

source: View Bank Payment
sl_si: Pregled plačil

source: GL Payment
sl_si: FR Plačila

source: Pay To
sl_si: Plačilo za

source: Payment Type
sl_si: Način plačila

source: This payment has been voided.
sl_si: To plačilo je stornirano.

source: There are no items for this payment.
sl_si: Za to plačilo ni knjižb.

source: Items for this Payment
sl_si: Knjižbe za to Plačilo

source: General Ledger Transaction Details
sl_si: Podrobnosti FR knjižbe

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
sl_si: Skripta mora biti poimenovana po veljavnem načinu knjižbe in po številki knjižbe.

source: No general ledger transactions have been created for
sl_si: Ni FR knjižb za

source: number
sl_si: Številka

source: This transaction has been voided.
sl_si: Ta knjižba je stornirana.

source: Exchange Variance
sl_si: Tečajna razlika

source: Date:
sl_si: Datum:

source: Pay To:
sl_si: Plačilo za:

source: To the Order of:
sl_si: Za naročilo od:

source: Supplier:
sl_si: Dobavitelj:

source: Customer:
sl_si: Stranka:

source: Branch:
sl_si: Podružnica:

source: Go
sl_si: Naprej

source: Edit document line
sl_si: Uredi vrstico dokumentov

source: Remove line from document
sl_si: Odstrani vrstico iz dokumenta

source: Confirm changes
sl_si: Potrdi spremembe

source: Cancel changes
sl_si: Prekliči spremembe

source: Add Item
sl_si: Dodaj knjižbo

source: Add new item to document
sl_si: Dodaj novo knjižbo za dokument

source: Reverse Transaction:
sl_si: Preklic knjižbe:

source: Quick Entry
sl_si: Hitri vnos

source: Edit journal line
sl_si: Uredi vrstico dnevnika

source: Remove line from journal
sl_si: Odstrani vrstico iz dnevnika

source: Add new line to journal
sl_si: Dnevniku dodaj novo vrstico

source: System administration
sl_si: Administracija sistema

source: Company setup
sl_si: Nastavitve Podjetje

source: Special maintenance
sl_si: Posebno Vzdrževanje

source: Sales configuration
sl_si: Konfiguracija prodaje

source: Sales transactions
sl_si: Transakcija prodaje

source: Sales related reports
sl_si: Prodajna poročila

source: Purchase configuration
sl_si: Konfiguracija nakupa

source: Purchase transactions
sl_si: Transakcija nakupa

source: Purchase analytics
sl_si: Analiza nakupa

source: Inventory configuration
sl_si: Konfiguracija zaloge

source: Inventory operations
sl_si: Operacije zalog

source: Inventory analytics
sl_si: Analiza zalog

source: Manufacturing configuration
sl_si: Konfiguracija proizvodnje

source: Manufacturing transations
sl_si: Transakcija proizvodnje

source: Manufacturing analytics
sl_si: Analiza proizvodnje

source: Dimensions configuration
sl_si: Konfiguracija dimenzij

source: Dimensions
sl_si: Dimenzije

source: Banking & GL configuration
sl_si: Konfiguracija bančništva in glavne knjige

source: Banking & GL transactions
sl_si: Transakcija bančništva in glavne knjige

source: Banking & GL analytics
sl_si: Analiza bančništva in glavne knjige

source: Install/update companies
sl_si: Namestitev / posodobitev podjetij

source: Install/update languages
sl_si: Namestitev / Urejanje Jezikov

source: Install/upgrade modules
sl_si: Namestitev / nadgradnja modulov

source: Software upgrades
sl_si: Programska posodobitev

source: Company parameters
sl_si: Parametri podjetja

source: Access levels edition
sl_si: Ravni dostopa za urejanje

source: Users setup
sl_si: Nastavitve uporabnikov

source: Point of sales definitions
sl_si: Definicije prodajnih mest

source: Printers configuration
sl_si: Nastavitev Tiskalnika

source: Print profiles
sl_si: Profil Tiskanja

source: Payment terms
sl_si: Plačilni pogoji

source: Shipping ways
sl_si: Načini dostave

source: Credit status definitions changes
sl_si: Spremembe definicij stanja kredita

source: Inventory locations changes
sl_si: Spremembe lokacij zalog

source: Inventory movement types
sl_si: Načini premikov zaloge

source: Manufacture work centres
sl_si: Produkcija-Delovna mesta

source: Forms setup
sl_si: Nastavitve Formularjev

source: Contact categories
sl_si: Skupine artiklov

source: Voiding transactions
sl_si: Stornirane transakcije

source: Database backup/restore
sl_si: Varnostna kopija/ obnovitev baze podatkov

source: Common view/print transactions interface
sl_si: Skupni pogled/tiskanje transakcij vmesnika

source: Attaching documents
sl_si: Priloženi dokumenti

source: Display preferences
sl_si: Osebne Nastavitve

source: Password changes
sl_si: Spremembe gesla

source: Sales types
sl_si: Cenik

source: Sales prices edition
sl_si: Urejanje Prodajne cene

source: Sales staff maintenance
sl_si: Uredi Prodajalec

source: Sales areas maintenance
sl_si: Urejanje področja prodaje

source: Sales groups changes
sl_si: Urejanje Skupine strank

source: Sales templates
sl_si: Prodajne predloge

source: Recurrent invoices definitions
sl_si: Definicije ponavljajočih računov

source: Sales transactions view
sl_si: Pregled transakcij prodaje

source: Sales customer and branches changes
sl_si: Spremembe strank in podružnic prodaje

source: Sales quotations
sl_si: Ponudbe prodaje

source: Sales orders edition
sl_si: Urejanje naročil prodaje

source: Sales deliveries edition
sl_si: Urejanje dostav prodaje

source: Sales invoices edition
sl_si: Urejanje računov prodaje

source: Sales credit notes against invoice
sl_si: Ustvari dobropise na račune

source: Sales freehand credit notes
sl_si: Prostoročni dobropisi prodaje

source: Customer payments entry
sl_si: Vnos plačil stranke

source: Customer payments allocation
sl_si: Razvrščanje plačil stranke

source: Sales analytical reports
sl_si: Analitična poročila prodaje

source: Sales document bulk reports
sl_si: Obsežna poročila dokumentov prodaje

source: Sales prices listing
sl_si: Seznam prodajnih cen

source: Sales staff listing
sl_si: Seznam prodajalcev

source: Customer bulk listing
sl_si: Obsežen seznam strank

source: Customer status report
sl_si: Poročilo stanja stranke

source: Customer payments report
sl_si: Poročilo plačil stranke

source: Purchase price changes
sl_si: Spremembe cene nakupa

source: Supplier transactions view
sl_si: Pregled transakcij dobavitelja

source: Suppliers changes
sl_si: Spremembe dobaviteljev

source: Purchase order entry
sl_si: Prevzem račun

source: Purchase receive
sl_si: Prejem nakupa

source: Supplier invoices
sl_si: Računi dobaviteljev

source: Deleting GRN items during invoice entry
sl_si: Brisanje GRN izdelkov med vnosom računa

source: Supplier credit notes
sl_si: Dobropisi dobaviteljev

source: Supplier payments
sl_si: Plačila dobaviteljem

source: Supplier payments allocations
sl_si: Razvrščanje plačila dobaviteljem

source: Supplier analytical reports
sl_si: Analitična poročila dobavitelja

source: Supplier document bulk reports
sl_si: Obsežna poročila dokumentov dobavitelja

source: Supplier payments report
sl_si: Poročilo plačil dobavitelja

source: Stock items add/edit
sl_si: Dodaj/uredi izdelke na zalogi

source: Sales kits
sl_si: Prodajne količine

source: Item categories
sl_si: Skupine artiklov

source: Units of measure
sl_si: Merske Enote

source: Stock status view
sl_si: Pregled stanja zaloge

source: Stock transactions view
sl_si: Pregled transakcij zaloge

source: Foreign item codes entry
sl_si: Vnos tuje številke artikla

source: Inventory location transfers
sl_si: Prenos med skladišči

source: Inventory adjustments
sl_si: Korekcije skladišča

source: Reorder levels
sl_si: Ravni po-naročil

source: Items analytical reports and inquiries
sl_si: Analitična poročila in povpraševanja o izdelkih

source: Inventory valuation report
sl_si: Poročilo vrednosti zaloge

source: Bill of Materials
sl_si: Kosovnice

source: Manufacturing operations view
sl_si: Pregled operacij proizvodnje

source: Work order entry
sl_si: Delovni nalog-Vnos

source: Material issues entry
sl_si: Vnosi izdanega materiala

source: Final product receive
sl_si: Prejem končnega izdelka

source: Work order releases
sl_si: Izdaje delovnih nalogov

source: Work order analytical reports and inquiries
sl_si: Analitična poročila in povpraševanja o delovnih nalogih

source: Manufacturing cost inquiry
sl_si: Povpraševanje o stroških proizvodnje

source: Work order bulk reports
sl_si: Obsežna poročila delovnih nalogov

source: Bill of materials reports
sl_si: Kosovnice-poročila

source: Dimension tags
sl_si: Ključne besede dimenzij

source: Dimension view
sl_si: Pregled Dimenzij

source: Dimension entry
sl_si: Vnos dimenzij

source: Dimension reports
sl_si: Poročila dimenzij

source: Item tax type definitions
sl_si: Definicije davka za izdelek

source: GL accounts edition
sl_si: Urejanje kontov glavne knjige

source: GL account groups
sl_si: Konto Skupine

source: GL account classes
sl_si: Konto Klasifikacija

source: Quick GL entry definitions
sl_si: FR-Hitri vnos

source: Bank accounts
sl_si: Bančni računi

source: Tax rates
sl_si: Davčne stopnje

source: Tax groups
sl_si: Davčne skupine

source: Fiscal years maintenance
sl_si: Uredi-Poslovna Leta

source: Company GL setup
sl_si: Nastavitev glavne knjige podjetja

source: GL Account tags
sl_si: Ključne besede računa glavne knjige

source: Bank transactions view
sl_si: Pregled bančnih transakcij

source: GL postings view
sl_si: Pregled knjižb glavne knjige

source: Exchange rate table changes
sl_si: Spremembe deviznega tečaja

source: Bank payments
sl_si: Bančna plačila

source: Bank deposits
sl_si: Bančna vplačila

source: Bank account transfers
sl_si: Računi za prenos sredstev

source: Bank reconciliation
sl_si: Bančna poravnava

source: Manual journal entries
sl_si: Ročni vnosi dnevnika

source: Journal entries to bank related accounts
sl_si: Vnosi dnevnika, ki se nanašajo na bančne račune

source: Budget edition
sl_si: Urejanje proračuna

source: Item standard costs
sl_si: Standardni stroški izdelka

source: GL analytical reports and inquiries
sl_si: Analitična poročila in povpraševanja glavne knjige

source: Tax reports and inquiries
sl_si: Davčna poročila in povpraševanja

source: Bank reports and inquiries
sl_si: Bančna poročila in povpraševanja

source: GL reports and inquiries
sl_si: Poročila in povpraševanja glavne knjige

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
sl_si: Menjalnega tečaja za valute %s od %s se ne da priklicati. Prosim ročno dodajte menjalni tečaj na strani Menjalni tečaji.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
sl_si: Preden nadgradite programsko opremo morate vključiti stare $security_groups /varnostne skupine in $security_headings arrays / nize varnostnih naslovov iz starih config.php dadotek k novim.

source: Back
sl_si: Nazaj

source: System is available for site admin only until full database upgrade
sl_si: Sistem je dostopen za popolno posodobitev baze podatkov upravitelju

source: Requesting data...
sl_si: Zahtevam podatke...

source: in file
sl_si: v datoteki

source: at line
sl_si: v vrstici

source: Debug mode database warning:
sl_si: Opozorilo načina odstranjevanja napak baze podatkov:

source: DATABASE ERROR :
sl_si: NAPAKA BAZE PODATKOV:

source: The entered information is a duplicate. Please go back and enter different values.
sl_si: Informacija, ki ste jo vnesli je dvojnik. Prosim vrnite se nazaj in vnesite druge vrednosti.

source: This page is usable only with javascript enabled browsers.
sl_si: To stran lahko uporabljate le v javascript brskalnikih.

source: Incorrect Password
sl_si: Napačno geslo

source: The user and password combination is not valid for the system.
sl_si: Kombinacija uporabnika in gesla ni veljavna.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
sl_si: Če niste pooblaščen uporabnik se prosim obrnite na upravitelja sistema, da dobite račun za uporabo sistema.

source: Try again
sl_si: Poskusite znova

source: Security settings have not been defined for your user account.
sl_si: Varnostne nastavitve za vaš uporabniški račun niso opredeljene.

source: Please contact your system administrator.
sl_si: Prosim obrnite se na upravitelja sistema.

source: Please remove $security_groups and $security_headings arrays from config.php file!
sl_si: Prosim odstranite $security_groups in $security_headings arrays iz config.php datotek!

source: The security settings on your account do not permit you to access this function
sl_si: Varnostne nastavitve vašega računa vam ne dovoljujejo dostopa do te operacije.

source: Journal Entry
sl_si: Vnos knjižba

source: Bank Payment
sl_si: Bančno plačilo

source: Bank Deposit
sl_si: Bančni polog

source: Funds Transfer
sl_si: Prenos sredstev

source: Sales Invoice
sl_si: Račun prodaje

source: Customer Credit Note
sl_si: Dobropis stranke

source: Customer Payment
sl_si: Plačilo stranke

source: Delivery Note
sl_si: Dobavnica

source: Location Transfer
sl_si: Prenos lokacije
